[
    {
        "url": "https://www.nationalcrimeagency.gov.uk/what-we-do/crime-threats/fraud-and-economic-crime",
        "title": "National Crime Agency - Fraud and Economic Crime",
        "scraped_date": "2025-08-18",
        "content": "Fraud remains a significant problem for the UK and remains the most prevalent crime against individuals in England and Wales, accounting for an estimated 41% of all crime reflected in the Crime Survey for England and Wales in the year ending September 2024. The harm it causes - financial, psychological and emotional - is immense.

The threat from fraud
Fraud is largely underreported and the CSEW (Crime Survey of England and Wales) estimates only 14% of cases are being reported to Action Fraud or the police by victims.

Many frauds impacting UK victims have an overseas element. The cyber-enabled nature of many frauds and the methods used to launder the criminal proceedings often involve multiple jurisdictions. It is estimated that 67% of fraud reported in the UK is cyber-enabled.

The priority frauds impacting the UK are investment fraud, romance fraud, courier fraud and payment division fraud. Victim harm from all remains high.

Further information on the different fraud types can be found at https://stopthinkfraud.campaign.gov.uk.

Criminals continue to search for innovative ways to reduce the effectiveness of countermeasures. And they are adopting generative artificial intelligence to enhance the sophistication of fraud attacks against individuals and businesses.

Criminals involved in fraud leverage social, political and economic events to target victims and exploit online services, social media and crypto assets to conduct a wide range of frauds. They conceal their identities and destinations of the proceeds of fraud. Financial losses to fraud could lead to more serious financial difficulties and even psychological harm for victims.

The population's routine dependence on online services continues to provide opportunities for fraud offenders to target victims, sustaining the UK's vulnerability to fraud, industry prevention measures continue to contain the threat from fraud to some extent, but some fraud types, such as card-not-present fraud, are increasing.



Our response to fraud
The Home Office has oversight of the national strategy for fraud against individuals and businesses which seek to pursue more fraudsters, empower the public and stop and block at source.

NECC and NCA teams work with partners from across the public, private and third sectors to pursue serious and organised fraudsters, block fraud from happening, help people avoid and recover from fraud and wherever possible, return funds to victims.

City of London Police are the national lead police force for fraud. They investigate some of the UK's most complex cases of fraud, set the national strategy for policing and coordinate the operational response. They also host Action Fraud, the national reporting centre for fraud and cybercrime, on behalf of policing.

What you can do to help
Protect yourself by securing your accounts, data and devices

Use a strong and different password for your email using 3 random words. Your email password should be strong and different from all your other passwords.
Always use 2-step verification (2SV), where available, to protect your email account.
Use your browser’s password manager to safely store your passwords.
Recognise and break suspicious contacts

If you have any doubts about a message or phone call, contact the organisation directly to check. Use contact details from their official website – don’t use the numbers or address in the message.


Report the incident

If you have received an email which you’re not quite sure about, forward it to the Suspicious Email Reporting Service at report@phishing.gov.uk
Report suspicious text messages and scam call numbers to 7726 (it’s free of charge). Your provider can find out where the text or call came from and block or ban the sender.
If you see a suspicious ad in a paid-for space, you can report it to the Advertising Standards Authority (ASA) asa.org.uk.
Report fraud to Action Fraud (or Police Scotland) and your bank if you are a victim. Report fraud or cyber-crime any time at actionfraud.police.uk or call 0300 123 2040. In Scotland, report to Police Scotland by calling 101.
In an emergency always call 999. To report non-urgent crime please call your local police on 101. You can also report crime anonymously to Crimestoppers online or by calling 0800 555 111.

Impersonation of NCA officers

Criminals may pretend to be from a legitimate organisation in order to deceive and put pressure on victims to make very quick decisions. This includes the impersonation of NCA officers. If you’re unsure about the identity of one of our officers, please call our control centre on 0370 496 7622 (available 24/7)."
    },

    {
        "url": "https://www.nationalcrimeagency.gov.uk/news/serial-hacker-who-defaced-official-websites-is-sentenced",
        "title": "Serial hacker who defaced official websites is sentenced",
        "scraped_date": "2025-08-18",
        "content": "A cyber criminal who hacked into the websites of organisations in North America, Yemen and Israel and stole the log in details of millions of people has been jailed.

Al Tahery AL MASHRIKYAl-Tahery Al-Mashriky, 26, from Rotherham, South Yorkshire, was arrested by specialist National Crime Agency cybercrime officers in August 2022, who were acting on intelligence supplied by US law enforcement around the activities of extremist hacker groups ‘Spider Team’ and ‘Yemen Cyber Army.

NCA investigators were able to link Al-Mashriky to the Yemen Cyber Army through social media and email accounts.

Forensic analysis of his laptop and several mobile phones showed that Al-Mashriky had infiltrated a number of websites including the Yemen Ministry of Foreign Affairs, the Yemen Ministry of Security Media and an Israeli news outlet.

His offending centred around gaining unauthorised access to the websites, then creating hidden webpages containing his online monikers and messaging that furthered his religious and political ideology.

He would often target websites with low security, gaining kudos in the hacking community for the sheer number of infiltrations.

Using one of his many online aliases, Al-Mashriky claimed on one cybercrime forum that he had hacked in to over 3,000 websites during a three month period in 2022.

However, a review of his seized laptop by NCA Digital Forensic Officers revealed the extent of his cyber offending. He was in possession of personal data for over 4 million Facebook users and several documents containing usernames and passwords for services such as Netflix and Paypal, which could be used for further acts of cybercrime.

Investigators found that in February 2022, after hacking into the website for Israeli Live News he accessed admin pages and downloaded the entire website. He had also hacked into two Yemeni government websites, deploying tools to scan for usernames and vulnerabilities.

Al-Mashriky was also found to have targeted faith websites in Canada and the USA as well as the website for the California State Water Board.

The NCA, working with international law enforcement partners, was able to obtain accounts from the victims of these intrusions, who gave detailed insights into the significant cost and inconvenience he had caused.Al-Mashriky was due to stand trial at Sheffield Crown Court in March this year for 10 offences under the Computer Misuse Act.

However, on 17 March he pleaded guilty to nine offences and was sentenced to 20 months imprisonment at the same court yesterday (15 August).

Deputy Director Paul Foster, head of the NCA’s National Cyber Crime Unit, said: “Al-Mashriky’s attacks crippled the websites targeted, causing significant disruption to their users and the organisations, just so that he could push the political and ideological views of the ‘Yemen Cyber Army’.

“He had also stolen personal data that could have enabled him to target and defraud millions of people.

“Cybercrime can often appear faceless, with the belief that perpetrators hide in the shadows and can avoid detection. However, as this investigation shows, the NCA has the technical capability to pursue and identify offenders like Al-Mashriky and bring them to justice.”"
    },

    {
        "url": "https://www.nationalcrimeagency.gov.uk/what-we-do/crime-threats/cybercrime",
        "title": "Cybercrime",
        "scraped_date": "2025-08-18",
        "content": "The cyber crime threat continues to evolve, affecting essential services, businesses and private individuals alike. Cyber crime costs the UK billions of pounds, causes untold damage, and threatens national security.

The threat from cybercrime
The deployment of ransomware remains the greatest cyber serious and organised crime threat to the UK and its use threatens Critical National Infrastructure and poses a risk to national security. Ransomware attacks can have a significant impact on victims due to financial, data and service losses, which can lead to business closure, inaccessible public services and compromised customer data.

Russian-language criminals operating ransomware as a service continue to be responsible for most high profile cybercrime attacks against the UK. Some of these high profile Russian-language groups are known to have links with the Russian state. However, it is highly likely that in most instances these links extend only to tolerance of their activities.

High-end cyber crime groups continue to improve their business models, almost certainly to make it easier and quicker to extract funds from victims. Extorting victims by threatening to sell or publish stolen data is an established part of the ransomware criminal business model. Newer developments to further pressurise a victim into paying a ransom include making stolen data searchable online or threatening a distributed denial of service attack to publicly disrupt a victim’s services.

The wider cyber crime landscape is supported by online marketplaces selling compromised data and tools that enable cyber crime. Cyber tools, including ransomware, are increasingly available to a wide range of cyber criminals, alongside service providers who can provide access to online systems. This marketplace also enables criminals from other threat areas, and enables cyber criminals with only basic capabilities to cause serious harm to UK businesses and individuals.

Although young criminals are often driven by peer kudos rather than financial reward, organised cyber crime groups are motivated by profit. Cyber criminals seek to exploit human or security vulnerabilities in order to steal passwords, data or money directly.

Other, less sophisticated cyber threats include:

Hacking - including of social media and email passwords
Phishing - bogus emails asking for security information and personal details
Malicious software – including ransomware through which criminals hijack files and hold them to ransom
Distributed denial of service (DDOS) attacks against websites – often accompanied by extortion
Cyber attacks are financially devastating and disrupting and upsetting to people and businesses. They undermine the economic stability of the UK and cost the UK economy millions of pounds each year. 

The NCA is committed to improving the UK’s resilience to cyber-attacks and improving the law enforcement response to the cyber-crime threat, by taking action against those responsible, wherever they may be located.

The Cyber Impact
The NCA is proud to be a part of The Cyber Impact, a news style programme by ITN Business which explores the rapidly evolving realm of cyber threats and their profound impact on organisations.

Paul Foster, head of the Agency’s National Cyber Crime Unit, features in the programme talking about how the NCA is targeting the highest harm cyber criminals, our work to prevent young people falling into cyber crime, plus his insights on the most prominent threats facing the UK.

 

Our response
Cyber crime is a global threat. Criminals and the technical infrastructure they use are often based overseas, making international collaboration essential.

We focus on critical cyber incidents as well as longer-term activity against the criminals and the enablers that make up the cybercrime business model. This approach targets the online cyber criminal ecosystem that provides products, goods and services, which make it easier for people to commit cyber crime.

We break the ecosystem down into five pillars:

Infrastructure
Financial Services
Initial access & compromise
Marketplaces & forums
UK victims
We work closely with UK police, regional organised crime units, and partners in international law enforcement such as Europol, the FBI and the US Secret Service to share intelligence and coordinate action. We have also developed close and effective partnerships with private industry to share information and technical expertise.

Cyber Choices
As well as disrupting the current generation of cyber criminals we also want to prevent young people from slipping into cyber crime. Our Cyber Choices programme helps them make informed choices and encourages them to use their cyber skills in a legal way.



We also work with partners such as the National Cyber Security Centre and Cyber Aware to promote ways for the public and businesses to protect themselves online.

How you can help
Protect yourself by securing your accounts, data and devices:

Protect your accounts by using a strong and different password for your email using three random words and by turning on 2-step verification. Follow Cyber Aware advice
Protect your information when using social media
Select online providers and retailers which offer good protection for you and your data/information
Recognise and break suspicious contacts:

Stop and check official contact routes practices and payment details. If you have any doubts about a message, don’t use the number or address in the message, but use the details from their official website to contact the organisation directly.
Report the incident:

If you’ve received a suspicious email, forward it to report@phishing.gov.uk
Report suspicious text messages to 7726
If you have fallen victim to fraud, report it to Action Fraud in England, Wales or Northern Ireland. For Scotland report to Police Scotland by calling 101.
National Cyber Security Centre guidance on Ransomware
Law enforcement does not encourage, endorse nor condone the payment of ransom demands. If you do pay the ransom:

there is no guarantee that you will get access to your data or computer;
your computer will still be infected;
you will be paying criminal groups;
you are more likely to be targeted in future."
    },

    {
        "url": "",
        "title": "",
        "scraped_date": "2025-08-18",
        "content": ""
    },
]