{
  "url": "https://www.getsafeonline.org/personal/news/",
  "title": "News",
  "content": "Home\nPersonal\nNews\nThe latest internet safety and cyber security news from Get Safe Online, as well as the launches of the latest campaigns to help you get safe online\nMost Recent News\nNews\nAll Coop members advised to take precautions after confirmation that their data has been stolen\n16 July 2025\nLatest Posts\nNews\nScam summer: experts warn price caps may fuel 100 million in ticket fraud\n2 June 2025\nNews\nAdidas hit by data breach, exposing customer contact information\n28 May 2025\nNews\nLady Gaga fans warned to avoid buying on social media ahead of ‘Mayhem Ball’ tour tickets going on sale\n2 April 2025\nNews\nGlobal accolade for Paul Bayer at Get Safe Online,  as he continues his fight against child abuse\n25 March 2025\nNews\nAmount lost to fraud on the rise, as scammers look to exploit social media and AI\n13 February 2025\nNews\nGet Safe Online urges vigilance ahead of Beyoncé on-sale as 1 in 8 scammed on social media, highlighting the need for safe, regulated marketplaces\n11 February 2025\nNews\nWomen celebrated as Get Safe Online’s ‘Cyber Heroine of the Year’ announced\n23 January 2025\nNews\nConsumers sleepwalking into scams: alarming rise in social media ticket scams as buyers ignore the risks\n27 November 2024\n1\n2\n3\n…\n104\nNext\nTrending Blog Posts\nNews\nNCA warn parents about kids’ potential criminality\nNews\nRihanna ‘sex video’ event scam\nNews\nAmount lost to fraud on the rise, as scammers look to exploit social media and AI\nNews\nHome Affairs Committee slams social networks\nNews\nOnline sellers warned about fake banking app\nNews\nWatch out for scam Tesco Facebook post\nNews\nWatch out for ‘Verified by Visa’ scam emails\nNews\nCoronavirus scams you should be aware of\nNews\nWordPress targeted by hackers\nNews\n‘Court notice’ email scam\nBack to Basics\nWe'll help you stay online with safety and confidence.\nMonthly newsletter\nSubscribe to PROTECT! for the latest news, views and advice.\nCheck a website\nDetermine whether a website is likely to be legitimate or a scam … before you visit it.\nNeighbourhood Alert\nRegister to receive Neighbourhood Alerts.\nBecome a Get Safe Online Partner\nDemonstrate your commitment to online safety and gain many exclusive benefits.\nSelf Help Tool Centre\nFREE tools to help you keep safe when using the internet.\nIs it a scam?\nA simple way to check instantly if something you’ve received is a scam or not.\nSpot the AI\nWe’ll help you learn to spot the difference between videos, voices and other content produced by AI, and the real thing.\nIn partnership with",
  "scraped_date": "2025-07-24 17:11:47"
}