{
  "url": "https://www.getsafeonline.org/personal/articles/firewalls/",
  "title": "Firewalls",
  "content": "Home\nArticles\nProtecting Your Computer\nFirewalls\nBecause the internet is a public network, any connected computer can find and connect to any other connected computer. A firewall is a barrier between the internet and your own computer or network. Think of it as a highly dedicated security guard who stops anyone coming into your computer if they’re not on the guest list, and anyone leaving if they don’t have permission.\nTweet this!\nShare on Facebook.\nPin this!\nMail this!\nShare on LinkedIn.\nA firewall protects you against:\nHackers breaking into your computer.\nWorms – types of viruses that spread from computer to computer over the internet.\nSome outgoing traffic originating from a virus infection.\nWhat a firewall does NOT do:\nA firewall isn’t sufficient on its own to guarantee security, but it is the first line of defence. You also need to take the other protective steps outlined on this website. However, a firewall provides limited or no protection against the following:\nIf you give permission for other computers to connect to yours.\nIf it is switched off, disabled or contains many exceptions or open ports.\nMost viruses.\nSpam\n.\nSpyware\ninstallations.\nAny kind of fraud or criminal activity online.\nIf you or a virus has created a back door through the firewall.\nPeople with physical access to your computer or network.\nData introduced to the computer other than online, eg via\nUSB\nconnected devices, CD/DVD etc.\nAttacks after a network has been compromised.\nTraffic\nthat appears to be legitimate.\nHowever, none of these things give a reason NOT to install a firewall, as this alone is not enough for complete security.\nIt is safest to assume that your internet service provider does NOT provide any kind of firewall, so make sure you have the right software to protect yourself.\nTypes of firewalls\nPersonal firewalls\nPersonal firewalls should be installed on each computer that is connected to the internet and monitors (and blocks, where necessary) internet traffic. They are also sometimes known as ‘software firewalls’ or ‘desktop firewalls’.\nWindows\nFirewall\nis a basic personal firewall. It is free, included with Windows operating systems. In Windows 10 and 8, the\nFirewall\ndefaults to active, so you do not need to worry about configuring it yourself.\nIf you wish, you could replace Windows\nFirewall\nwith another personal firewall of your choice, including the type incorporated in some internet security packages, or standalone firewall software which can be downloaded from the internet, some of which is free of charge.\nHardware firewalls\nMedium-sized and large businesses may need a hardware firewall – in addition to personal firewalls – depending on the configuration of their IT infrastructure. Your internal or external IT support resource will be able to recommend, source, install and configure the most suitable one for your business needs.\nCheck if your Windows\nFirewall\nis switched on\nIn Windows 10 and 8 ago to Control Panel, select System and Security, then select Windows\nFirewall\n. The Windows\nFirewall\nstate is indicated under Home or work (private) networks.\nSee Also...\nProtecting Your Computer\n15\nFind this post useful? Share below to help raise awareness.\nDownload as a .pdf file\nTwitter\nFacebook\nPinterest\nMail\nLinkedIn\nIn partnership with",
  "scraped_date": "2025-07-24 17:12:12"
}