[
  {
    "url": "https://www.actionfraud.police.uk/reporting-fraud-and-cyber-crime",
    "title": "Reporting fraud and cyber crime",
    "content": "# Reporting fraud and cyber crime\n\nIf you or someone else is in immediate danger or risk of harm dial 999 now.\n\nYou can report fraud or cybercrime to Action Fraud any time of the day or night using our online reporting tool. Reporting online is quick and easy. The tool will guide you through simple questions to identify what has happened and our advisors are available twenty four hours to give you help and advice if you need it.\n\nWhen reporting online you will be given the option to register, login to an existing account or continue as a guest.\n\nBy registering you will be able to:\n\n- Save and resume a partially completed report\n- Track progress of your report\n- Add information to your report\n- Call us to discuss your report\n- Receive an update by email\n\nIf you continue as a guest you will only be able to receive updates by email or post.\n\nYou can also report to us by calling 0300 123 2040 Monday to Friday 8am - 8pm . If you are calling from abroad please call +44 300 123 2040.\n\n## Reporting fraud to other organisations\n\nIf your report relates to any of the below, please follow the links to report it to the correct organisation.\n\n Counterfeit Currency (https://www.actionfraud.police.uk/blog/counterfeit-currency-what-to-do-if-you-receive-counterfeit-notes-or-coins-and-where-to-report), Theft of a vehicle (https://www.gov.uk/what-to-do-if-your-vehicle-has-been-stolen).Suspicious online behaviour with or towards a child (https://www.ceop.police.uk/safety-centre/). Online hate or bullying crime (https://www.police.uk/), material or messages. Counterfeit medicine or medical devices (https://www.gov.uk/government/organisations/medicines-and-healthcare-products-regulatory-agency) available to purchase online. Business or personal tax fraud or a related HMRC (https://www.gov.uk/topic/dealing-with-hmrc/phishing-scams) (Her Majesty's Revenue and Customs) matter. Benefit fraud (https://www.gov.uk/report-benefit-fraud).Immigration fraud (https://www.gov.uk/report-immigration-crime). \n\n## Reporting a live cyber attack 24/7\n\nIf you are a business, charity or other organisation which is currently suffering a live cyber attack (in progress), please call 0300 123 2040 immediately. This service is available 24 hours a day, 7 days a week. Please note, if you are member of the public you must call to report through our core opening hours.\n\n## What we do with your data after you report\n\nWe are aware of how important it is to you that we keep your data safe, so when you make a report we have standard protocols for handling and sharing your data.\n\n## Reporting a cybersecurity incident\n\nWhen you suffer a cyber-attack, or a related cybersecurity incident and you are a business, you might need to report it to the Information Commissioner's office (ICO). Under the new General Data Protection Regulation (GDPR) rules, from the 25th May 2018 it is mandatory that you also report data breaches to the ICO within 72 hours (https://ico.org.uk/for-organisations/guide-to-the-general-data-protection-regulation-gdpr/personal-data-breaches/).\n\nFor information on how and when to report a cybersecurity incident to the ICO (https://www.actionfraud.police.uk/2019-04-16-cybersecurity-brochure-design-v1)\n\n## Textphone\n\nIf you are deaf or hard of hearing you can contact us on textphone 0300 123 2050.",
    "scraped_date": "2025-07-25"
  }
]