[
  {
    "url": "https://www.actionfraud.police.uk/report-phishing",
    "title": "Report a phishing attempt",
    "content": "# Report a phishing attempt\n\nHow to recognise and report emails, texts, websites, adverts or phone calls that you think are trying to scam you.\n\nCyber criminals use fake messages as bait to lure you into clicking on the links within their scam email or text message, or to give away sensitive information (such as bank details).\n\nThese messages may look like the real thing but are malicious. Once clicked, you may be sent to a dodgy website which could download viruses onto your computer, or steal your passwords.\n\nIf you think you may have been the victim of fraud or cybercrime and incurred a financial loss or have been hacked as a result of responding to a phishing message, you should report this to Action Fraud (https://reporting.actionfraud.police.uk/login) \n\n## Have you spotted a suspicious email?\n\nIf you have received an email which you’re not quite sure about, forward it to the Suspicious Email Reporting Service (SERS): report@phishing.gov.uk\n\nThe message might be from a company you don’t normally receive communications from, or someone you do not know. You may just have a hunch. If you are suspicious, you should report it.\n\nYour report of a phishing email will help us to act quickly, protecting many more people from being affected.\n\nThe National Cyber Security Centre (NCSC) will analyse the suspect email and any websites it links to. They'll use any additional information you’ve provided to look for and monitor suspicious activity.\n\nIf they discover activity that they believe is malicious, they may:\n\n- seek to block the address the email came from, so it can no longer send emails\n- work with hosting companies to remove links to malicious websites\n- raise awareness of commonly reported suspicious emails and methods used (via partners)\n\nWhilst the NCSC is unable to inform you of the outcome of its review, they can confirm that they do act upon every message received.\n\nFurther information on how to report suspicious emails, and what to do if you think you’ve responded to a scam email.\n\n## Have you received a suspicious text message?\n\nMost phone providers are part of a scheme that allows customers to report suspicious text messages for free by forwarding it to 7726. If you forward a text to 7726, your provider can investigate the origin of the text and arrange to block or ban the sender, if it’s found to be malicious.\n\nFurther information on how to report suspicious text messages, and what to do if you think you’ve responded to a scam text.\n\n## Have you received a suspicious phone call?\n\nPhone scammers will call you unsolicited, pretending to be from an organisation you trust, such as your bank or the police.\n\nThese scam calls may be automated, or from a real person. They may ask you for your personal information like banking details, or tell you you need to transfer money.\n\nIf you've lost money or have been hacked as a result of responding to a call, you should report it:\n\n- In England, Wales or Northern Ireland, report it to us online or by calling 0300 123 2040.\n- In Scotland, report to Police Scotland by calling 101.\n\nIf you have not lost any money or responded to the call, you should report scam call numbers free of charge to 7726. Your provider can find our where the call came from and block or ban the number.\n\nTo report a scam call, simply text 7726 with the word ‘Call’ followed by the scam caller’s number.\n\n## Report a website you think is a scam\n\nMany scammers operate fake websites, which will download viruses to your computer, or are designed to steal passwords or other personal information.\n\nThe National Cyber Security Centre (NCSC) has the power to investigate and remove scam websites. It's free to report a suspicious website to us and it only takes a minute. By reporting suspicious websites, you can help us stop cyber criminals and protect others online.\n\nHow to report a suspicious website, and what to do if you think you’ve shared personal information (https://www.ncsc.gov.uk/collection/phishing-scams/report-scam-email).\n\n## Report a scam advert\n\nMany cyber criminals seek to trick their victims using scam adverts. You might see these adverts hosted on websites, or while using a search engine or social media.\n\nThese adverts will often look genuine. They might try to hook you in using false celebrity endorsements, or by offering goods at a discount. But the aim is often to steal money from you, or sell you goods that bear no resemblance to what was advertised.\n\nHow to report an online advert that you think is trying to scam you (https://www.ncsc.gov.uk/collection/phishing-scams/report-scam-email).",
    "scraped_date": "2025-07-25"
  },
  {
    "url": "https://www.actionfraud.police.uk/blog/counterfeit-currency-what-to-do-if-you-receive-counterfeit-notes-or-coins-and-where-to-report",
    "title": "Counterfeit currency: What to do if you receive counterfeit notes or coins and where to report",
    "content": "With an estimated 3.7 billion genuine bank notes currently in circulation in the UK, counterfeiting is viewed as big business by organised crime syndicates. Only a small fraction of banknotes are counterfeit, but it is essential that they are reported to the police.\n\nHead of Action Fraud, Pauline Smith said: “Criminals are using increasingly sophisticated networks and methods to make counterfeit notes and coins. “If you have been passed or recover counterfeit currency, this should be reported to your local police force. “Police are responsible for investigating the matter and they will liaise with National Counterfeit Currency Unit (aka UKNCO) at the National Crime Agency (NCA). “Action Fraud does not deal with counterfeit currency offences or reports.”\n\n What to do if you receive counterfeit currency. \n\nIf the notes have been passed and the suspect is not present, this should be reported via 101, by attending your local police station or online depending on the force area. If the suspect is present at the location or still nearby, consideration should be given to contacting the police on 999. Counterfeit notes should be retained and provided to the police as evidence, ideally inside a plastic wallet or paper envelope to preserve potential fingerprints. If there is CCTV footage of the suspect available, this should be downloaded and provided to the police together with the counterfeit notes or coins.\n\nPlease see the links below to websites that contain further information about security features present in bank notes and coins to assist you in determining if the item is counterfeit or genuine: \n\n How to check your bank notes (https://www.bankofengland.co.uk/banknotes/counterfeit-banknotes/how-to-check-your-banknotes) (Bank of England), Banknote issuers (https://www.acbi.org.uk/banknotes.html) (Scotland and Northern Ireland – how to check your bank notes) Coin designs and specifications (https://www.royalmint.com/discover/uk-coins/coin-design-and-specifications/one-pound-coin/), Euros (https://www.ecb.europa.eu/euro/banknotes/html/index.en.html) and dollars (https://www.uscurrency.gov/denominations). \n\nIf you have information about persons; making, supplying, passing or possessing counterfeit currency (banknotes and / or coins) please contact your local Police or report the matter anonymously to CrimeStoppers on 0800 555111 or online (https://crimestoppers-uk.org/)",
    "scraped_date": "2025-07-25"
  },
  {
  "url": "https://www.actionfraud.police.uk/news/fake-nca-emails",
  "title": "Fraudsters impersonate NCA officers in 'child pornography' scam emails",
  "content": "# Fraudsters impersonate NCA officers in 'child pornography' scam emails\n\nWe have received 180 reports regarding fake emails claiming to be from the NCA.\n\nSince the beginning of December 2023, Action Fraud and the Suspicious Email Reporting System (SERS) have received over 180 reports concerning the impersonation of National Crime Agency (NCA) agents.\n\nThe victims describe receiving an email purporting to be from the NCA. The email states that the NCA has evidence that the recipient has accessed and viewed “child pornography” or other “illegal pornographic content”.\n\nThe emails demand that the recipient make contact within a specified deadline. If they do not, the email claims that a warrant will be issued for their arrest and that the recipient’s details will be added to the sex offenders register, quoting legislation in an effort to make the threat sound legitimate.\n\nIt is assessed that the intention of the email is to prompt the victim into initiating communication with the suspects so that personal information can be disclosed to be used for blackmail or to commit fraud. Unlike other emails which impersonate law enforcement, there is no up-front demand for money however, where victims have engaged with the suspects, they have demanded money at a later stage.\n\nThe use of such threatening language creates a significant and emotional impact upon the recipient. The time pressure that is applied encourages victims to panic and act without thinking, unknowingly exposing themselves to compromise and blackmail.\n\n## What you need to do\n\n- The NCA will not send unsolicited correspondence requesting money or bank details. If you have doubts about the authenticity of a message received from the NCA, please call 0370 496 7622.\n- Remember, your bank (or any other official source) will not ask you to supply personal information over email.\n- If you think an email is suspicious, you can report it by forwarding the email to: report@phishing.gov.uk.\n\n## Every report counts\n\n- If you have been a victim of fraud or cyber crime, report it to us at online or by calling 0300 123 2040.",
  "scraped_date": "2025-07-25"
},
{
  "url": "https://www.actionfraud.police.uk/alert/action-fraud-warns-of-new-courier-fraud-tactic-after-receiving-120-reports-in-24-hours",
  "title": "Action Fraud warns of new courier fraud tactic after receiving 120 reports in 24 hours",
  "content": "# Action Fraud warns of new courier fraud tactic after receiving 120 reports in 24 hours\n\nNew alert from Action Fraud and the National Fraud Intelligence Bureau (NFIB) about courier fraud.\n\nIn the past 24 hours, Action Fraud has received 120 reports of courier fraud. Victims have reported a particular tactic of being called by someone impersonating a police officer. The suspect uses the name Eric Shaw and gives over his badge number, in order to appear trustworthy to victims.\n\nThe suspect asks victims to move money to a “secure bank account” until the victims are sent a new national insurance number. In reality, their money is being transferred into an account under the criminal’s control.\n\n## What is courier fraud?\n\nCourier fraud is when victims receive a phone call from a criminal, pretending to be a police officer or bank official. Typically, victims are told to withdraw a sum of money and someone is sent to their home address to collect it. Criminals may also convince the victim to transfer money to a ‘secure’ bank account, hand over their bank cards, or high value items, such as jewellery, watches and gold (coins or bullion).\n\n## How to protect yourself and your loved ones:\n\n- Your bank or the police will never call you to ask you to verify your personal details or PIN by phone, or offer to pick up your bank card by courier. Hang up immediately if you receive a call like this.\n- If you need to contact your bank back to check the call was legitimate, wait five minutes; fraudsters may stay on the line after you hang up. Alternatively, use a different line altogether to contact your bank.\n- Your debit or credit card is yours: don’t let a stranger take it from you. You should only ever have to hand it over at your bank. If it’s cancelled or expired, you should destroy it yourself.\n\n## Spot the tell-tale signs:\n\n- Someone claiming to be from your bank or local police force calls you to tell you about fraudulent activity, but is asking you for personal information, or even your PIN, to verify who you are.\n- They’re offering to call you back so you can be sure they’re genuine, but when you try to return the call, there’s no dial tone.\n- They say they’re trying to offer you peace of mind by having somebody pick up the card for you, to save you the trouble of having to go to your bank or local police station.\n\nIf you think you’ve been a victim of fraud, contact your bank immediately and report it to Action Fraud online at actionfraud.police.uk or by calling 0300 123 2040.",
  "scraped_date": "2025-07-25"
},
{
  "url": "https://www.actionfraud.police.uk/alert/warning-national-insurance-scam-leads-to-surge-in-calls-to-action-fraud",
  "title": "WARNING: National Insurance scam leads to surge in calls to Action Fraud",
  "content": "Action Fraud, the national reporting centre for fraud and cyber crime, is warning the public about a National Insurance scam, after they received over 1,000 extra calls from members of the public this week.\n\nPROTECT If you have provided personal details to someone over the phone and you now believe this to be a scam, contact your bank, building society and credit card company immediately and report it to Action Fraud at www.actionfraud.police.uk or by calling 0300 123 2040. You can also contact CIFAS to apply for protective registration. This means extra checks will be carried out when a financial service, such as a loan, is applied for using your address and personal details, to verify its you and not a fraudster.\n\nUPDATE (22/03/2021): Action Fraud continues to warn the public about a National Insurance scam, after it received over 34,000 more calls last month when compared to February 2020. Victims have reported receiving an automated telephone call telling them their “National Insurance number has been compromised” and in order to fix this and get a new number, the victim needs to “press 1 on their handset to be connected to the caller”. Once connected to the “caller”, victims are pressured into giving over their personal details in order to receive a new National Insurance number. In reality, they’ve been connected to a criminal who can now use their personal details to commit fraud.\n\n“We are asking the public to remain vigilant and be cautious of any automated calls they receive mentioning their National Insurance number becoming compromised.",
  "scraped_date": "2025-07-25"
},
{
  "url": "https://www.actionfraud.police.uk/alert/fraudsters-send-victims-own-passwords-in-sextortion-scam",
  "title": "Fraudsters send victims own passwords in sextortion scam",
  "content": "# Fraudsters send victims own passwords in sextortion scam\n\nOver 9,000 reports received so far in April.\n\nA sextortion phishing scam, first identified by the National Fraud Intelligence Bureau (NFIB) in July 2018, continues to be reported to Action Fraud in high numbers.\n\nSo far this month, Action Fraud has received 9,473 reports of this email scam, with 200 reports made in the last week.\n\nThe emails contain the victim’s own password in the subject line and demand a payment in Bitcoin to prevent videos of the victim, on their computer visiting adult websites, being shared.\n\nAn example email reads;\n\n“It Seems that, XXXXXX, is your password.\n\nI require your complete attention for the upcoming 24 hrs, or I may make sure you that you live out of guilt for the rest of your lifetime.\n\nHey, you do not know me personally. However I know all the things concerning you. Your present fb contact list, mobile phone contacts along with all the digital activity in your computer from past 176 days.\n\nWhich includes, your self pleasure video footage, which brings me to the main motive why I’m composing this particular mail to you.\n\nWell the last time you went to see the porn material websites, my malware ended up being activated inside your computer which ended up documenting a beautiful footage of your self pleasure play by activating your cam. (you got a unquestionably weird taste by the way haha)\n\nI have the full recording. If, perhaps you think I am playing around, simply reply proof and I will be forwarding the particular recording randomly to 8 people you know.”\n\nHead of Action Fraud, Pauline Smith, said:\n\n“Sextortion scams are a type of phishing attack where people are coerced to pay a ransom, normally in Bitcoin. The messages can look particularly convincing because they often include the recipient’s genuine password.\n\n“The criminals sending these emails are ruthless, unscrupulous individuals who don’t care about the impact of their actions on victims. They seek to exploit people’s emotions - shaming and scaring the recipient enough, that they make a payment.\n\n“If you receive an email that threatens you, your family, or your property in any way, and asks you to make a Bitcoin payment, don’t take the bait.”\n\n- Do not reply to the email or click on any links contained within it. Instead, report it to:  report@phishing.gov.uk and then delete it.\n- Do not be tempted to make the Bitcoin payment. Doing so may encourage the criminal to contact you again for more money.\n- If you have made the Bitcoin payment, then report it to your local police force by calling 101.\n\nFor more information, visit: actionfraud.police.uk/sextortion",
  "scraped_date": "2025-07-25"
},
{
  "url": "https://www.actionfraud.police.uk/sextortion",
  "title": "Sextortion emails: how to protect yourself",
  "content": "# Sextortion emails: how to protect yourself\n\nSextortion scams are a type of phishing attack whereby people are coerced to pay a BitCoin ransom because they have been threatened with sharing video of themselves visiting adult websites. These scams are made to appear all the more credible because they provide seemingly plausible technical details about how this was achieved, and the phish can sometimes also include the individual’s password.\n\nPhishes are designed to play on people’s emotions so that they will behave in a way which is out of character, and scams such as this are no different. The phisher is gambling that enough people will respond so that their scam is profitable; they do not know if you have a webcam, have been visiting adult websites, or the means by which you communicate with people – in short, they are guessing. The phisher hopes to emotionally trigger people so that they will ‘take the bait’ and pay the ransom.\n\n## What to do\n\n* As with other phishes, our advice is not to engage with the phisher, delete the email and report it to us: https://www.actionfraud.police.uk/report-phishing.\n* Do not be tempted to pay the BitCoin ransom, doing so will likely encourage more scams as the phisher will know they have a ‘willing’ customer.\n* Do not worry if the phish includes your password; in all likelihood this has been obtained from historic breaches of personal data. You can check if your account has been compromised and get future notifications by visiting: https://haveibeenpwned.com/\n* If the phish includes a password you still use then change it immediately, advice on how to create suitable passwords and enable other factors of authentication is available from Cyber Aware: https://www.cyberaware.gov.uk/passwords\n* If you have been a victim of a sextortion scam and have paid the BitCoin ransom, then report it to your local police force by calling 101.\n* If you need emotional support this is available from charities such as Victim Support by calling 0808 168 9111 or visiting: https://www.victimsupport.org.uk/",
  "scraped_date": "2025-07-25"
},
{
  "url": "https://www.actionfraud.police.uk/news/nigerian-serial-fraudster-and-british-partner-lose-more-than-1million-of-assets",
  "title": "Nigerian serial fraudster and British partner lose more than £1million of assets",
  "content": "More than £1 million worth of assets have been recovered by the National Crime Agency (NCA) following a civil recovery investigation into a Nigerian fraudster and his long term British partner, who both led a extravagant lifestyles despite their combined declared annual income never exceeding £48,000.\n\nAyodele Odewole (also known as Ayodele Balogun, 42), and his partner of 21 years Sara Bharat Yadav, 40, of Cranbrook Road, Chiswick, London were ordered to hand £1,011,431 to the NCA at the High Court today under the Proceeds of Crime Act.\n\nThe NCA recovered £797,431 from their bank accounts; three Patek Philippe watches valued at £1,094,000; and a private car registration plate worth £15,000.\n\nOdewole is a convicted fraudster with numerous dishonesty offences between 1998 and 2016. Odewole made millions from his scams.\n\nHe typically targeted people living in wealthy areas, researching their details through public records and fraudulently applying for credit cards in their names, which he used to withdraw cash.\n\nOdewole was also believed to have impersonated some of his victims in phone calls to their banks, ordered and intercepted replacement debit cards, which he then used to purchase high value items such as watches. These watches were then traded and sold with the proceeds being laundered through bank accounts belonging to Odewole and Yadav.\n\nNCA investigators found that the couple had hundreds of thousands of pounds passing through their bank accounts annually, despite Odewole not having had any legitimate employment earnings since he released from prison in 2005, and far in excess of Yadav’s salary as an operations manager for Imperial College.\n\nYadav and Odewole also bought properties in Westbourne Terrace, London and Conway Drive, Liverpool respectively, with significant deposits involved on each. These properties were subsequently sold whilst the NCA believed was an attempt to launder the proceeds of Odewole’s criminal activities.\n\nEven when Odewale fled the UK in 2016, the couple continued to enjoy an extravagant lifestyle. The rent on Yadav’s Chiswick home alone is nearly £42,000 per year – more than her annual income. In the last three years they have owned expensive cars including a Porsche Carrera, two Mercedes, and Yadav currently drives a Audi RS4 which when new is worth around £60,000.The couple also sent their three children to a private school which costs £37,000 per year. They also enjoyed frequent  luxury holidays in India, Morocco, Nigeria, South Africa, Cape Verde and Turkey.NCA investigators described one of Odewale’s explanations that he made “hundreds of thousands of pounds” to fund his lifestyle at betting shop fixed odd terminals as “inherently unlikely”. Odewale gave evidence to the High Court via video from Nigeria, as he is subject to a deportation order and cannot return to the UK. The High Court Judge who heard the case found he showed “little concern for the victims of the fraud” and offered “bare (often angry) denials” to questions put to him by the NCA’s barrister.Yadav, who  remained in the UK when Odewale left for Nigeria, was also found by the High Court judge Mrs Justice McGowan to have knowingly benefited from assets gained through unlawful conduct.  The judge stated that  Yadav “dishonestly chose to turn a blind eye to the illegitimacy of those funds” and enjoyed the luxuries it provided noting, for example, the gold Rolex she wore to the hearing.The NCA’s civil recovery investigators started the investigation in December 2016, and analysed 12,000 financial transactions between 2010 and 2016.In her judgment, Mrs Justice McGowan found the NCA’s evidence to be “detailed, cogent, and helpful.”Andy Lewis, head of Asset Denial at the NCA, said: “Odewale and Yadav had extravagant lifestyles funded from stealing the identities of honest, law abiding citizens. We have recovered their assets so they see no benefit from their unlawful activity. “We are pleased our commitment to this investigation has paid off, having worked closely with partners including the Metropolitan Police and the South East Regional Organised Crime Unit. “We will continue our work to identify those linked to economic crime, and take away their illicit assets.”  Ben Russell, Deputy Director of the National Economic Crime Centre, said: “Fraud causes real harm to people across the UK and we are determined to use all our powers, including civil recovery, to disrupt criminals and take money and assets out of their hands. “The National Economic Crime Centre has a unique role coordinating the response to economic crime, bringing together the full force of our partners from across the public and private sector. “Fraud is an absolute priority for us and today’s fantastic result shows what can be achieved when we use all our tools and powers to safeguard the people and prosperity of the UK.” The High Court ordered that one of the watches and £140,759, which could be traced back to two specific frauds, be handed to NatWest Bank to replace money used to compensate two of their customers.",
  "scraped_date": "2025-07-25"
}
]