[
  {
    "url": "https://www.actionfraud.police.uk/reporting-fraud-and-cyber-crime",
    "title": "Reporting fraud and cyber crime",
    "content": "# Reporting fraud and cyber crime\n\nIf you or someone else is in immediate danger or risk of harm dial 999 now.\n\nYou can report fraud or cybercrime to Action Fraud any time of the day or night using our online reporting tool. Reporting online is quick and easy. The tool will guide you through simple questions to identify what has happened and our advisors are available twenty four hours to give you help and advice if you need it.\n\nWhen reporting online you will be given the option to register, login to an existing account or continue as a guest.\n\nBy registering you will be able to:\n\n- Save and resume a partially completed report\n- Track progress of your report\n- Add information to your report\n- Call us to discuss your report\n- Receive an update by email\n\nIf you continue as a guest you will only be able to receive updates by email or post.\n\nYou can also report to us by calling 0300 123 2040 Monday to Friday 8am - 8pm . If you are calling from abroad please call +44 300 123 2040.\n\n## Reporting fraud to other organisations\n\nIf your report relates to any of the below, please follow the links to report it to the correct organisation.\n\n Counterfeit Currency (https://www.actionfraud.police.uk/blog/counterfeit-currency-what-to-do-if-you-receive-counterfeit-notes-or-coins-and-where-to-report), Theft of a vehicle (https://www.gov.uk/what-to-do-if-your-vehicle-has-been-stolen).Suspicious online behaviour with or towards a child (https://www.ceop.police.uk/safety-centre/). Online hate or bullying crime (https://www.police.uk/), material or messages. Counterfeit medicine or medical devices (https://www.gov.uk/government/organisations/medicines-and-healthcare-products-regulatory-agency) available to purchase online. Business or personal tax fraud or a related HMRC (https://www.gov.uk/topic/dealing-with-hmrc/phishing-scams) (Her Majesty's Revenue and Customs) matter. Benefit fraud (https://www.gov.uk/report-benefit-fraud).Immigration fraud (https://www.gov.uk/report-immigration-crime). \n\n## Reporting a live cyber attack 24/7\n\nIf you are a business, charity or other organisation which is currently suffering a live cyber attack (in progress), please call 0300 123 2040 immediately. This service is available 24 hours a day, 7 days a week. Please note, if you are member of the public you must call to report through our core opening hours.\n\n## What we do with your data after you report\n\nWe are aware of how important it is to you that we keep your data safe, so when you make a report we have standard protocols for handling and sharing your data.\n\n## Reporting a cybersecurity incident\n\nWhen you suffer a cyber-attack, or a related cybersecurity incident and you are a business, you might need to report it to the Information Commissioner's office (ICO). Under the new General Data Protection Regulation (GDPR) rules, from the 25th May 2018 it is mandatory that you also report data breaches to the ICO within 72 hours (https://ico.org.uk/for-organisations/guide-to-the-general-data-protection-regulation-gdpr/personal-data-breaches/).\n\nFor information on how and when to report a cybersecurity incident to the ICO (https://www.actionfraud.police.uk/2019-04-16-cybersecurity-brochure-design-v1)\n\n## Textphone\n\nIf you are deaf or hard of hearing you can contact us on textphone 0300 123 2050.",
    "scraped_date": "2025-07-25"
  },
  {
    "url": "https://www.actionfraud.police.uk/report-phishing",
    "title": "Report a phishing attempt",
    "content": "# Report a phishing attempt\n\nHow to recognise and report emails, texts, websites, adverts or phone calls that you think are trying to scam you.\n\nCyber criminals use fake messages as bait to lure you into clicking on the links within their scam email or text message, or to give away sensitive information (such as bank details).\n\nThese messages may look like the real thing but are malicious. Once clicked, you may be sent to a dodgy website which could download viruses onto your computer, or steal your passwords.\n\nIf you think you may have been the victim of fraud or cybercrime and incurred a financial loss or have been hacked as a result of responding to a phishing message, you should report this to Action Fraud (https://reporting.actionfraud.police.uk/login) \n\n## Have you spotted a suspicious email?\n\nIf you have received an email which you’re not quite sure about, forward it to the Suspicious Email Reporting Service (SERS): report@phishing.gov.uk\n\nThe message might be from a company you don’t normally receive communications from, or someone you do not know. You may just have a hunch. If you are suspicious, you should report it.\n\nYour report of a phishing email will help us to act quickly, protecting many more people from being affected.\n\nThe National Cyber Security Centre (NCSC) will analyse the suspect email and any websites it links to. They'll use any additional information you’ve provided to look for and monitor suspicious activity.\n\nIf they discover activity that they believe is malicious, they may:\n\n- seek to block the address the email came from, so it can no longer send emails\n- work with hosting companies to remove links to malicious websites\n- raise awareness of commonly reported suspicious emails and methods used (via partners)\n\nWhilst the NCSC is unable to inform you of the outcome of its review, they can confirm that they do act upon every message received.\n\nFurther information on how to report suspicious emails, and what to do if you think you’ve responded to a scam email.\n\n## Have you received a suspicious text message?\n\nMost phone providers are part of a scheme that allows customers to report suspicious text messages for free by forwarding it to 7726. If you forward a text to 7726, your provider can investigate the origin of the text and arrange to block or ban the sender, if it’s found to be malicious.\n\nFurther information on how to report suspicious text messages, and what to do if you think you’ve responded to a scam text.\n\n## Have you received a suspicious phone call?\n\nPhone scammers will call you unsolicited, pretending to be from an organisation you trust, such as your bank or the police.\n\nThese scam calls may be automated, or from a real person. They may ask you for your personal information like banking details, or tell you you need to transfer money.\n\nIf you've lost money or have been hacked as a result of responding to a call, you should report it:\n\n- In England, Wales or Northern Ireland, report it to us online or by calling 0300 123 2040.\n- In Scotland, report to Police Scotland by calling 101.\n\nIf you have not lost any money or responded to the call, you should report scam call numbers free of charge to 7726. Your provider can find our where the call came from and block or ban the number.\n\nTo report a scam call, simply text 7726 with the word ‘Call’ followed by the scam caller’s number.\n\n## Report a website you think is a scam\n\nMany scammers operate fake websites, which will download viruses to your computer, or are designed to steal passwords or other personal information.\n\nThe National Cyber Security Centre (NCSC) has the power to investigate and remove scam websites. It's free to report a suspicious website to us and it only takes a minute. By reporting suspicious websites, you can help us stop cyber criminals and protect others online.\n\nHow to report a suspicious website, and what to do if you think you’ve shared personal information (https://www.ncsc.gov.uk/collection/phishing-scams/report-scam-email).\n\n## Report a scam advert\n\nMany cyber criminals seek to trick their victims using scam adverts. You might see these adverts hosted on websites, or while using a search engine or social media.\n\nThese adverts will often look genuine. They might try to hook you in using false celebrity endorsements, or by offering goods at a discount. But the aim is often to steal money from you, or sell you goods that bear no resemblance to what was advertised.\n\nHow to report an online advert that you think is trying to scam you (https://www.ncsc.gov.uk/collection/phishing-scams/report-scam-email).",
    "scraped_date": "2025-07-25"
  },
  {
    "url": "https://www.actionfraud.police.uk/blog/counterfeit-currency-what-to-do-if-you-receive-counterfeit-notes-or-coins-and-where-to-report",
    "title": "Counterfeit currency: What to do if you receive counterfeit notes or coins and where to report",
    "content": "With an estimated 3.7 billion genuine bank notes currently in circulation in the UK, counterfeiting is viewed as big business by organised crime syndicates. Only a small fraction of banknotes are counterfeit, but it is essential that they are reported to the police.\n\nHead of Action Fraud, Pauline Smith said: “Criminals are using increasingly sophisticated networks and methods to make counterfeit notes and coins. “If you have been passed or recover counterfeit currency, this should be reported to your local police force. “Police are responsible for investigating the matter and they will liaise with National Counterfeit Currency Unit (aka UKNCO) at the National Crime Agency (NCA). “Action Fraud does not deal with counterfeit currency offences or reports.”\n\n What to do if you receive counterfeit currency. \n\nIf the notes have been passed and the suspect is not present, this should be reported via 101, by attending your local police station or online depending on the force area. If the suspect is present at the location or still nearby, consideration should be given to contacting the police on 999. Counterfeit notes should be retained and provided to the police as evidence, ideally inside a plastic wallet or paper envelope to preserve potential fingerprints. If there is CCTV footage of the suspect available, this should be downloaded and provided to the police together with the counterfeit notes or coins.\n\nPlease see the links below to websites that contain further information about security features present in bank notes and coins to assist you in determining if the item is counterfeit or genuine: \n\n How to check your bank notes (https://www.bankofengland.co.uk/banknotes/counterfeit-banknotes/how-to-check-your-banknotes) (Bank of England), Banknote issuers (https://www.acbi.org.uk/banknotes.html) (Scotland and Northern Ireland – how to check your bank notes) Coin designs and specifications (https://www.royalmint.com/discover/uk-coins/coin-design-and-specifications/one-pound-coin/), Euros (https://www.ecb.europa.eu/euro/banknotes/html/index.en.html) and dollars (https://www.uscurrency.gov/denominations). \n\nIf you have information about persons; making, supplying, passing or possessing counterfeit currency (banknotes and / or coins) please contact your local Police or report the matter anonymously to CrimeStoppers on 0800 555111 or online (https://crimestoppers-uk.org/)",
    "scraped_date": "2025-07-25"
  },
  {
    "url": "https://www.actionfraud.police.uk/news/fake-nca-emails",
    "title": "Fraudsters impersonate NCA officers in 'child pornography' scam emails",
    "content": "# Fraudsters impersonate NCA officers in 'child pornography' scam emails\n\nWe have received 180 reports regarding fake emails claiming to be from the NCA.\n\nSince the beginning of December 2023, Action Fraud and the Suspicious Email Reporting System (SERS) have received over 180 reports concerning the impersonation of National Crime Agency (NCA) agents.\n\nThe victims describe receiving an email purporting to be from the NCA. The email states that the NCA has evidence that the recipient has accessed and viewed “child pornography” or other “illegal pornographic content”.\n\nThe emails demand that the recipient make contact within a specified deadline. If they do not, the email claims that a warrant will be issued for their arrest and that the recipient’s details will be added to the sex offenders register, quoting legislation in an effort to make the threat sound legitimate.\n\nIt is assessed that the intention of the email is to prompt the victim into initiating communication with the suspects so that personal information can be disclosed to be used for blackmail or to commit fraud. Unlike other emails which impersonate law enforcement, there is no up-front demand for money however, where victims have engaged with the suspects, they have demanded money at a later stage.\n\nThe use of such threatening language creates a significant and emotional impact upon the recipient. The time pressure that is applied encourages victims to panic and act without thinking, unknowingly exposing themselves to compromise and blackmail.\n\n## What you need to do\n\n- The NCA will not send unsolicited correspondence requesting money or bank details. If you have doubts about the authenticity of a message received from the NCA, please call 0370 496 7622.\n- Remember, your bank (or any other official source) will not ask you to supply personal information over email.\n- If you think an email is suspicious, you can report it by forwarding the email to: report@phishing.gov.uk.\n\n## Every report counts\n\n- If you have been a victim of fraud or cyber crime, report it to us at online or by calling 0300 123 2040.",
    "scraped_date": "2025-07-25"
  },
  {
    "url": "https://www.actionfraud.police.uk/alert/action-fraud-warns-of-new-courier-fraud-tactic-after-receiving-120-reports-in-24-hours",
    "title": "Action Fraud warns of new courier fraud tactic after receiving 120 reports in 24 hours",
    "content": "# Action Fraud warns of new courier fraud tactic after receiving 120 reports in 24 hours\n\nNew alert from Action Fraud and the National Fraud Intelligence Bureau (NFIB) about courier fraud.\n\nIn the past 24 hours, Action Fraud has received 120 reports of courier fraud. Victims have reported a particular tactic of being called by someone impersonating a police officer. The suspect uses the name Eric Shaw and gives over his badge number, in order to appear trustworthy to victims.\n\nThe suspect asks victims to move money to a “secure bank account” until the victims are sent a new national insurance number. In reality, their money is being transferred into an account under the criminal’s control.\n\n## What is courier fraud?\n\nCourier fraud is when victims receive a phone call from a criminal, pretending to be a police officer or bank official. Typically, victims are told to withdraw a sum of money and someone is sent to their home address to collect it. Criminals may also convince the victim to transfer money to a ‘secure’ bank account, hand over their bank cards, or high value items, such as jewellery, watches and gold (coins or bullion).\n\n## How to protect yourself and your loved ones:\n\n- Your bank or the police will never call you to ask you to verify your personal details or PIN by phone, or offer to pick up your bank card by courier. Hang up immediately if you receive a call like this.\n- If you need to contact your bank back to check the call was legitimate, wait five minutes; fraudsters may stay on the line after you hang up. Alternatively, use a different line altogether to contact your bank.\n- Your debit or credit card is yours: don’t let a stranger take it from you. You should only ever have to hand it over at your bank. If it’s cancelled or expired, you should destroy it yourself.\n\n## Spot the tell-tale signs:\n\n- Someone claiming to be from your bank or local police force calls you to tell you about fraudulent activity, but is asking you for personal information, or even your PIN, to verify who you are.\n- They’re offering to call you back so you can be sure they’re genuine, but when you try to return the call, there’s no dial tone.\n- They say they’re trying to offer you peace of mind by having somebody pick up the card for you, to save you the trouble of having to go to your bank or local police station.\n\nIf you think you’ve been a victim of fraud, contact your bank immediately and report it to Action Fraud online at actionfraud.police.uk or by calling 0300 123 2040.",
    "scraped_date": "2025-07-25"
  },
  {
    "url": "https://www.actionfraud.police.uk/alert/warning-national-insurance-scam-leads-to-surge-in-calls-to-action-fraud",
    "title": "WARNING: National Insurance scam leads to surge in calls to Action Fraud",
    "content": "Action Fraud, the national reporting centre for fraud and cyber crime, is warning the public about a National Insurance scam, after they received over 1,000 extra calls from members of the public this week.\n\nPROTECT If you have provided personal details to someone over the phone and you now believe this to be a scam, contact your bank, building society and credit card company immediately and report it to Action Fraud at www.actionfraud.police.uk or by calling 0300 123 2040. You can also contact CIFAS to apply for protective registration. This means extra checks will be carried out when a financial service, such as a loan, is applied for using your address and personal details, to verify its you and not a fraudster.\n\nUPDATE (22/03/2021): Action Fraud continues to warn the public about a National Insurance scam, after it received over 34,000 more calls last month when compared to February 2020. Victims have reported receiving an automated telephone call telling them their “National Insurance number has been compromised” and in order to fix this and get a new number, the victim needs to “press 1 on their handset to be connected to the caller”. Once connected to the “caller”, victims are pressured into giving over their personal details in order to receive a new National Insurance number. In reality, they’ve been connected to a criminal who can now use their personal details to commit fraud.\n\n“We are asking the public to remain vigilant and be cautious of any automated calls they receive mentioning their National Insurance number becoming compromised.",
    "scraped_date": "2025-07-25"
  },
  {
    "url": "https://www.actionfraud.police.uk/alert/fraudsters-send-victims-own-passwords-in-sextortion-scam",
    "title": "Fraudsters send victims own passwords in sextortion scam",
    "content": "# Fraudsters send victims own passwords in sextortion scam\n\nOver 9,000 reports received so far in April.\n\nA sextortion phishing scam, first identified by the National Fraud Intelligence Bureau (NFIB) in July 2018, continues to be reported to Action Fraud in high numbers.\n\nSo far this month, Action Fraud has received 9,473 reports of this email scam, with 200 reports made in the last week.\n\nThe emails contain the victim’s own password in the subject line and demand a payment in Bitcoin to prevent videos of the victim, on their computer visiting adult websites, being shared.\n\nAn example email reads;\n\n“It Seems that, XXXXXX, is your password.\n\nI require your complete attention for the upcoming 24 hrs, or I may make sure you that you live out of guilt for the rest of your lifetime.\n\nHey, you do not know me personally. However I know all the things concerning you. Your present fb contact list, mobile phone contacts along with all the digital activity in your computer from past 176 days.\n\nWhich includes, your self pleasure video footage, which brings me to the main motive why I’m composing this particular mail to you.\n\nWell the last time you went to see the porn material websites, my malware ended up being activated inside your computer which ended up documenting a beautiful footage of your self pleasure play by activating your cam. (you got a unquestionably weird taste by the way haha)\n\nI have the full recording. If, perhaps you think I am playing around, simply reply proof and I will be forwarding the particular recording randomly to 8 people you know.”\n\nHead of Action Fraud, Pauline Smith, said:\n\n“Sextortion scams are a type of phishing attack where people are coerced to pay a ransom, normally in Bitcoin. The messages can look particularly convincing because they often include the recipient’s genuine password.\n\n“The criminals sending these emails are ruthless, unscrupulous individuals who don’t care about the impact of their actions on victims. They seek to exploit people’s emotions - shaming and scaring the recipient enough, that they make a payment.\n\n“If you receive an email that threatens you, your family, or your property in any way, and asks you to make a Bitcoin payment, don’t take the bait.”\n\n- Do not reply to the email or click on any links contained within it. Instead, report it to:  report@phishing.gov.uk and then delete it.\n- Do not be tempted to make the Bitcoin payment. Doing so may encourage the criminal to contact you again for more money.\n- If you have made the Bitcoin payment, then report it to your local police force by calling 101.\n\nFor more information, visit: actionfraud.police.uk/sextortion",
    "scraped_date": "2025-07-25"
  },
  {
    "url": "https://www.actionfraud.police.uk/sextortion",
    "title": "Sextortion emails: how to protect yourself",
    "content": "# Sextortion emails: how to protect yourself\n\nSextortion scams are a type of phishing attack whereby people are coerced to pay a BitCoin ransom because they have been threatened with sharing video of themselves visiting adult websites. These scams are made to appear all the more credible because they provide seemingly plausible technical details about how this was achieved, and the phish can sometimes also include the individual’s password.\n\nPhishes are designed to play on people’s emotions so that they will behave in a way which is out of character, and scams such as this are no different. The phisher is gambling that enough people will respond so that their scam is profitable; they do not know if you have a webcam, have been visiting adult websites, or the means by which you communicate with people – in short, they are guessing. The phisher hopes to emotionally trigger people so that they will ‘take the bait’ and pay the ransom.\n\n## What to do\n\n* As with other phishes, our advice is not to engage with the phisher, delete the email and report it to us: https://www.actionfraud.police.uk/report-phishing.\n* Do not be tempted to pay the BitCoin ransom, doing so will likely encourage more scams as the phisher will know they have a ‘willing’ customer.\n* Do not worry if the phish includes your password; in all likelihood this has been obtained from historic breaches of personal data. You can check if your account has been compromised and get future notifications by visiting: https://haveibeenpwned.com/\n* If the phish includes a password you still use then change it immediately, advice on how to create suitable passwords and enable other factors of authentication is available from Cyber Aware: https://www.cyberaware.gov.uk/passwords\n* If you have been a victim of a sextortion scam and have paid the BitCoin ransom, then report it to your local police force by calling 101.\n* If you need emotional support this is available from charities such as Victim Support by calling 0808 168 9111 or visiting: https://www.victimsupport.org.uk/",
    "scraped_date": "2025-07-25"
  },
  {
    "url": "https://www.actionfraud.police.uk/news/nigerian-serial-fraudster-and-british-partner-lose-more-than-1million-of-assets",
    "title": "Nigerian serial fraudster and British partner lose more than £1million of assets",
    "content": "More than £1 million worth of assets have been recovered by the National Crime Agency (NCA) following a civil recovery investigation into a Nigerian fraudster and his long term British partner, who both led a extravagant lifestyles despite their combined declared annual income never exceeding £48,000.\n\nAyodele Odewole (also known as Ayodele Balogun, 42), and his partner of 21 years Sara Bharat Yadav, 40, of Cranbrook Road, Chiswick, London were ordered to hand £1,011,431 to the NCA at the High Court today under the Proceeds of Crime Act.\n\nThe NCA recovered £797,431 from their bank accounts; three Patek Philippe watches valued at £1,094,000; and a private car registration plate worth £15,000.\n\nOdewole is a convicted fraudster with numerous dishonesty offences between 1998 and 2016. Odewole made millions from his scams.\n\nHe typically targeted people living in wealthy areas, researching their details through public records and fraudulently applying for credit cards in their names, which he used to withdraw cash.\n\nOdewole was also believed to have impersonated some of his victims in phone calls to their banks, ordered and intercepted replacement debit cards, which he then used to purchase high value items such as watches. These watches were then traded and sold with the proceeds being laundered through bank accounts belonging to Odewole and Yadav.\n\nNCA investigators found that the couple had hundreds of thousands of pounds passing through their bank accounts annually, despite Odewole not having had any legitimate employment earnings since he released from prison in 2005, and far in excess of Yadav’s salary as an operations manager for Imperial College.\n\nYadav and Odewole also bought properties in Westbourne Terrace, London and Conway Drive, Liverpool respectively, with significant deposits involved on each. These properties were subsequently sold whilst the NCA believed was an attempt to launder the proceeds of Odewole’s criminal activities.\n\nEven when Odewale fled the UK in 2016, the couple continued to enjoy an extravagant lifestyle. The rent on Yadav’s Chiswick home alone is nearly £42,000 per year – more than her annual income. In the last three years they have owned expensive cars including a Porsche Carrera, two Mercedes, and Yadav currently drives a Audi RS4 which when new is worth around £60,000.The couple also sent their three children to a private school which costs £37,000 per year. They also enjoyed frequent  luxury holidays in India, Morocco, Nigeria, South Africa, Cape Verde and Turkey.NCA investigators described one of Odewale’s explanations that he made “hundreds of thousands of pounds” to fund his lifestyle at betting shop fixed odd terminals as “inherently unlikely”. Odewale gave evidence to the High Court via video from Nigeria, as he is subject to a deportation order and cannot return to the UK. The High Court Judge who heard the case found he showed “little concern for the victims of the fraud” and offered “bare (often angry) denials” to questions put to him by the NCA’s barrister.Yadav, who  remained in the UK when Odewale left for Nigeria, was also found by the High Court judge Mrs Justice McGowan to have knowingly benefited from assets gained through unlawful conduct.  The judge stated that  Yadav “dishonestly chose to turn a blind eye to the illegitimacy of those funds” and enjoyed the luxuries it provided noting, for example, the gold Rolex she wore to the hearing.The NCA’s civil recovery investigators started the investigation in December 2016, and analysed 12,000 financial transactions between 2010 and 2016.In her judgment, Mrs Justice McGowan found the NCA’s evidence to be “detailed, cogent, and helpful.”Andy Lewis, head of Asset Denial at the NCA, said: “Odewale and Yadav had extravagant lifestyles funded from stealing the identities of honest, law abiding citizens. We have recovered their assets so they see no benefit from their unlawful activity. “We are pleased our commitment to this investigation has paid off, having worked closely with partners including the Metropolitan Police and the South East Regional Organised Crime Unit. “We will continue our work to identify those linked to economic crime, and take away their illicit assets.”  Ben Russell, Deputy Director of the National Economic Crime Centre, said: “Fraud causes real harm to people across the UK and we are determined to use all our powers, including civil recovery, to disrupt criminals and take money and assets out of their hands. “The National Economic Crime Centre has a unique role coordinating the response to economic crime, bringing together the full force of our partners from across the public and private sector. “Fraud is an absolute priority for us and today’s fantastic result shows what can be achieved when we use all our tools and powers to safeguard the people and prosperity of the UK.” The High Court ordered that one of the watches and £140,759, which could be traced back to two specific frauds, be handed to NatWest Bank to replace money used to compensate two of their customers.",
    "scraped_date": "2025-07-25"
  },
  {
    "url": "https://www.actionfraud.police.uk/report",
    "title": "How to report fraud and cyber crime",
    "content": "You can report fraud or cybercrime to Action Fraud any time of the day or night using our online reporting tool. Reporting online is quick, easy and can be done on any device.\n\nThe tool will guide you through simple questions to identify what has happened and our advisors are available on web chat 24 hours a day to give you help and advice if you need it. To access web chat just click on the red chat icon at the bottom of your device screen.\n\nWhen reporting online you will be given the option to register, login to an existing account or continue as a guest.\n\nBy registering with us online you will have access to a host of features designed to make reporting even easier. After logging in you will have access to a 'Dashboard' located within the 'My account' section. From there you will be able to:\n\n• Track progress the progress of your report by clicking on 'My account' and then 'My reports'\n• Save and resume a partially completed report. To update previously submitted reports, simply go to “My account” and then “My reports”. Select your report with a case number beginning NFRC and select the “edit report” button.\n\nPlease note, if you continue as a guest and do not register with us online you will not access any of the features listed above. You will only receive updates by email or post.\n\nYou can also report to us by calling 0300 123 2040 Monday to Friday between 8am - 8pm. If reports are made online please note that the same urgency as those made over the phone. If you are calling from abroad please call +44 300 123 2040.\n\nWhat does an '0300' phone number mean?\n\n03 phone numbers cost the same as a call to local landline phone numbers, even from a mobile phone. So by calling Action Fraud on 0300 123 2040, you will not have to pay over the odds for the call. Only public bodies and not-for-profit organisations are allowed to use a number beginning 030.\n\nReporting a live cyber attack 24/7\n\nIf you are a business, charity or other organisation which is currently suffering a live cyber attack (in progress), please call 0300 123 2040 immediately. This service is available 24 hours a day, 7 days a week. Please note, if you are a member of the public this service is available Monday to Friday between 8am - 8pm.\n\nIf you have suffered a data breach and report to us, we won't automatically pass this onto the Information Commissioner's Office (ICO). Under the new General Data Protection Regulation (GDPR) rules, from the 25th May 2018 it is mandatory that you also report data breaches to the ICO within 72 hours https://ico.org.uk/for-organisations/guide-to-the-general-data-protection-regulation-gdpr/personal-data-breaches/.\n\nVulnerable victims\n\nWe offer an enhanced service for vulnerable victims. Find out more about vulnerable victims https://www.actionfraud.police.uk/vulnerable-victims-and-the-victims-code.\n\nData security\n\nFor your peace of mind the data you provide is totally secure and will only be provided to the police or anti-fraud agencies. Read more about the Action Fraud Information Charter (https://www.actionfraud.police.uk/information-charter) \n\n(Please be aware it is a criminal offence (http://www.legislation.gov.uk/ukpga/1967/58/section/5) to submit a fake rep) \n\nYou can also report and get advice about fraud or cyber crime by calling 03001232040",
    "scraped_date": "2025-07-25"
  },
  {
    "url": "https://www.actionfraud.police.uk/information-charter",
    "title": "Information Charter",
    "content": "# Information Charter\n\nWe need to handle personal information about you so that we can provide services for you. This is how we look after that information.\n\n### When we ask you for personal information, we promise:\n\n* To make sure you know why we need it;\n* To only ask for what we need, and not to collect too much or irrelevant information;\n* To protect it and make sure nobody has access to it who shouldn't;\n* To let you know if we share it with other organisations to give you better public services - and if you can say no;\n* To make sure we don't keep it longer than necessary; and\n* Not to make your personal information available for commercial use without your permission.\n\n### In return, we ask you to:\n\n* Give us accurate information; and\n* Tell us as soon as possible if there are any changes, such as a new address.\n\nThis helps us to keep your information reliable and up to date.\n\n### You can get more details on:\n\n* How to find out what information we hold about you and how to ask us to correct any mistakes;\n* Agreements we have with other organisations for sharing information;\n* Circumstances where we can pass on your personal information without telling you, for example, to\n* Prevent and detect crime or to produce anonymised statistics;\n* Our instructions to staff on how to collect, use and delete your personal information;\n* How we check the information we hold is accurate and up to date; and\n* How to make a complaint.\n\nFor further information please contact:\n\nThe Information Manager at:\n\nCity of London Police\nPO Box 36451\n182 Bishopsgate\nLondon EC1M 4WN\n\nWhen we ask you for information, we will keep to the law, including the Data Protection Act 2018. For independent advice about data protection, privacy and data-sharing issues, you can contact the Information Commissioner at:\n\nWycliffe House, Water Lane, Wilmslow, Cheshire, SK9 5AF.\n\nPhone: 0303 123 1113 or 01625 54 57 45\nFax: 01625 524510\nWebsite: www.ico.org.uk",
    "scraped_date": "2025-07-25"
  },
  {
    "url": "https://www.actionfraud.police.uk/vulnerable-victims-and-the-victims-code",
    "title": "Vulnerable victims and the Victims' Code",
    "content": "# Vulnerable victims and the Victims' Code\n\nThe Victims’ Code recognises that victims and witnesses should be at the heart of the criminal justice system.\n\nElderly Woman And Child\n\nAction Fraud exists to ensure that victims of fraud have a central place to go to in order to report crime and get advice and support. We are committed to providing the best service possible to victims of fraud and those who need advice.\n\nOur partnership with the charity Victim Support (https://www.victimsupport.org.uk/) is central to this commitment and this is why everyone who reports a fraud to us has the option to receive support from the charity afterwards.\n\nThe Victims’ Code also makes an enhanced service available to vulnerable victims. Under the code, a vulnerable victim is classified as:\n\n- Anyone under the age of 17 at the time of the offence.\n- Anyone who is suffering from a mental disorder within the meaning of the Mental Health Act 1983.\n- Those with a significant impairment of intelligence and social functioning.\n- Those with a physical disability or who suffer from a mental disorder.\n\nIf you want to contact Action Fraud on behalf of a vulnerable victim, we will provide an enhanced service to help. Please make it clear that you are contacting us on behalf of a vulnerable victim.\n\n### Useful external links for those who work with young people\n\nChildnet International (http://www.childnet.com/)\n\nUK - Safer Internet Centre (http://www.saferinternet.org.uk/)",
    "scraped_date": "2025-07-25"
  },
  {
    "url": "https://www.actionfraud.police.uk/faq",
    "title": "Frequently asked questions",
    "content": "# Frequently asked questions\n\n## Choose category:\n\n### What is Action Fraud?\nAction Fraud is the UK national reporting centre for fraud and cyber crime where you should report fraud if you have been scammed, defrauded or experience cyber crime in England, Wales and Northern Ireland. Please Note: Police Scotland have not signed up to the Action Fraud process. If you are in Scotland please follow the guidance on the Police Scotland website at Scams and frauds - Police Scotland\n\n### Who are the National Fraud Intelligence Bureau?\nThe National Fraud Intelligence Bureau (NFIB) sits alongside Action Fraud within the City of London Police which is the National policing lead for economic crime. All reports of fraud and cyber crime reported to Action Fraud, whether they are identified as a crime report or an information report, are received into NFIB and assessed to determine the most appropriate action for that report. In addition, all reports received by NFIB are analysed to help build a clearer picture and understanding of fraud and cyber crime in England and Wales; which helps the public, law enforcement and businesses to better protect themselves.\n\n### How do I make a report to Action Fraud?\nUnfortunately Action Fraud are unable to accept reports of fraud by post or direct email as they cannot be recorded. You can make a report to Action Fraud via the website (www.actionfraud.police.uk). Alternatively, please telephone an Action Fraud Advisor on 0300 123 2040.\n\n### Do you offer support for deaf or hard of hearing people?\nAction Fraud is proud to work alongside SignVideo to assist with reporting for deaf or hard of hearing people who use British Sign Language (BSL). SignVideo is the UK’s leading British Sign Language video interpreting service and offers a specialist state-of-the art video contact centre staffed by fully qualified and registered British Sign Language interpreters and Irish Sign Language interpreters available on demand.\n\nIf you are deaf or hard of hearing, please follow the instructions below in order to access Action Fraud via the SignVideo App.\n\n#### How do I use the SignVideo App?\nIn order to use the service, you will need to download the SignVideo app on your mobile device. When you open the app, you will see the SignDirectory. Scroll down the SignDirectory and look for 'Action Fraud'. Click on the button for 'Action Fraud' and a SignVideo interpreter will appear on your screen to interpret your conversation. Please see signvideo.co.uk/download for more information.\n\n#### What do I need to use SignVideo?\nTo use SignVideo, you will need three things as minimum requirements:\n\n1) Device: They can be the following:\n   - iOS app\n   - Android app\n   - SignVideo Web\n2) Webcam: They can be plugged in or built in.\n3) Good internet connection: For the best experience with SignVideo, we advise having a minimum 2mbps upload and download internet speed. Your internet connection can be any of the following:\n   - 3G,4G,5G mobile network\n   - Plugged in Broadband/ethernet\n   - WiFi\n\n#### What do I need to use SignVideo?\nTo resolve any issues you may have, please check our the SignVideo page: www.signvideo.co.uk/faq\nTo receive help and support, please get in touch with the SignVideo Customer Services. You can contact SignVideo in BSL: www.customer.signvideo.me. Alternatively, email the technical support team directly: [email protected]\n\n### I have registered on the website, what can I do?\nIf you have registered you can:\n- Report fraud and cyber crime\n- Save and resume a partially completed report\n- Track the progress of your report\n- Add information to your report\n- Download a copy of your report\n- Receive an outcome by email\n\nPlease visit the Action Fraud website where you can register to use this service any time of the day or night which enables you to both report a fraud and find help and support. Please note that if you do not register at the time the report is made, this service will not be available to you. If you are seeking an update to a report please visit your dashboard to track the progress of your report. If you did not register it will not be possible to receive an update, but an outcome will be provided to you in due course.\n\n### I have registered on your website but didn’t receive a confirmation email?\nIf you do not receive the confirmation email within a few minutes of signing up, please check your Spam or Junk E-mail folder just in case the confirmation email got delivered there instead of your inbox. If you have your email set up to automatically delete spam, you may also wish to check your deleted folder. If the email still cannot be located please call us on 0300 123 2040.\n\n### What is the Action Fraud remit?\nAction Fraud is the UK’s national reporting centre for fraud and cyber crime, and takes crime and information reports on behalf of the police and gives advice and fraud prevention guidance.\n\nAction Fraud does not have investigation powers, however, the reports taken by Action Fraud are sent to our colleagues at the National Fraud Intelligence Bureau (NFIB) which is also run by the City of London Police, the national lead force for fraud.\n\nThe NFIB collates and analyses intelligence on fraud, identifying information which could be used by police forces to progress an investigation. Not all crime reports received by NFIB are sent to forces; for instance, some will be sent to forces as intelligence to enable them to take appropriate action while others will be sent to the Prevention and Disruption Team to allow for the fraud enabler (such as telephone number, website address) to be blocked to prevent others from becoming victims. All reports, whether they are a crime report or information report, will be analysed enabling us to provide timely information and Protect advice to the public.\n\n### What crimes can't I report to Action Fraud\nAction Fraud takes reports of fraud and cybercrime as set out in the Home Office Counting Rules for Fraud.\n\nWe are unable to take reports of:\n- Theft of a vehicle\n- Suspicious online behaviour with or towards a child\n- Online hate or bullying crime, material or messages\n- Counterfeit medicine or medical devices available to purchase online\n- Business or personal tax fraud\n- Benefit related\n- Immigration related\n- Counterfeit Currency\n\nIf your reports relates to any of the above, please follow the links to report it to the correct organisation.\n\n### I have concerns that fraudulent activity may be funding terrorism. What should I do?\nYou may be concerned that suspected fraudulent activity may be connected to funding terrorist activity.\n\nLike other criminals, terrorists need to plan. They sometimes need access to funds to help them.\n\nSome examples of suspicious activity could include:\n- Carrying out suspicious or unusual bank transactions\n- Holding passports or other documents in different names, for no obvious reasons\n\nWhen attacks have happened in the past, people have said that they suspected something was wrong, but worried they may waste police time by coming forward. Or that they might get someone into trouble.\n\nYou are not wasting our time, and no call or click will be ignored. What you tell us is treated in the strictest confidence and is thoroughly researched by experienced officers before, and if, any police action is taken.\n\nIf you see or hear something unusual or suspicious trust your instincts and ACT – Action Counters Terrorism.\n\nReport your concerns to Action Fraud, or visit gov.uk/ACT to make an online report.\n\n### What happens to my report once has it been made to Action Fraud?\nAfter a report has been made to Action Fraud, it will be sent for assessment by the National Fraud Intelligence Bureau (NFIB). This assessment of fraud and cyber crime reports from across the UK, helps to build a clear picture of where and how fraud and cyber crime is being committed. Experienced Reviewers will assess the data contained in the crime reports to determine whether there is enough information to send to a police force. It is important to be aware that police forces cannot be compelled to accept crime report sent to them by NFIB for investigation, they will review the report themselves and decide on their course of action.\n\n### I would like an update on my report?\nIf you have registered on our website, you can track the progress of your report by logging into your account. After logging in, check your reports status click on “My account” in the top right hand side of the website and then click “My reports”.\n\nIf you have any more queries, speak to us on web chat 24 hours a day.\n\n### How do I add information to my report?\nIf you have registered on our website, you can add information to your report by logging into your account. After logging in select the report you want to edit and then “Edit report”.\n\nPlease note, we cannot accept physical correspondence or evidence when making a report. However, please keep hold of this evidence as it may be required in the event of a police investigation.\n\nIf you have any more queries, speak to us on web chat 24 hours a day.\n\n### Can I withdraw my report?\nYes. Where Action Fraud is able to confirm that the circumstances are different to what was originally reported we are usually able to withdraw the matter as a recorded crime.\n\nA typical example of this is a report of internet shopping fraud where goods have not been delivered. Often we receive information from the person making the report that goods were either simply delivered later than expected or that goods could not be supplied through no fault of the seller and a full refund was provided. Another example is where a fraudulent transaction on a bank account was later confirmed to be lawful or due to a banking error.\n\nIf you wish to inform us of additional information of this nature, please get in contact with us.\n\n### How can I request a copy of my report?\nIf you have registered on our website you can download a copy of your report by logging into your account. After logging in, to edit your report click on “My account” in the top right hand side of the website and then click “My reports”. Select the report you want and download.\n\n### Support / Guidance\nIf you have been affected by crime, Victim Support can give you the help you need to move forward. Their services are free, confidential and available to anyone in England and Wales, regardless of whether the crime has been reported or how long ago it happened.\n\n### Other languages\nIf English is not your first language we run a service in your language. For further information please visit the Action Fraud website at https://www.actionfraud.police.uk/\n\n### Who are NECVCU?\nThe National Economic Crime Victim Care Unit (NECVCU) is a team of specialist advocates working within the City of London Police that supports vulnerable people who have fallen victim to fraud and cyber crime, with the aim being to make them feel safer and reduce the possibility of them becoming a repeat victim.\nFind out more about the work that the NECVCU do.\n\n### Third party requests for information relating to a report?\nAction Fraud and the NFIB take the security of data extremely seriously and unless you are the victim or can be verified as acting on behalf of a victim, it will not be possible to enter into correspondence with you.\n\n### How do I make a complaint about Action Fraud?\nIn the first instance, please see the guidance contained in the Action Fraud Complaints Policy.\n\nAction Fraud (AF) and the National Fraud Intelligence Bureau (NFIB) are hosted by the City of London Police and there have been recent changes as to how complaints can be made to the Police. Complaints can be made to the City of London Professional Standards Directorate (PSD), or to the Independent Office for Police Conduct (IOPC).\n\nIf, having read the guidance, you are still not satisfied with the service you have received from Action Fraud or the NFIB, you can make a complaint via https://www.cityoflondon.police.uk/fo/feedback/complaints/complaints/complain-about-the-police/ or https://www.policeconduct.gov.uk/complaints/guide-to-complaints-process.\n\nHowever, please note that neither Action Fraud nor the NFIB have investigative powers, and the NFIB are operationally independent. The complaints team has no authority or influence over the NFIB, to further review and forward cases to local forces for their consideration to investigate.\n\nThe police complaints system is not designed to consider operational decisions. If your complaint is about a decision not to record a crime or refer a reported fraud for investigation we will not be able to take any further action.\n\nWe are aware of feedback received about the term “viable lines of enquiry” which is contained in some of our correspondence. NFIB are currently reviewing this correspondence in order to provide greater clarity about what this means.\n\n### I have registered on the website and I am unable to see my report?\nIf you made a report before 6th October 2018 the website which you used to make your report has been upgraded.\n\nThe NFRC reference number and password details which you were provided will not enable you to access the new functions on the improved website.\n\nRegistering on the new website will not enable you to review and update your report made prior to 6th October. If you have not had an update about your report please be assured we will aim to send you an update within 4-6 weeks after you have made your report.\n\n### What is FALCON?\nOp Falcon (North, East, South and West) are the areas/boroughs within in the Metropolitan Police Service area. If your receive a letter stating that your crime has been disseminated to any of these areas i.e Falcon North, this means that your crime has been sent to the Metropolitan Police Service team covering that relevant area.",
    "scraped_date": "2025-07-25"
  },
  {
    "url": "https://www.actionfraud.police.uk/what-is-fraud",
    "title": "What is fraud and cyber crime?",
    "content": "Fraud is when trickery is used to gain a dishonest advantage, which is often financial, over another person. Cyber crime is any criminal act dealing with computers and networks.\n\nThere are many words used to describe fraud: Scam, con, swindle, extortion, sham, double-cross, hoax, cheat, ploy, ruse, hoodwink, confidence trick.\n\nThese are just a few words you might hear in relation to fraud. Fraud can be committed against individuals or businesses. Have a look in our A-Z of fraud for information about different types of fraud.\n\nCyber crime is any criminal act dealing with computers and networks (called hacking). Additionally, cyber crime also includes traditional crimes conducted through the Internet.\n\nFacts about fraud and cyber crime\n\nThe 2019 Financial Cost of Fraud report estimates the cost of fraud to the UK is between £130bn - £190bn a year. The Office for National Statistics (ONS) say that people are more likely to fall victim to fraud or cyber offences above any other crime.\n\nBetween April 2018 and March 2019 there were:\n\n- 741,123 crimes were reported to Action Fraud.\n- £2.2bn lost by victims.\n- 65% of reports were from businesses and 35% from individuals.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/how-to-report-fraud",
    "title": "How to report fraud and cyber crime",
    "content": "If you or someone else is in immediate danger or risk of harm dial 999 now.\n\nYou can report fraud or cybercrime to Action Fraud any time of the day or night using our online reporting tool. Reporting online is quick, easy and can be done on any device.\n\nThe tool will guide you through simple questions to identify what has happened and our advisers are available on web chat 24 hours a day to give you help and advice if you need it. To access web chat just click on the red chat icon at the bottom of your device screen.\n\nWhen reporting online you will be given the option to register, login to an existing account or continue as a guest.\n\nBy registering with us online you will have access to a host of features designed to make reporting even easier. After logging in you will have access to a “Dashboard” located within the “My account”. From there you will be able to:\n\n- Track progress the progress of your report by clicking on “My account” and then “My reports”.\n- Save and resume a partially completed report. To update previously submitted reports. Simply go to “My account” and then “My reports”. Select your report with a case number beginning NFRC and select the “edit report” button.\n\nPlease note, if you continue as a guest and do not register with us online you will not access to any of the features listed above. You will only receive updates by email or post.\n\nYou can also report to us by calling 0300 123 2040 Monday to Friday between 8am – 8pm. If reporting by phone you will also be given the options to register as above or be a guest. Reports that are made online get treated with the same urgency as those made over the phone. If you are calling from abroad please call +44 300 123 2040.\n\nWhat does an ‘0300’ phone number mean?\n\n03 phone numbers cost the same as a call to local landline phone numbers, even from a mobile phone. So by calling Action Fraud on 0300 123 2040, you will not have to pay over the odds for the call. Only public bodies and not-for-profit organisations are allowed to use a number beginning 030.\n\nReporting a live cyber attack 24/7\n\nIf you are a business, charity or other organisation which is currently suffering a live cyber attack (in progress), please call 0300 123 2040 immediately, do not report to us online. This service is available 24 hours a day, 7 days a week. Please note, if you are member of the public you must call to report through our core opening hours between 8am – 8pm.\n\nIf you have suffered a data breach and report to us, we won’t automatically pass this onto the Information Commissioner’s Office (ICO). Under the new General Data Protection Regulation (GDPR) rules, from the 25th May 2018 it is mandatory that you also report data breaches to the ICO within 72 hours.\n\nVulnerable victims\n\nWe offer an enhanced service for vulnerable victims. Find out more about vulnerable victims.\n\nData security\n\nFor your peace of mind the data you provide is totally secure and will only be provided to the police or anti-fraud agencies. Read more about the Action Fraud Information Charter\n\n(Please be aware it is a criminal offence to submit a fake report)",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/vulnerable-victims-and-the-victims-code",
    "title": "Vulnerable victims and the Victims' Code",
    "content": "The Victims’ Code recognises that victims and witnesses should be at the heart of the criminal justice system.\n\nAction Fraud exists to ensure that victims of fraud have a central place to go to in order to report crime and get advice and support. We are committed to providing the best service possible to victims of fraud and those who need advice.\n\nOur partnership with the charity Victim Support is central to this commitment and this is why everyone who reports a fraud to us has the option to receive support from the charity afterwards.\n\nThe Victims’ Code also makes an enhanced service available to vulnerable victims. Under the code, a vulnerable victim is classified as:\n\n- Anyone under the age of 17 at the time of the offence.\n- Anyone who is suffering from a mental disorder within the meaning of the Mental Health Act 1983.\n- Those with a significant impairment of intelligence and social functioning.\n- Those with a physical disability or who suffer from a mental disorder.\n\nIf you want to contact Action Fraud on behalf of a vulnerable victim, we will provide an enhanced service to help. Please make it clear that you are contacting us on behalf of a vulnerable victim.\n\nUseful external links for those who work with young people\n\nChildnet International\nUK - Safer Internet Centre",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/pension-scams",
    "title": "Pensions scams",
    "content": "You may have been redirected to this page from a suspected Pension Fraud website. Action Fraud and the National Crime Agency have been working with Law Enforcement and Regulatory partners to suspend these websites to protect the public.\n\nPension scams can be hard to spot. Scammers can be articulate and financially knowledgeable, with credible-looking websites, testimonials and materials that are hard to distinguish from the real thing.\n\nHow pension scams work\n\nScammers usually contact people out of the blue via phone, email or text, or even advertise online. Or they may be introduced to you by a friend or family member who is also unknowingly being scammed.\n\nScammers will make false claims to gain your trust. For example:\n\n+ claiming they are authorised by the FCA or that they don’t have to be FCA authorised because they aren’t providing the advice themselves\n+ claiming to be acting on the behalf of the FCA or the government service Pension Wise (link is external)\n\nScammers design attractive offers to persuade you to transfer your pension pot to them (or to release funds from it). It is then often invested in unusual and high-risk investments like overseas property, renewable energy bonds, forestry, storage units, or simply stolen outright.\n\nScam offers often include:\n\n* free pension reviews\n* higher returns – guarantees they can get you better returns on your pension savings\n* help to release cash from your pension even though you’re under 55 (an offer to release funds before age 55 is highly likely to be a scam)\n* high-pressure sales tactics – the scammers may try to pressure you with ‘time-limited offers’ or even send a courier to your door to wait while you sign documents\n* unusual investments – which tend to be unregulated and high risk, and may be difficult to sell if you need access to your money\n* complicated structures where it isn’t clear where your money will end up\n* arrangements where there are several parties involved (some of which may be based overseas) all taking a fee, which means that the total amount deducted from your pension is significant\n* long-term pension investments – which mean it could be several years before you realise something is wrong\n\n4 simple steps to protect yourself from pension scams\n\nStep 1 - reject unexpected offers\n\nIf you’re contacted out of the blue about a pension opportunity, chances are it’s high risk or a scam.\n\nIf you get a cold call about your pension, the safest thing to do is to hang up - it’s illegal and probably a scam. Report pension cold calls to the Information Commissioner’s Office (ICO) (link is external).\n\nBe wary if you’re contacted about any financial product or opportunity and they mention using your pension.\n\nIf you get unsolicited offers via email or text you should simply ignore them. Fortunately, most people do reject unsolicited offers – FCA research suggests that 95% of unexpected pension offers are rejected.\n\nBe wary of offers of free pension reviews. Professional advice on pensions is not free – a free offer out of the blue (from a company you have not dealt with before) is probably a scam.\n\nAnd don’t be talked into something by someone you know. They could be getting scammed, so check everything yourself.\n\nStep 2 - check who you're dealing with\n\nCheck the FCA Register to make sure that anyone offering you advice or other financial services is FCA authorised.\n\nIf you don’t use an FCA-authorised firm, you also won’t have access to the Financial Ombudsman Service (link is external) or Financial Services Compensation Scheme (FSCS) (link is external) so you’re unlikely to get your money back if things go wrong. If the firm is on our Register, call our Consumer Helpline on 0800 111 6768 to check the firm is permitted to give pension advice.\n\nCheck they are not a clone – a common scam is to pretend to be a genuine FCA-authorised firm (called a ‘clone firm’). Always use the contact details on our Register, not the details the firm gives you.\n\nCheck to see if they are registered with Companies House (link is external) and for the names of the directors. Search the company name and the names of the directors online to see if others have posted any concerns.\n\nCheck the FCA Warning List – use this tool to check the risks of a potential pension or investment opportunity. You can also search to see if the firm is known to be operating without our authorisation.\n\nStep 3 - don't be rushed or pressured\n\nTake your time to make all the checks you need – even if this means turning down an ‘amazing deal’. Be wary of promised returns that sound too good to be true and don’t be rushed or pressured into making a decision.\n\nStep 4 - get impartial information or advice\n\nYou should seriously consider seeking financial guidance or advice before changing your pension arrangements.\n\n- The Pensions Advisory Service provides free independent and impartial information and guidance.\n- If you’re over 50 and have a defined contribution pension, Pension Wise offers pre-booked appointments to talk through your retirement options.\n- You can also use a financial adviser to help you make the best decision for your own personal circumstances. If you do opt for an adviser, make sure they are regulated by the FCA and never take investment advice from the company that contacted you, as this may be part of the scam. Find out more about getting financial advice\n\nIf you suspect a scam, report it\n\nIf you have been a victim of this type of fraud, report it to Action Fraud by calling us on 0300 123 2040 or by using our online reporting tool.\n\n* Report to the FCA – you can report an unauthorised firm or scam to the FCA by contacting their Consumer Helpline on 0800 111 6768 or using our reporting form.\n* You can report nuisance calls and messages to the Information Commissioner’s Office using their online reporting tool or by calling 0303 123 1113.\n* If you've agreed to transfer your pension and now suspect a scam, contact your pension provider straight away. They may be able to stop a transfer that hasn't taken place yet. If you are unsure of what to do contact the Pensions Advisory Service) for help.\n* If you have already invested in a scam, fraudsters are likely to target you again or sell your details to other criminals. The follow-up scam may be completely separate or related to the previous fraud, such as an offer to get your money back or to buy back the investment after you pay a fee.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/bank-account-fraud",
    "title": "Bank account fraud",
    "content": "Bank account fraud has occurred if transactions you haven’t made show up on your bank statement.\n\nBank account fraud could happen as a result of identity theft, when cards or bank account information has been stolen.\n\nProtect yourself against identity fraud\n\n* Don’t throw out anything with your name, address or financial details without shredding it first.\n* If you receive an unsolicited email or phone call from what appears to be your bank or building society asking for your security details, never reveal your full password, login details or account numbers. Most banks will not approach their customers in this manner.\n* If you are concerned about the source of a call, ask the caller to give you a main switchboard number for you to be routed back to them. Alternatively, hang up and call your bank back on the legitimate phone number printed on your bank statements.\n* Check your statements carefully and report anything suspicious to the financial institution concerned.\n* If you’re expecting a bank or credit card statement and it doesn’t arrive, tell your bank or credit card company.\n* Don’t leave things like bills lying around for others to look at.\n* If you move house, always get Royal Mail to redirect your post.\n* Get regular copies of your credit report from a credit reference agency.\n\nNotify your bank immediately if you see any unusual activity on your account.\n\nIf fraud has been committed, contact Action Fraud.\n\nSee also:\n\nBank card and cheque fraud\nIdentity theft and fraud\nMandate Fraud\nPhishing",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/account-takeover",
    "title": "Account takeover",
    "content": "An account takeover can happen when a fraudster or computer criminal poses as a genuine customer, gains control of an account and then makes unauthorized transactions.\n\nAny account could be taken over by fraudsters, including bank, credit card, email and other service providers.\n\nOnline banking accounts are usually taken over as a result of phishing, spyware or malware scams. This is a form of internet crime or computer crime.\n\nFraud has been committed if money has been lost.\n\nIf fraud has been committed, report it to Action Fraud.\n\nSee also:\nBank account fraud\nPhishing\nMalware\nMandate fraud",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/malware",
    "title": "Malware and computer viruses",
    "content": "What it is\n\nSoftware that’s been made by someone so that your computer, laptop, tablet or mobile phone doesn’t work as it’s supposed to. In some cases it also collects information or data saved on your device, and passes it on.\n\nIt’s also known as ransomware, viruses, worms, trojan horses, spyware, adware, scareware and crimeware.\n\nProtect yourself\n\n* Make sure your computer has a firewall and reputable anti-virus software. Without these, your computer has no defence to block infections. Learn how to protect your PC or Mac.\n* Take care downloading files. If you don’t know someone who’s sent you an email with an attachment, or you’re not sure about a website offering a file to download, don’t do it out of curiosity.\n* Browse safely on the web. Get to know the risks and use the same level of caution as you would in the real world; don’t automatically trust something unfamiliar.\n\nSpot the signs\n\n* You’re being offered or told to download something from a website that you haven’t visited before and doesn’t look legitimate, or from a stranger who’s sent you an email.\n* Your internet connection or the computer’s general performance suddenly becomes very slow, you can’t access files or programs, or you’re unable to log in at all.\n* There are signs other people have accessed password-protected accounts, or your bank statements shows things you’ve bought or withdrawals you can’t remember making.\n\nHow it happens\n\nThere are many different types of malware or computer viruses that do different things. A lot of infections are designed to either steal personal information you’ve stored on your computer and pass it back to the virus creator so they can steal your identity.\n\nIf you’ve saved online banking information, they could use it to log in themselves and empty your account. Alternatively they may trick you into visiting a fake banking website to steal your details.\n\nIn some cases, ransomware is designed to deny you access to your files unless you pay a fee.\n\nMalware gets on to your computer by adding a file from somewhere like an external hard drive, or more commonly by downloading a file when you’re connected to the internet. You may not know your computer has a virus straight away; it can carry out what it’s programmed to do without any visible signs.\n\nThe virus may use spyware, which tracks your browsing history to gather information about your online shopping and banking, or keylogging, which can detect the exact letters or numbers you type on your device’s keyboard, stealing usernames and passwords as well as debit or credit card numbers.\n\nSome malware, called scareware, poses as a genuine anti-virus software download, or will tell you to install an urgent-sounding update to keep a virus off your computer.\n\nHow to report it\n\nReport it to us online using a different computer to the one that you think is infected, or call 0300 123 2040. Tell your bank if you think your details have been found by someone else.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/mandate-fraud",
    "title": "Mandate Fraud",
    "content": "Mandate Fraud, also known as Payment Diversion Fraud (PDF) and Business Email Compromise (BEC), tends to affect businesses and customers where electronic financial transactions are taking place.\n\nWhat is Payment Diversion Fraud?\n\nPayment Diversion Fraud (PDF), also known as Business Email Compromise (BEC) or Mandate Fraud, affects businesses and customers where electronic financial transactions are taking place.\n\nCriminals will contact businesses or customers via email, usually claiming to be from a company that the business or customer has been dealing with. They will request a payment to be made often or inform the recipient of a change of bank account details.\n\nCriminals will often create fake e-mail addresses which are very similar to genuine business or customer addressees and send over fake invoices to make it more believable. All of this leads to payments from businesses and customers directly into bank accounts controlled by the criminals.\n\nCriminals are experts at impersonating people and will spend hours researching you for their scams. Stop, think and follow the Take Five to Stop Fraud advice as it could protect you and your money.\n\nTake Five to Stop Fraud advice\n\nAdvice for individuals\n\nCriminals are experts at impersonating people, organisations and the police. They spend hours researching you for their scams, hoping you’ll let your guard down for just a moment. Stop and think. It could protect you and your money.\n\nSTOP: Taking a moment to stop and think before parting with your money or information could keep you safe.\n\nCHALLENGE: Could it be fake? It’s ok to reject, refuse or ignore any requests for your financial or personal details. Only criminals will try to rush or panic you.\n\nPROTECT: Contact your bank immediately if you think you’ve fallen for a scam, don’t feel ashamed or embarrassed - you are not alone.\n\nReport it to Action Fraud online at www.actionfraud.police.uk/reporting-fraud-and-cyber-crime or by calling 0300 123 2040.\n\nIf you’re in Scotland, you can report to Police Scotland by calling 101.\n\nAdvice for businesses\n\nCriminals are experts at impersonating people, businesses and the police. They spend hours researching your business for their scams, hoping you will let your guard down for just a moment.\n\nSTOP: If you receive a request to make an urgent payment, change supplier bank details or provide financial information, take a moment to stop and think.\n\nCHALLENGE: Could it be fake? Verify all payments and supplier details directly with the company on a known phone number or in person first.\n\nPROTECT: Contact your business’ bank immediately if you think you’ve been scammed and report it to Action Fraud.\n\nAdvice can be found on the Take Five website addresses here:\n\nhttps://takefive-stopfraud.org.uk/advice/general-advice/\nhttps://takefive-stopfraud.org.uk/advice/business-advice/\n\nImprove your cyber security with NCSC Cyber Aware\n\nUse the 6 NCSC Cyber Aware actions to keep yourself safe. Further details of these are available at www.cyberaware.gov.uk, these are:\n\n0. Use a strong and separate password for your email.\n1. Create strong passwords using 3 random words.\n2. Save your passwords in your browser.\n3. Turn on two-factor authentication (2FA).\n4. Update your devices.\n5. Back up your data.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/bank-account-fraud",
    "title": "Bank account fraud",
    "content": "Bank account fraud\n\nTransactions you haven’t made show up on your bank statement. Could result from identity theft, stolen cards, or bank account information.\n\nProtect yourself\n\n- Don’t throw out anything with your name, address, or financial details without shredding it first.\n- Never reveal full password, login details, or account numbers to unsolicited emails or phone calls from what appears to be your bank or building society.\n- If concerned about call source, ask for main switchboard number to route back or hang up and call bank back on legitimate number printed on statements.\n- Check statements carefully and report suspicious activity to financial institution.\n- If expecting bank or credit card statement and it doesn’t arrive, tell your bank or credit card company.\n- Don’t leave bills lying around.\n- If moving house, get Royal Mail to redirect post.\n- Get regular copies of credit report from credit reference agency.\n\nAction to take\n\nNotify bank immediately if unusual activity on account. If fraud committed, contact Action Fraud at https://reporting.actionfraud.police.uk/reporting.\n\nRelated topics\n\n- Bank card and cheque fraud: /a-z-of-fraud/bank-card-and-cheque-fraud\n- Identity theft and fraud: /a-z-of-fraud/identity-fraud-and-identity-theft-2\n- Mandate Fraud: /a-z-of-fraud/mandate-fraud\n- Phishing: /a-z-of-fraud/phishing",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/bank-card-and-cheque-fraud",
    "title": "Bank card and cheque fraud",
    "content": "Bank card and cheque fraud happens when criminals steal your cards or chequebook and gain access to funds in your account.\n\nCriminals steal your bank cards or cheque book; or they obtain your card or account details, allowing them to take money from your account or run up credit in your name. You’ll usually notice this by seeing unfamiliar transactions on your statements, or suddenly finding that you’ve exceeded your overdraft limit or credit limit and your card is refused when you try to make a purchase.\n\nHere are some of the ways a fraudster could steal money from you:\n\nATM (cash machine) fraud\nA fraudster uses a device to capture your card information as you are withdrawing money from an ATM. The fraudster then uses this information to take money from your account in a shop, online or from an ATM.\n\nCounterfeit cards\nA fraudster counterfeits your bank card by using a device to capture the card and account information embedded in your card’s magnetic strip. This is often known as ‘skimming’. The fraudster then uses this information to carry out fraudulent transactions in countries where chip and PIN technology is not supported.\n\nThe fraudster may also use this information in transactions where the card doesn’t have to be physically seen by the retailer or merchant. For example, when shopping online; buying goods by telephone or mail order; or using cardholder activated terminals, such as ticket machines.\n\nLost or stolen card fraud\nIn this case, fraudsters use your card before you are able to report it as lost or stolen. A new or replacement card may also be stolen before you receive it. For example, if you have moved address recently and not had your mail redirected; or if your mail is delivered to a communal mailbox.\n\nIdentity fraud\nA fraudster may have stolen enough information about your identity and financial affairs to take over your account or to impersonate you. The fraudster will gain access to your account after getting through security online, at a bank branch or call centre, or by teaming up with someone inside the organisation that holds your account. If the fraudster can impersonate you, he or she will open accounts in your name and then defraud them.\n\nCheque fraud\nCheque fraud operates in a number of ways. For example, a fraudster pays you for goods or services using a stolen cheque; or deposits a fraudulent or stolen cheque into your account; or steals individual cheques or a cheque book from you.\n\nAre you a victim of bank card or cheque fraud?\nYour cards or chequebook have been stolen or faked and you notice unfamiliar transactions on your statement, or you find out that your overdraft limit is suddenly exceeded.\n\nWhat should you do if you’ve been a victim of bank card or cheque fraud?\nImmediately report lost or stolen cards or suspected fraudulent use of your card to your card company. You should also report lost or stolen cheque books or any missing cheques. Banks and companies have 24-hour emergency numbers printed on account statements.\n\nReport the offence to the relevant bank or card company, which will then be responsible for reporting the matter to the police. If the theft of your cards or cheques involved another crime – for example, if your bag was also stolen – you should make sure it is reported to the police.\n\nIf a fraudulent account has been set up in your name and you don’t have a relationship with that bank or card company, you can report the fraud directly to Action Fraud.\n\nRemember to keep a record of all communications.\n\nGet a copy of your personal credit report from one of the credit reference agencies:\n- TransUnion\n- Equifax\n- Experian\n\nConsider contacting CIFAS – the UK’s Fraud Prevention Service to apply for protective registration. Once you have registered, CIFAS members will carry out extra checks whenever anyone applies for a financial service using your name and address.\n\nProtect yourself against bank card and cheque fraud\nKeep all your cards and financial details safe:\n- look after your cards and card details at all times. Try not to let your card out of your sight when making a transaction\n- check receipts against statements carefully. Contact your card company immediately if you find an unfamiliar transaction\n- store your statements, receipts and financial documents safely and destroy them, preferably using a shredder, when you dispose of them\n- sign any new cards as soon as they arrive\n- cut expired cards through the magnetic strip and chip when replacement cards arrive.\n\nSecure your PIN:\n- memorise your PIN and destroy any paper notification as soon as you receive it\n- ensure that you’re the only person that knows your PIN. Never write it down or record it. Your bank or the police will never phone you and ask you to disclose your PIN\n- when entering your PIN, use your free hand and your body to shield the number from prying eyes or hidden cameras. If you think someone has seen your PIN or if you want to change it to something more memorable, you can change it at a cash machine (ATM) or by contacting your bank.\n\nTake care when using cash machines:\n- put your personal safety first. If someone makes you feel uncomfortable, cancel the transaction and use a different machine\n- if you spot anything unusual about the cash machine, or if there are signs of tampering, don’t use it. Report it to the bank concerned immediately\n- be alert. If someone is crowding or watching you, cancel the transaction and go to another machine. Don’t accept help from seemingly well-meaning strangers and never allow yourself to be distracted\n- once you’ve completed a transaction, put your money and card away before leaving the cash machine. If the cash machine doesn’t return your card, report its loss immediately to your card company. Destroy or preferably shred your cash machine receipt, mini-statement or balance enquiry when you dispose of them.\n\nTake extra care when using cards abroad.\nBefore you go away:\n- only take cards with you that you intend to use; leave others in a secure place at home\n- make sure you have made a note of your card company’s 24-hour contact phone number\n- make sure your card company has up-to-date contact details for you, including a mobile number if possible\n- if your cards are registered with a card protection agency, ensure you have their contact number and your policy number with you.\n\nWhen you are away:\n- take the same precautions as you would in the UK. Look after your cards and card details, and shield your PIN with your free hand when typing it into a keypad in a shop or at a cash machine\n- consider wearing a concealed money belt to keep your cards, cash and traveller’s cheques safe.\n\nWhen you get back:\n- check your card statements carefully for unfamiliar transactions\n- if there are any, report them to your card company as soon as possible.\n\nWhen banking online:\n- make sure your computer has up-to-date anti-virus software and a firewall installed. Think about using anti-spyware software. Download the latest security updates, known as patches, for your browser and for your operating system\n- before you bank online, ensure that the locked padlock or unbroken key symbol is showing in your browser. When a connection is secure, the beginning of your bank’s internet address should change from ‘http’ to ‘https’\n- be wary of unsolicited emails - known as phishing emails - asking for personal financial information. Your bank or the police would never contact you to ask you to disclose your PIN\n- ensure your browser is set to the highest level of security notification and monitoring. The safety options are not always activated by default when you install your computer\n- always access internet banking sites by typing the bank’s address into your web browser. Never go to a website from a link in an email and then enter your personal details.\n\nWhen shopping online:\n- sign up to Verified by Visa or MasterCard SecureCode whenever you’re given the option while shopping online. This involves you registering a password with your card company\n- only shop on secure sites. Before submitting your card details, ensure the locked padlock or unbroken key symbol is showing in your browser. The retailer’s internet address will change from ‘http’ to ‘https’ when a connection is secure\n- never send your PIN over the internet\n- print out your order and keep copies of the retailer's terms and conditions, returns policy, delivery conditions, postal address (not a post office box) and phone number (not a mobile number).",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/call-centre-fraud",
    "title": "Call centre fraud",
    "content": "Call centre fraud can involve fraudulent call centres being set-up, or genuine call centres being infiltrated, to obtain customers’ personal details to use in fraud.\n\nFraudulent call centres can be used to commit various types of fraud, from identity fraud to advance fee scams.\n\nIf fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/cash-point-fraud",
    "title": "Cash point fraud",
    "content": "Sometimes criminals target cash points in order to commit fraud.\n\nNever share your debit or credit card PIN with anyone. If you see anything unusual about the cash machine or it’s been tampered with, don’t use it and report it to the bank as soon as possible.\n\nWhen using the ATM:\n- cover your PIN as you type it\n- stand close to the machine\n- use your free hand and body to shield the keypad as you enter your PIN\n\nThis will prevent any prying eyes or hidden cameras seeing your PIN.\n\nDon’t get distracted. Be particularly cautious if seemingly well-meaning strangers talk to you or offer to help while you’re using the ATM.\n\nIf they’re persistent, simply cancel the transaction and discreetly put your card away. Fraudsters sometimes fit devices to cash machines that trap your card, or ‘eat’ it, which they then retrieve as soon as you’ve left the area.\n\nIf an ATM eats your card for any reason, report it to your card company straight away, ideally using your mobile while you’re still in front of the machine.\n\nMake sure you store your card company’s 24-hour contact number in your phone.\n\nOnce you’ve completed a transaction put your money and card away before leaving the cash machine.\n\nDestroy or ideally shred your cash-machine receipts, mini-statements or balance enquiries when you’ve finished with them.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/cheque-fraud",
    "title": "Cheque fraud",
    "content": "What it is\nWhen someone gives you a cheque that they know you can’t cash.\n\nThe cheque has been made or tampered with in a way that the bank will reject it. You’re left out of pocket for whatever you gave away for the cheque.\n\nProtect yourself\n- Only accept cheques from people you know and trust.\n- Ask for a different means of payment if it involves a lot of money.\n- Always use a pen when writing a cheque. Write clearly and put a line through any empty spaces.\n\nSpot the signs\n- Something’s suspicious with a cheque you’re given, such as the way it’s written or the look and feel of the cheque itself.\n- You’ve been given a cheque for a greater amount than agreed and you’re asked for change.\n- A cheque should clear with the money in your account after the sixth working day. Nothing is assumed before that.\n\nHow it happens\nFraudsters may use one of many different ways of making a bogus cheque payment. The money promised in their cheque won’t appear in your account, so they can take goods, cash or services from you without paying you in return.\n\nThey may use a counterfeit cheque, which has been made up by the fraudster to look real, or a forged cheque, which is genuine but stolen from somebody else with their signature faked.\n\nAlternatively they could give you a cheque that’s been altered in some way, such as tampering with security features, that may make it look fine to you but will be rejected by the bank. In some cases, they may use disappearing ink when writing the cheque so the value or signature has vanished by the time your bank processes it.\n\nYou could end up losing even more money by overpayment. This is when someone pays you or your business using a fake cheque that’s written out for more than the agreed value. They’ll give you an excuse for writing the cheque for the additional amount and ask you to send them back the difference.\n\nIf you give the change back to the fraudster in cash, the cheque bounces and the fraudster breaks off all contact. Fraudsters often use these cheque overpayment techniques for bogus job opportunities or for selling on classified adverts.\n\nHow to report it\nReport it to us online or call 0300 123 2040.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/cheque-overpayment-fraud",
    "title": "Cheque overpayment fraud",
    "content": "What it is\nWhen someone gives you a cheque that they know you can’t cash.\n\nThe cheque has been made or tampered with in a way that the bank will reject it. You’re left out of pocket for whatever you gave away for the cheque.\n\nProtect yourself\n- Only accept cheques from people you know and trust.\n- Ask for a different means of payment if it involves a lot of money.\n- Always use a pen when writing a cheque. Write clearly and put a line through any empty spaces.\n\nSpot the signs\n- Something’s suspicious with a cheque you’re given, such as the way it’s written or the look and feel of the cheque itself.\n- You’ve been given a cheque for a greater amount than agreed and you’re asked for change.\n- A cheque should clear with the money in your account after the sixth working day. Nothing is assumed before that.\n\nHow it happens\nFraudsters may use one of many different ways of making a bogus cheque payment. The money promised in their cheque won’t appear in your account, so they can take goods, cash or services from you without paying you in return.\n\nThey may use a counterfeit cheque, which has been made up by the fraudster to look real, or a forged cheque, which is genuine but stolen from somebody else with their signature faked.\n\nAlternatively they could give you a cheque that’s been altered in some way, such as tampering with security features, that may make it look fine to you but will be rejected by the bank. In some cases, they may use disappearing ink when writing the cheque so the value or signature has vanished by the time your bank processes it.\n\nYou could end up losing even more money by overpayment. This is when someone pays you or your business using a fake cheque that’s written out for more than the agreed value. They’ll give you an excuse for writing the cheque for the additional amount and ask you to send them back the difference.\n\nIf you give the change back to the fraudster in cash, the cheque bounces and the fraudster breaks off all contact. Fraudsters often use these cheque overpayment techniques for bogus job opportunities or for selling on classified adverts.\n\nHow to report it\nReport it to us online or call 0300 123 2040.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/counterfeit-cheque-fraud",
    "title": "Counterfeit cheque fraud",
    "content": "Counterfeit cheques are manufactured or printed on non-bank paper to look exactly like genuine cheques.\n\nWhat are counterfeit cheques and how to spot the signs:\nYou advertise an item for sale via a listing or auction site. A buyer from abroad agrees to purchase it and sends you a cheque for more than the agreed amount. They ask you to cash it, keep your amount, and send the excess elsewhere (e.g. a shipping agent). The cheque appears to clear but is later discovered to be fake. Your bank then withdraws the funds from your account, leaving you out of pocket.\n\nOther cheque frauds:\n- Forged cheque fraud: Genuine cheques are stolen and used with a forged signature.\n- Fraudulently altered cheques: Genuine cheques are altered to change the payee or amount.\n\nAre you a victim?\nIf you received a cheque for more than an agreed price and were asked to send the difference to someone else, you may have been targeted.\n\nWhat to do:\n- Inform your bank immediately.\n- Monitor your bank statements.\n- If you've shared personal/financial information, check your credit file regularly and consider signing up for Cifas protection.\n- Be wary of any future calls offering to recover lost money — this is a common follow-up scam.\n\nHow to protect yourself:\n- Verify that payments have cleared fully before sending any goods or cash.\n- Avoid bank transfers where possible — use credit cards or secure services like PayPal.\n- Be cautious of overseas buyers who agree to a price without seeing the item.\n- Any cheque for more than the agreed amount with a request to forward cash is a red flag.\n\nIf fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/credit-card-fraud",
    "title": "Credit card fraud",
    "content": "Plastic card fraud involves the compromise of any personal information from credit, debit or store cards.\n\nThe personal information stolen from a card, or the theft of a card itself, can be used to commit fraud. Fraudsters might use the information to purchase goods in your name or obtain unauthorised funds from an account.\n\nPlastic card fraud can also include ‘card not present’ fraud, such as the use of a card online, over the phone or by mail order, and counterfeit card fraud.\n\nProtect yourself against plastic card fraud:\n\nKeep all your cards and financial details safe:\n- Look after your cards and card details at all times. Try not to let your card out of your sight when making a transaction.\n- Check receipts against statements carefully. Contact your card company immediately if you find an unfamiliar transaction.\n- Store your statements, receipts and financial documents safely and destroy them, preferably using a shredder, when you dispose of them.\n- Sign any new cards as soon as they arrive.\n- Cut expired cards through the magnetic strip and chip when replacement cards arrive.\n\nSecure your PIN:\n- Memorise your PIN and destroy any paper notification as soon as you receive it.\n- Ensure that you’re the only person that knows your PIN. Never write it down or record it. Your bank or the police will never phone you and ask you to disclose your PIN.\n- When entering your PIN, use your free hand and your body to shield the number from prying eyes or hidden cameras. If you think someone has seen your PIN or if you want to change it to something more memorable, you can change it at a cash machine (ATM) or by contacting your bank.\n\nTake care when using cash machines:\n- Put your personal safety first. If someone makes you feel uncomfortable, cancel the transaction and use a different machine.\n- If you spot anything unusual about the cash machine, or if there are signs of tampering, don’t use it. Report it to the bank concerned immediately.\n- Be alert. If someone is crowding or watching you, cancel the transaction and go to another machine. Don’t accept help from seemingly well-meaning strangers and never allow yourself to be distracted.\n- Once you’ve completed a transaction, put your money and card away before leaving the cash machine.\n- If the cash machine doesn’t return your card, report its loss immediately to your card company. Destroy or preferably shred your cash machine receipt, mini-statement or balance enquiry when you dispose of them.\n\nContact your bank immediately if you think your card or personal information has been compromised.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/debit-card-fraud",
    "title": "Debit Card Fraud",
    "content": "Plastic card fraud involves the compromise of any personal information from credit, debit or store cards. The personal information stolen from a card, or the theft of a card itself, can be used to commit fraud. Fraudsters might use the information to purchase goods in your name or obtain unauthorised funds from an account. Plastic card fraud can also include ‘card not present’ fraud, such as the use of a card online, over the phone or by mail order, and counterfeit card fraud.\n\nProtect yourself against plastic card fraud\n\nKeep all your cards and financial details safe:\n- Look after your cards and card details at all times. Try not to let your card out of your sight when making a transaction.\n- Check receipts against statements carefully. Contact your card company immediately if you find an unfamiliar transaction.\n- Store your statements, receipts and financial documents safely and destroy them, preferably using a shredder, when you dispose of them.\n- Sign any new cards as soon as they arrive.\n- Cut expired cards through the magnetic strip and chip when replacement cards arrive.\n\nSecure your PIN:\n- Memorise your PIN and destroy any paper notification as soon as you receive it.\n- Ensure that you’re the only person that knows your PIN. Never write it down or record it. Your bank or the police will never phone you and ask you to disclose your PIN.\n- When entering your PIN, use your free hand and your body to shield the number from prying eyes or hidden cameras. If you think someone has seen your PIN or if you want to change it to something more memorable, you can change it at a cash machine (ATM) or by contacting your bank.\n\nTake care when using cash machines:\n- Put your personal safety first. If someone makes you feel uncomfortable, cancel the transaction and use a different machine.\n- If you spot anything unusual about the cash machine, or if there are signs of tampering, don’t use it. Report it to the bank concerned immediately.\n- Be alert. If someone is crowding or watching you, cancel the transaction and go to another machine. Don’t accept help from seemingly well-meaning strangers and never allow yourself to be distracted.\n- Once you’ve completed a transaction, put your money and card away before leaving the cash machine. If the cash machine doesn’t return your card, report its loss immediately to your card company. Destroy or preferably shred your cash machine receipt, mini-statement or balance enquiry when you dispose of them.\n\nContact your bank immediately if you think your card or personal information has been compromised.\n\nIf fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/facility-takeover",
    "title": "Facility takeover",
    "content": "An account or facility takeover can happen when a fraudster poses as a genuine customer, gains control of an account and then makes unauthorised transactions.\n\nAny account could be taken over by fraudsters, including bank, credit card, email and other service providers.\n\nOnline banking accounts are usually taken over as a result of phishing, spyware or malware scams.\n\nFraud has been committed if money has been lost.\n\nIf fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/identity-fraud-and-identity-theft",
    "title": "Identity fraud and identity theft",
    "content": "Identity theft is when your personal details are stolen and identity fraud is when those details are used to commit fraud\n\nIdentity\nThe government has put together this checklist to help on the steps to take to repair your identity and prevent revictimisation.\n\nThe purpose of the checklist is to provide victims and organisations with consistent helpful messaging and advice on what do when identity theft has occurred and how to prevent it from happening again.\n\nIdentity theft happens when fraudsters access enough information about someone’s identity (such as their name, date of birth, current or previous addresses) to commit a fraud. Identity theft can take place whether the victim is alive or deceased.\n\nIdentity theft is often a pre-cursor to fraud but is not considered a recordable crime. A recordable crime is committed when a financial gain is made from the use of that person’s identity by another individual. In fraud cases, the individual or company e.g., your bank who has or may have suffered a financial loss through the use of the stolen identity, will be the person considered the victim of fraud and you will be considered as a victim of identity theft.\n\nIf you’re a victim of identity theft, it can lead to fraud that can have a direct impact on your personal finances and could also make it difficult for you to obtain loans, credit cards or a mortgage until the matter is resolved. You can find more information on what to do if your identity has been stolen by using the identity theft checklist.\n\nIf you have had your identity stolen but have not lost any money, you should still report it to the relevant organisations and should follow the steps in the identity fraud checklist which set out what you need to do to protect yourself.\n\nIdentity fraud\n\nIdentity fraud can be described as the use of that stolen identity in criminal activity to obtain goods or services by deception.\n\nFraudsters can use your identity details to:\nOpen bank accounts.\nObtain credit cards, loans and state benefits.\nOrder goods in your name.\nTake over your existing accounts.\nTake out mobile phone contracts.\nObtain genuine documents such as passports and driving licences in your name.\n\nStealing an individual’s identity details does not, on its own, constitute identity fraud. But using that identity for any of the above activities does.\n\nThe first you know of it may be when you receive bills or invoices for things you haven’t ordered, or when you receive letters from debt collectors for debts that aren’t yours.\n\nOnce you realise that identity fraud has occurred you should sign up to a credit referencing agency, check and report any activity that you do not recognise.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/invoice-scams",
    "title": "Invoice scams",
    "content": "Fake invoice scams happen when fraudsters send an invoice or bill to a company, requesting payment for goods or services.\n\nThe invoice might say that the due date for the payment has passed, or threaten that non‑payment will affect credit rating.\n\nIn fact, the invoice is fake and is for goods and services that haven’t been ordered or received.\n\nIf fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/mail-boxes-and-multiple-post-redirections",
    "title": "Mail boxes and multiple post redirections",
    "content": "Legitimate mail services, such as the use of mailboxes and post redirections, can be used to enable fraud.\n\nFor example, mail boxes could be established solely for the use of fraudsters. Multiple post redirections could be used in application frauds.\n\nIf fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/mandate-fraud",
    "title": "Mandate Fraud, also known as Payment Diversion Fraud (PDF) and Business Email Compromise (BEC)",
    "content": "Mandate Fraud, also known as Payment Diversion Fraud (PDF) and Business Email Compromise (BEC), tends to affect businesses and customers where electronic financial transactions are taking place.\n\nWhat is Payment Diversion Fraud?\n\nPayment Diversion Fraud (PDF), also known as Business Email Compromise (BEC) or Mandate Fraud, affects businesses and customers where electronic financial transactions are taking place.\n\nCriminals will contact businesses or customers via email, usually claiming to be from a company that the business or customer has been dealing with. They will request a payment to be made often or inform the recipient of a change of bank account details.\n\nCriminals will often create fake e-mail addresses which are very similar to genuine business or customer addressees and send over fake invoices to make it more believable. All of this leads to payments from businesses and customers directly into bank accounts controlled by the criminals.\n\nCriminals are experts at impersonating people and will spend hours researching you for their scams. Stop, think and follow the Take Five to Stop Fraud advice as it could protect you and your money.\n\nTake Five to Stop Fraud advice\n\nAdvice for individuals\n\nCriminals are experts at impersonating people, organisations and the police. They spend hours researching you for their scams, hoping you’ll let your guard down for just a moment. Stop and think. It could protect you and your money.\n\nSTOP: Taking a moment to stop and think before parting with your money or information could keep you safe.\n\nCHALLENGE: Could it be fake? It’s ok to reject, refuse or ignore any requests for your financial or personal details. Only criminals will try to rush or panic you.\n\nPROTECT: Contact your bank immediately if you think you’ve fallen for a scam, don’t feel ashamed or embarrassed - you are not alone.\n\nReport it to Action Fraud online at www.actionfraud.police.uk/reporting-fraud-and-cyber-crime or by calling 0300 123 2040.\n\nIf you’re in Scotland, you can report to Police Scotland by calling 101.\n\nAdvice for businesses\n\nCriminals are experts at impersonating people, businesses and the police. They spend hours researching your business for their scams, hoping you will let your guard down for just a moment.\n\nSTOP: If you receive a request to make an urgent payment, change supplier bank details or provide financial information, take a moment to stop and think.\n\nCHALLENGE: Could it be fake? Verify all payments and supplier details directly with the company on a known phone number or in person first.\n\nPROTECT: Contact your business’ bank immediately if you think you’ve been scammed and report it to Action Fraud.\n\nAdvice can be found on the Take Five website addresses here:\nhttps://takefive-stopfraud.org.uk/advice/general-advice/\nhttps://takefive-stopfraud.org.uk/advice/business-advice/\n\nImprove your cyber security with NCSC Cyber Aware\n\nUse the 6 NCSC Cyber Aware actions to keep yourself safe. Further details of these are available at www.cyberaware.gov.uk, these are:\n\nUse a strong and separate password for your email.\nCreate strong passwords using 3 random words.\nSave your passwords in your browser.\nTurn on two-factor authentication (2FA).\nUpdate your devices.\nBack up your data.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/mortgage-fraud",
    "title": "Mortgage fraud",
    "content": "Mortgage fraud is when mortgages are obtained fraudulently.\n\nMortgage fraud usually involves individual(s) or organised criminal gangs and at least one corrupt associate, such as an accountant, solicitor or surveyor.\n\nMortgage fraud can include:\n\n• over‑valuing properties\n• overstating a salary or income\n• hijacking genuine conveyancing processes\n• taking out mortgages in the name of unsuspecting individuals or those who are deceased after identity theft\n• taking out a number of mortgages with different lenders on one address by manipulating Land Registry data\n• changing title deeds without an owner’s knowledge to allow the sale of a property.\n\nOwners who are concerned their property might be subject to a fraudulent sale or mortgage can quickly alert Land Registry and speak to specially trained staff for practical guidance about what to do next by calling their Property Fraud Line on 0300 006 7030. The line is open from 8.30 am to 5 pm Monday to Friday.\n\nIf fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/payment-fraud",
    "title": "Payment fraud",
    "content": "Payment fraud is any fraud that involves falsely creating or diverting payments.\n\nPayment fraud can include:\n\n• creating bogus customer records and bank accounts so that false payments can be generated\n• intercepting and altering payee details and amounts on cheques and Payable Orders, then attempting to cash them\n• creating false payment and financial information to support fraudulent claims for benefits\n• processing false claims by accomplices for benefits, grants or repayments\n• self authorising payments to oneself.\n\nIf fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/pin-entry-devices",
    "title": "PIN entry devices",
    "content": "Fraud stemming from PIN entry devices happens when fraudsters modify genuine PIN entry devices to record card details.\n\nThe modified device records a cards details when the victim puts their card into a cash point that has been tampered with.\n\nThe card details can then be used to fraudulently obtain money or goods. The card details may be sent abroad to be used in countries that don’t use Chip and PIN.\n\nIf fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/plastic-card-fraud",
    "title": "Plastic card fraud",
    "content": "Plastic card fraud involves the compromise of any personal information from credit, debit or store cards.\n\nThe personal information stolen from a card, or the theft of a card itself, can be used to commit fraud.\n\nFraudsters might use the information to purchase goods in your name or obtain unauthorised funds from an account.\n\nPlastic card fraud can also include ‘card not present’ fraud, such as the use of a card online, over the phone or by mail order, and counterfeit card fraud.\n\nProtect yourself against plastic card fraud\nKeep all your cards and financial details safe:\n\n• look after your cards and card details at all times. Try not to let your card out of your sight when making a transaction\n• check receipts against statements carefully. Contact your card company immediately if you find an unfamiliar transaction\n• store your statements, receipts and financial documents safely and destroy them, preferably using a shredder, when you dispose of them\n• sign any new cards as soon as they arrive\n• cut expired cards through the magnetic strip and chip when replacement cards arrive.\n\nSecure your PIN:\n\n• memorise your PIN and destroy any paper notification as soon as you receive it\n• ensure that you’re the only person that knows your PIN. Never write it down or record it. Your bank or the police will never phone you and ask you to disclose your PIN\n• when entering your PIN, use your free hand and your body to shield the number from prying eyes or hidden cameras. If you think someone has seen your PIN or if you want to change it to something more memorable, you can change it at a cash machine (ATM) or by contacting your bank.\n\nTake care when using cash machines:\n\n• put your personal safety first. If someone makes you feel uncomfortable, cancel the transaction and use a different machine\n• if you spot anything unusual about the cash machine, or if there are signs of tampering, don’t use it. Report it to the bank concerned immediately\n• be alert. If someone is crowding or watching you, cancel the transaction and go to another machine. Don’t accept help from seemingly well-meaning strangers and never allow yourself to be distracted\n• once you’ve completed a transaction, put your money and card away before leaving the cash machine. If the cash machine doesn’t return your card, report its loss immediately to your card company. Destroy or preferably shred your cash machine receipt, mini-statement or balance enquiry when you dispose of them.\n\nContact your bank immediately if you think your card or personal information has been compromised.\n\nIf fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/spam-emails",
    "title": "Spam emails",
    "content": "Spam emails are emails sent out to millions of email addresses to try to gain personal information.\n\nOnce the personal information has been gained, fraudsters can use it to commit fraud, which could include financial institution fraud, credit card fraud and identity fraud.\n\nBehaviours that put you at risk:\n• Opening attachments, or clicking on links.\n• Responding to spam emails that ask for your personal or financial details.\n• Logging in to a webpage that you have arrived at via a link in an email.\n\nHow to protect yourself:\n• Don’t open attachments or click on the links within any unsolicited emails you receive, and never respond to emails that ask for your personal or financial details. Remember, you can hover over a link to see where it will really take you.\n• An email address can be spoofed, so even if the email appears to be from a person or a company you know of, but the message is unexpected or unusual then contact the sender directly via another method to confirm that they sent you the email.\n• If you receive an email which asks you to login to an online account, for example due to suspicious activity on your account, instead of clicking on the link provided in the email, go directly to the website yourself.\n\nIf fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/store-card-fraud",
    "title": "Store card fraud",
    "content": "Plastic card fraud involves the compromise of any personal information from credit, debit or store cards.\n\nThe personal information stolen from a card, or the theft of a card itself, can be used to commit fraud.\n\nFraudsters might use the information to purchase goods in your name or obtain unauthorised funds from an account.\n\nPlastic card fraud can also include ‘card not present’ fraud, such as the use of a card online, over the phone or by mail order, and counterfeit card fraud.\n\nFraud has been committed if money has been lost.\n\nIf fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/anti-competitive-behaviour",
    "title": "Anti-competitive behaviour",
    "content": "Anti-competitive behaviour is when businesses agree to prevent, restrict or distort their competition to affect trade.\n\n• Fixing prices on goods and services.\n• Limiting or preventing production or supply.\n• Dividing markets or customers.\n• Rigging bids.\n\nIf fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/asset-misappropriation-fraud",
    "title": "Asset misappropriation fraud",
    "content": "Asset misappropriation fraud happens when people who are entrusted to manage the assets of an organisation steal from it.\n\nAsset misappropriation fraud involves third parties or employees in an organisation who abuse their position to steal from it through fraudulent activity. It can also be known as insider fraud.\n\nThis type of fraud can be committed by company directors, or its employees, or anyone else entrusted to hold and manage the assets and interests of an organisation.\n\nTypically, the assets stolen are cash or cash equivalents, such as credit notes or vouchers. However, the fraud can extend to include company data or intellectual property.\n\nAt one end of the scale, asset misappropriation fraud may be limited to isolated cases of expense fiddling or an employee lying about his or her qualifications to get a job.\n\nAt the other end, it might involve organised crime groups infiltrating organisations to take advantage of weak processes and inadequate internal systems and controls.\n\nThe definition of asset misappropriation fraud doesn’t include straight theft from an organisation by insiders, such as stealing stationery or other physical assets.\n\nUltimately, it’s the cash flow of the business that suffers.\n\nIf they’re not tackled, opportunistic one-off frauds can become systemic and spread throughout an organisation, creating a culture of theft and fraud. When this happens, fraudsters think their actions are acceptable and fail to make the distinction between company funds and their own funds.\n\nApart from the direct impact of lost funds, asset misappropriation fraud can also impact on an organisation’s staff morale and reputation.\n\nAre you a victim of asset misappropriation fraud?\n\nAsset misappropriation fraud could include any of the following:\n\n• Embezzlement, where accounts have been manipulated or false invoices have been created.\n• Deception by your employees.\n• False expense claims.\n• Payroll fraud, where payments have been diverted or fictitious, ‘ghost’ employees have been created.\n• Data theft or intellectual property theft.\n\nWhat should you do about asset misappropriation fraud?\n\nIf you believe the fraud is going on right now, you should contact the police. They will start a criminal investigation.\nIf fraud has occurred, contact Action Fraud to make a report.\nYou should immediately suspend the employee(s) involved in order to prevent further losses.\nYou might want to try and recover the stolen funds and start disciplinary or dismissal procedures.\nYou should try to estimate the direct losses your organisation has suffered and find out whether the same fraud is being carried out by other people. If so, this would indicate there’s some kind of systemic failure across your whole organisation.\n\nProtect yourself against asset misappropriation fraud\n\nYour organisation can take the following steps to help to protect itself from asset misappropriation fraud:\n\n• Vet employees thoroughly checking employee CVs and references\n• Implement a whistleblowing policy\n• Control access to buildings and systems using unique identification and passwords\n• Restrict and closely monitor access to sensitive information\n• Impose clear segregation of duties\n• Consider job rotation\n• Use tiered authority and signature levels for payments\n• Regularly reconcile bank statements and other accounts\n• Periodically audit processes and procedures\n• Promote a culture of fraud awareness among staff\n• Adopt, and rigorously implement, a zero tolerance policy towards employee fraud\n• Have a clear response plan in place in case fraud is discovered.\n\nYour organisation also has a responsibility to protect other employers. Simply dismissing a fraudster enables him or her to move to another employer where he or she will most likely continue their fraudulent behaviour. Consider taking part in a fraud data sharing scheme, or decide to prosecute the fraudster when the fraud is discovered.\n\nIf fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/business-directory-fraud",
    "title": "Business directory fraud",
    "content": "What it is\nWhen your business is offered free advertising by post, email or fax, but then billed for the service.\n\nProtect yourself\nTrain your colleagues. Staff who deal with external communications need to be ready to challenge calls, letters and invoices.\nIf you receive an offer, do your research. Is the directory legitimate? Is the company offering you the listing registered with any trade bodies?\nCheck what arrangements you have with directories. Don’t pay the invoice without questioning it; fraudsters want you to assume it’s part of your company’s listings.\n\nSpot the signs\n• You receive a call asking to verify your company’s details for a directory service.\n• You get a form offering a listing that needs to be returned completed to the sender whether you want to be listed or not.\n• Your company’s invoiced or issued final demands for a directory listing you don’t remember signing up to.\n\nHow it happens\nFraudsters send businesses a form in the post, by email or fax, appearing to offer a free listing in a business directory, either in a catalogue or online.\n\nYou’re asked to return the form even if you don’t want to place an order, but the small print states that by returning the form, you are committing to an order and will pay for entries in the directory.\n\nThis is kind of phishing fraud the directory may not be as well-known as it claims, or has a very low number of copies in circulation, and in some cases doesn’t even exist.\n\nYour company is then given a fake invoice which fraudsters hope will be paid without questioning. If your company queries the invoice, the bogus publisher may try to pose as a debt collection agency and send threatening letters.\n\nHow to report it\nReport it to us online or call 0300 123 2040.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/business-trading-frauds",
    "title": "Business trading frauds",
    "content": "Business trading frauds can include long and short firm fraud as well as bankruptcy and insolvency related frauds.\n\nLong and short firm fraud is when a seemingly genuine business is set up, but has the intention of defrauding its customers and suppliers. Long firm fraud us when the business has developed a good reputation and credit history, while short firm fraud happens when the bogus business has been in operation for a few months. Short firm fraud is often internet related.\n\nFraud relating to bankruptcy and insolvency can involve companies fraudulently trading immediately before being declared insolvent, phoenix companies or illegal trading while suspended.\n\nIf fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/career-opportunity-scams",
    "title": "Career opportunity scams",
    "content": "Career opportunity scams happen when people respond to job adverts posted by bogus companies.\n\nSome examples include bogus publishers, invention promotion and patent companies or model and casting agencies, all promising to launch a person’s career.\n\nCareer opportunity scams begin with some form of initial consultation but then require an upfront fee. The fraudsters often say that this fee will be used to undertake further work or research, but the promised career and benefits are never delivered.\n\nFraud has been committed if money has been lost.\n\nIf fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/charitable-publication-scams",
    "title": "Charitable publication scams",
    "content": "Charitable publication scams happen when a telesales agent calls a business selling advertising space in a bogus publication for a seemingly good cause.\n\nThe caller will give the impression that the publisher is partnered with local charities, emergency services, crime prevention or community health initiatives.\n\nSometimes the caller will say that a business has placed an order previously, or even that someone else in the business has agreed to take out the advertising space.\n\nThe fraudsters may also send the business invoices whether or not the victim has agreed to take out the advertising space. They may follow up the invoices with threats of legal action.\n\nFraud has been committed if money has been lost.\n\nIf fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/corporate-fraud",
    "title": "Corporate fraud",
    "content": "Corporate fraud can be any fraud committed against a business.\n\nFraud impacting businesses can be both general frauds that target any business, to sector specific frauds.\n\nCorporate frauds can include:\n\n- Account takeover\n- Application fraud\n- Bankruptcy-related fraud\n- Betting scams\n- Business directory fraud\n- Charitable publication scams\n- Cheque fraud\n- Cheque overpayment fraud\n- Domain name scams\n- Exploiting assets and information\n- Fake invoice scams\n- False accounting\n- Fixed line fraud\n- Government agency scams\n- Insurance fraud\n- Intellectual property fraud\n- Long and short firm fraud\n- Mobile phone fraud\n- Mortgage fraud\n- Office supply scams\n- Payment fraud\n- Personnel management\n- Plastic card fraud\n- Ponzi schemes\n- Premium rate phone line scams\n- Procurement fraud\n- Pyramid schemes\n- Receipt fraud\n- Share sale fraud\n- Travel and subsistence fraud\n\nIf fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/european-distribution-fraud",
    "title": "Distribution Fraud",
    "content": "When a company from overseas (usually from Europe) delivers products to the UK, but isn’t paid for the goods or the cost of shipping.\n\nFraudsters pretend to be from a well-known company or business name to make their order look authentic.\n\nProtect yourself:\n- Check the delivery address, phone number and email domain name is genuine if someone has placed an order with your business for the first time. Find the company’s website using a search engine and phone them to confirm details.\n- Do some extra research on the Internet. Are there any news reports of criminals imitating this before? Can you see their address on Google Street View?\n- Ask for upfront payment for first-time orders. If you have an online checkout, get them to use it.\n\nSpot the signs:\n- Your business gets an email for a large order to be sent to a new address. The buyer says you’ll be paid on delivery.\n- Your business is pressured into making the delivery quickly.\n- Their documents and emails have poor spelling and grammar. If English isn’t your first language, find someone who can check for you.\n\nHow it happens:\nFraudsters make an order to a company outside the UK by email. They claim to be from a well-known retailer, supermarket or manufacturer based in the UK. They may use an email address that looks very similar to a genuine company and steal their logo.\n\nOrders are usually for a large quantity of expensive products such as food, alcohol or electrical products. They avoid paying for the goods themselves by using fake bank transfer confirmation forms, or by giving the company’s genuine address for the invoice.\n\nThey ask for the delivery lorry to send the products to an address that doesn’t belong to the company. In some cases a genuine company delivery address is given on the order, but the driver is contacted while they’re travelling and asked to change the delivery address.\n\nThe delivery is picked up by the criminals without payment, and any invoices your business sends to the company’s genuine address can’t be paid.\n\nHow to report it:\nCancel any orders to the UK address. Contact your delivery driver and tell them to stop their delivery. Find the genuine number for the company the criminals are pretending to be from.\n\nDon’t contact the fake company again, but keep any records of their details and contact with you.\n\nCall 0300 123 2040 or If you are calling from abroad please call +44 207 386 3620. You can also report it to us online.\n\nReport it to your local police station. If you’re a member of a trade body, tell them so that they can warn others.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/payment-fraud",
    "title": "Payment fraud",
    "content": "Payment fraud is any fraud that involves falsely creating or diverting payments.\n\nPayment fraud can include:\n\n- creating bogus customer records and bank accounts so that false payments can be generated\n- intercepting and altering payee details and amounts on cheques and Payable Orders, then attempting to cash them\n- creating false payment and financial information to support fraudulent claims for benefits\n- processing false claims by accomplices for benefits, grants or repayments\n- self authorising payments to oneself.\n\nIf fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/employment-fraud",
    "title": "Employment fraud",
    "content": "Employment fraud happens when a fraudster claims to be a recruitment agent, hiring you for a job – which can be in a foreign country - that doesn’t exist.\n\nYou place your CV or personal details on internet job sites so that potential employers can see them and, hopefully, offer you a job.\n\nYou’re contacted by someone claiming to be an employer or an employer’s agent to say they are considering you for a position. You’re asked to fill in a questionnaire and may be interviewed over the phone. You may also be referred to the employer’s website for further information.\n\nEventually, you’re told that you’ve been successful and the job is yours.\n\nOnce you have received the job offer, the fraudsters will contact you about arrangements. If the job is abroad, they will talk about arranging travel, accommodation and visas. You’ll be referred to an agency that, again, may have a website to give it credibility. The agency is supposed to help you with all your arrangements – for a fee.\n\nWhen you pay one fee (eg: a visa administration fee), the agency will tell you about another fee that has to be paid (eg: a deposit on accommodation). In reality, the fraudulent agency makes none of these arrangements.\n\nWhat’s more, the fraudsters may also ask for your bank account details to set up salary payments. They will use these details to steal money from your account.\n\nSome employment fraudsters ask the applicant to pay a fee in order to apply for a job.\n\nIn reality, there is no job and any fees paid go straight to the fraudsters. Victims may already have given up their previous job and made new accommodation arrangements.\n\nAre you a victim of employment fraud?\nYou’ve been contacted by someone claiming to be an employer’s agent offering you a new job.\nYou’ve filled out a questionnaire or given them personal information about yourself over the phone.\nYou’ve given money to them as an administration fee.\n\nWhat should you do if you’ve been a victim of employment fraud?\nStop all communication with the ‘agency’ but make a note of their details and report it to Action Fraud.\nIf you’ve given them any money, contact your bank immediately.\nWarn the operators of the website where you placed your CV that their site is being used by fraudsters.\nDon’t give any more money to the scammers. If you have, then call your bank to let them know.\n\nProtect yourself against employment fraud\nCheck any documents for poor spelling and grammar – this is often a sign that fraudsters are at work.\nAsk the embassy representing the country where you believe you will be working how to obtain a visa and how much it costs. Check that the answers the potential employer gave you are the same – if they’re not, it may be a sign of fraud.\nCheck the official records to confirm that the organisation offering you the job actually exists. If it does, contact the organisation directly through officially listed contact details to confirm the job offer is genuine.\nTell the employer that you will make your own travel and accommodation arrangements. Beware if they try hard to dissuade you or tell you that you have to use the agency they refer you to.\nBeware, too, if the employer or agent provides a webmail email address such as @Yahoo or @Hotmail as a point of contact.\nFor further help see the recruitment industry counter fraud forum website, which provides specific advice on for candidates and recruitment professionals.\nIf fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/false-accounting-fraud",
    "title": "False accounting fraud",
    "content": "False accounting fraud happens when company assets are overstated or liabilities are understated in order to make a business appear financially stronger than it really is.\n\nFalse accounting fraud involves an employee or an organisation altering, destroying or defacing any account; or presenting accounts from an individual or an organisation so they don’t reflect their true value or the financial activities of that company.\n\nFalse accounting can take place for a number of reasons:\n\nto obtain additional financing from a bank\nto report unrealistic profits\nto inflate the share price\nto hide losses\nto attract customers by appearing to be more successful than you are\nto achieve a performance-related bonus\nto cover up theft.\n\nWhatever the reasons for false accounting, they are all motivated by the need to falsify records, alter figures, or possibly keep two sets of financial accounts.\n\nAre you a victim of false accounting fraud?\n\nIt can be hard to discover acts of falsifying accounts, particularly if you are managing an organisation. Some examples of false accounting fraud include:\n\nan employee making inflated expenses claims\na customer or an employee falsifying accounts in order to steal money\nan employee using false accounting to cover up losses built up through trading or fraudulent activity. Unless you are alerted to the problem, you won’t know about any losses, or the criminal activity that’s causing them\nat the extreme end of the scale, the fraud may mean that a company has incurred serious financial losses and/or is trading while insolvent.\n\nWhat should you do if you’ve been a victim of false accounting fraud?\n\nFalse accounting is a criminal offence. Regardless of how much money is involved, you should report the fraud to Action Fraud.\nYour organisation might also consider taking action to recover any losses from employees who committed the fraud.\nYou need to find out the nature and extent of any losses. This can either be done by your in-house accountants or by external consultants, but don’t wait until they have finished their work before you report the fraud.\n\nProtect yourself against false accounting fraud\n\nYour organisation can take the following steps to help protect itself from false accounting:\n\nvet employees’ CVs and references thoroughly\nput a whistleblowing policy in place\ncontrol access to buildings and systems using unique identification and passwords\nrestrict and closely monitor access to sensitive information\nimpose clear segregation of duties\nconsider job rotation\nuse tiered authority and signature levels for payments\nreconcile  bank statements and other accounts on a regular basis\naudit processes and procedures from time to time\npromote a culture of fraud awareness among staff\nadopt, and rigorously implement, a zero tolerance policy towards employee fraud\nhave a clear response plan in place in case fraud is discovered.\n\nIf fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/insolvency-related-fraud",
    "title": "Insolvency-related fraud",
    "content": "Fraud relating to bankruptcy and insolvency can involve companies fraudulently trading immediately before being declared insolvent, or phoenix companies.\n\nPhoenix companies are when, following the insolvency of one company, a new company is set up overnight with the same directors, but is not liable to pay for the losses of the previous business because they seem to be different entities.\n\nBankruptcy and insolvency related fraud also includes illegal trading while suspended or disqualified.\n\nBankruptcy describes the financial status of a person. The victims of bankruptcy and insolvency related fraud tend to be the businesses that have given the bankrupt person credit, eg credit card companies and personal loan companies.\n\nFraud has been committed if money has been lost.\n\nIf fraud has been committed, contact Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/office-supply-scams",
    "title": "Office supply scams",
    "content": "Office supply scams happen when telemarketers trick employees into ordering or paying for stationery.\n\nThe caller might mislead a company’s employees into thinking that an order for office supplies has already been placed, either by an existing or former colleague, and that they are calling to chase up a signature for the order form to help them keep complete records.\n\nThe company is then sent and invoiced for unwanted, and often overpriced, stationery and office supplies.\n\nIf the company tried to return the goods, they are told that returns are not possible because an order form has been signed and the order was agreed over the phone.\n\nIf fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/phoenix-company-fraud",
    "title": "Phoenix company fraud",
    "content": "Phoenix company fraud happens after a company goes bankrupt and a second company (known as a phoenix company) is started up overnight with the same directors.\n\nAlthough this is perfectly legal, fraud is committed when the directors abuse the phoenix company arrangement and transfer the assets of the failing company below their market value, before insolvency.\n\nMore about phoenix company fraud:\nWhen a company goes bankrupt, a second company can start up overnight with the same directors – but without any obligation to pay for the failed company’s losses. That’s because they appear to be different entities.\n\nThis is known as a phoenix company.\n\nIt’s perfectly legal to form a new company from the remains of a failed company. Any director of a failed company can become a director of a new company, unless he or she is:\n\n- subject to a disqualification order or undertaking\n- personally bankrupt\n- subject to a bankruptcy restrictions order or undertaking.\n\nFraud happens when directors abuse the phoenix company arrangement by transferring the assets of the failing company below their market value before insolvency. By doing this, the fraudulent directors reduce the funds available to creditors when the original company becomes insolvent. As a result, the creditors are left out of pocket for the goods or services they supplied.\n\nOnce a company enters insolvency or liquidation proceedings, the creditors will be paid in order of priority from whatever remaining company funds are made available.\n\nIf you’re a trade creditor, it’s likely that you’ll receive only a small proportion of the money you are owed. Clearly, this may result in serious financial loss and have a direct impact on your company’s ability to keep trading and stay solvent.\n\nIn addition, business confidence in your company may suffer, your customer base might shrink and your suppliers may impose less favourable payment terms on you. This will impact on your cash flow and, again, adversely affect your company’s ability to stay solvent.\n\nAre you a victim of phoenix company fraud?\n- You are a trade creditor owed funds from the insolvency of a company but can’t contact the company or get paid.\n- You are a business that has suffered substantial financial loss after giving trade credit to a new business that has gone under.\n\nWhat should you do if you are a victim of phoenix company fraud?\n- If you have a claim or an outstanding complaint against the failed company, don’t give up on it.\n- Be persistent. You should not be put off if the phoenix company claims the failed company’s liabilities are not theirs, when both companies appear to be the same.\n- Tell the Financial Conduct Authority (FCA) about it. It can’t help with individual disputes between you and the phoenix company, but the generic problem of phoenix companies is a priority for the FCA.\n- If you’re a creditor to a company undergoing insolvency, it’s essential that you help the official receiver or insolvency practitioner to understand the causes of failure. They have a duty to investigate the affairs of companies in compulsory liquidation and report evidence of criminal offences to a prosecuting agency. If you believe that the company is withholding information about its assets, or if you have information about the conduct of the company, you should contact the official receiver or insolvency practitioner with the relevant facts.\n\nProtect yourself against phoenix company fraud:\n- Most phoenix companies are perfectly legitimate businesses. But, as with any new customer, you should vet them carefully first. In particular, follow up trade references and check the directors’ credentials.\n- Find out why the previous company failed and ensure the directors aren’t serial abusers of the phoenix company arrangement. You can find information on company directors from Companies House or by getting hold of a status report from a credit ratings agency. Only extend trade credit if you are confident that you will be paid on time.\n- If you suspect that an individual is acting in breach of a disqualification or bankruptcy order, you should report them to the Insolvency Service. It’s a criminal offence to contravene a disqualification order or undertaking, a bankruptcy order, a bankruptcy restrictions order or undertaking. It’s also a criminal offence for another person to assist a disqualified person to act in this way.\n- Anyone who contravenes the order or undertaking could become personally liable for any debts a company incurs while the order or undertaking is contravened. Anybody who carries out that person’s instructions may also be personally liable.\n- To find out if a director is disqualified, you can search the disqualified directors register at Companies House.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/recruitment-scams",
    "title": "Recruitment scams",
    "content": "Employment fraud happens when a fraudster claims to be a recruitment agent, hiring you for a job – which can be in a foreign country - that doesn’t exist.\n\nYou place your CV or personal details on internet job sites so that potential employers can see them and, hopefully, offer you a job.\n\nYou’re contacted by someone claiming to be an employer or an employer’s agent to say they are considering you for a position. You’re asked to fill in a questionnaire and may be interviewed over the phone. You may also be referred to the employer’s website for further information.\n\nEventually, you’re told that you’ve been successful and the job is yours.\n\nOnce you have received the job offer, the fraudsters will contact you about arrangements. If the job is abroad, they will talk about arranging travel, accommodation and visas. You’ll be referred to an agency that, again, may have a website to give it credibility. The agency is supposed to help you with all your arrangements – for a fee.\n\nWhen you pay one fee (eg: a visa administration fee), the agency will tell you about another fee that has to be paid (eg: a deposit on accommodation). In reality, the fraudulent agency makes none of these arrangements.\n\nWhat’s more, the fraudsters may also ask for your bank account details to set up salary payments. They will use these details to steal money from your account.\n\nSome employment fraudsters ask the applicant to pay a fee in order to apply for a job.\n\nIn reality, there is no job and any fees paid go straight to the fraudsters. Victims may already have given up their previous job and made new accommodation arrangements.\n\nAre you a victim of employment fraud?\n- You’ve been contacted by someone claiming to be an employer’s agent offering you a new job.\n- You’ve filled out a questionnaire or given them personal information about yourself over the phone.\n- You’ve given money to them as an administration fee.\n\nWhat should you do if you’ve been a victim of employment fraud?\n- Stop all communication with the ‘agency’ but make a note of their details and report it to Action Fraud.\n- If you’ve given them any money, contact your bank immediately.\n- Warn the operators of the website where you placed your CV that their site is being used by fraudsters.\n- Don’t give any more money to the scammers. If you have, then call your bank to let them know.\n\nProtect yourself against employment fraud:\n- Check any documents for poor spelling and grammar – this is often a sign that fraudsters are at work.\n- Ask the embassy representing the country where you believe you will be working how to obtain a visa and how much it costs. Check that the answers the potential employer gave you are the same – if they’re not, it may be a sign of fraud.\n- Check the official records to confirm that the organisation offering you the job actually exists. If it does, contact the organisation directly through officially listed contact details to confirm the job offer is genuine.\n- Tell the employer that you will make your own travel and accommodation arrangements. Beware if they try hard to dissuade you or tell you that you have to use the agency they refer you to.\n- Beware, too, if the employer or agent provides a webmail email address such as @Yahoo or @Hotmail as a point of contact.\n\nFor further help see the recruitment industry counter fraud forum website, which provides specific advice on for candidates and recruitment professionals.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/short-and-long-firm-fraud",
    "title": "Short and long firm fraud",
    "content": "This is when criminals set up what’s an apparently legitimate business, but with the intention of defrauding both its suppliers and customers.\n\nLong firm fraud happens after the business has developed a good reputation and credit history. Short firm fraud, often internet-related, happens when the business has only been in operation for a few months.\n\nLong firm fraud starts with the criminals placing lots of small orders with wholesalers and paying them promptly. Having established a good credit history and having won the trust of their suppliers, the fraudsters then place several larger orders with their suppliers. But once they receive the goods, they promptly disappear and sell the goods elsewhere.\n\nShort firm fraud is similar but takes place over a much shorter timescale. Usually, the business doesn’t try to establish any form of credit history or credibility, apart from perhaps filing false accounts at Companies House if it’s a limited company. The fraudulent business has no day-to-day trading activity. Instead, the fraudsters use credit to obtain goods delivered to third-party addresses, often on multi-occupancy trading estates. The goods are sold on for cash and the criminals disappear.\n\nFraudsters prefer goods that aren’t traceable, turn over quickly and are easily disposable, such as electrical goods, computers, toys, toiletries, wines, spirits, fancy goods and confectionery.\n\nThe most immediate impact is serious financial loss. Victims may also suffer low staff morale, adverse publicity, disruption caused by investigations, or further fraud under a different guise.\n\nAre you a victim?\n- You’re a wholesaler who received lots of small orders from a fraudster who placed a larger order then disappeared without paying.\n- You’re a supplier who had fraudsters with no credit history order goods.\n- You might have lost a small amount or suffered serious financial loss.\n- You might also suffer low staff morale or negative publicity.\n\nWhat should you do?\n- Report it to Action Fraud.\n- Stop any further business dealings with the organisation.\n- Keep all correspondence as potential evidence.\n\nProtect yourself:\n- Evaluate large orders from new businesses carefully.\n- Check trading history and ask for trade references.\n- Verify identities of office holders.\n- Visit new customers’ premises.\n- For limited companies, check accounts and accountant credentials.\n- Check credit histories and residence of people running the business.\n- Check insolvency and director disqualification records.\n- Check domain name ownership.\n- Be wary of webmail emails and mobile numbers as sole contact methods.\n- Ensure deliveries go to identifiable individuals and addresses; don’t allow cross-loading to unknown vehicles.\n\nIf fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/work-from-home-scams",
    "title": "Work from home scams",
    "content": "What it is\nAn offer to make easy money by starting your own business by working from your own home. The scheme organiser will make you pay an advance fee, avoid paying you for the work you’ve done, make you buy worthless products or make you sign up others to the scheme before you’re paid.\n\nProtect yourself\nAny advert that tells you that you can sit back and let a business run itself is a good sign that fraudsters are at work.\nBe wary of paying money in advance. The majority of legitimate employers shouldn’t require you to pay anything to start working for them.\nIf you’ve got involved with a scheme you suspect is fraudulent, keep any relevant letters, emails or documents as evidence. Don’t get other people involved.\n\nSpot the signs\nYou’ve seen an advert online or via social media that says you can earn a specific or minimum amount of money by running your own business.\nYou’re told to call a mobile number (beginning with 07) or respond to a web-based email such as @yahoo or @gmail. Genuine businesses usually advertise a landline number and/or their own email domain.\nYou’re given a reason to pay up front, such as to register, buy customer leads, set up a website, buy products to sell, or get an instruction manual.\n\nHow it happens\nA letter, advert or website asks if you’re interested in making easy money by working from home, or setting up your own online business.\n\nThe scheme looks very flexible and easy to work with, offering you the opportunity to choose when you work and enabling you to fit your work around your existing life, but may involve paying a fee to get you started.\n\nThe work itself could involve filling envelopes, assembling products or selling goods or services through your own website. In some cases, fraudsters may tell you there are faults with what you’ve done to avoid paying you. In other cases, the products you’ve bought or made are worthless.\n\nMany of these business opportunities only allow you to earn money if you introduce more people to it. These are known as pyramid schemes.\n\nFraudsters may eventually sell your details on to others, so be alert to offers elsewhere.\n\nHow to report it\nReport it to us online or call 0300 123 2040.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/charity-donation-fraud",
    "title": "Charity donation fraud",
    "content": "Unfortunately, fraudsters may take advantage of our generosity when giving to charity. They may claim to be raising money for a fake charity or impersonate a well-known charity.\n\nMost fundraising appeals are genuine, so the risk of fraud should not put you off giving to charities. However, you should be vigilant and make sure you are giving safely to legitimate organisations.\n\nThe Fundraising Regulator and Charity Commission for England and Wales advise you to pause and check before donating. This includes:\n\nCheck the charity name and registration number at uk/checkcharity.\nLook out for the\nAlso check the Fundraising Regulator’s online Directory to see if a charity has committed to good fundraising practice at org.uk/directory.\nIf you’re still unsure about giving, always ask the organisation for more information. Legitimate causes will be happy to respond and answer your questions.\nFundraising appeals with generic wording, such as ‘to help people with COVID-19’ should be approached with caution. An appeal should always be clear on exactly what the money will be used for.\n\nWhen you meet a fundraiser in-person, check their credentials:\n\nStreet collectors should wear an ID badge that is clearly visible.\nAny collection buckets should be sealed and undamaged. Most fundraising materials should feature a charity’s name, registration number and a landline phone number.\nIf in doubt, ask for more information – a genuine fundraiser should be happy to answer your questions.\n\nWhen giving online, make sure the charity is genuine before giving any financial information:\n\nType in the charity website address yourself, rather than clicking on a link, and look for the registered charity number on the website.\nDon’t click on the links or attachments in suspicious emails.\nNever respond to unsolicited messages or calls that ask for your personal or financial details.\nBeware of any online advertisements that just feature a mobile number.\nIgnore requests to donate through a money transfer company as this is a popular scam.\nOnly donate to online fundraising pages created by a person or organisation you know and trust. If in any doubt, contact the charity directly.\n\nAfter making these checks, if you think that a fundraising appeal is fake, report it to Action Fraud. If you are based in Scotland, report to 101.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/boiler-room-fraud",
    "title": "Boiler room fraud",
    "content": "What is financial investments fraud?\n\nThere are many different types of investment fraud. They usually involve criminals contacting people out of the blue and convincing them to invest in schemes or products that are worthless or do not exist. Once the criminals have received payment, they cease contact with the victim.\n\nThe majority of investment frauds are run out of offices known as boiler rooms.\n\nHow to protect yourself from Financial Investment fraud:\n\nInvestment opportunities: Don’t be rushed into making an investment. Remember, legitimate organisations will never pressure you into investing on the spot.\n\nSeek advice first: Before making significant financial decisions, speak with trusted friends or family members, or seek professional independent advice.\n\nFCA register: Use the Financial Conduct Authority’s (FCA) register to check if the company is regulated by the FCA. If you deal with a firm (or individual) that isn’t regulated, you may not be covered by the Financial Ombudsman Service (FOS) if things go wrong and you lose your money.\n\nFor more information about how to invest safely, please visit: https://www.fca.org.uk/scamsmart\n\nWhat to do if you’ve been a victim of Financial Investment fraud:\n\nYou could be targeted again: Fraudsters sometimes re-establish contact with previous victims claiming that they can help them recover lost money, this is just a secondary scam. Hang up on any callers that claim they can get your money back for you.\n\nIdentity theft: If you suspect your identity may have been stolen, you can check your credit rating quickly and easily online. You should do this every few months anyway, using a reputable service provider and follow up on any unexpected or suspicious results.\n\nLegal advice: In many cases of fraud there is a close correlation between what may be considered fraud and the civil tort of deceit and/or breach of contract, for which there are civil litigation options. We would always advise that you seek professional legal advice or contact Citizens Advice to understand your options.\n\nYou can also contact the Financial Conduct Authority’s consumer helpline on 0800 111 6768 or report suspicious businesses or individuals by using the reporting form on their website.\n\nUseful links:\n\nCitizens Advice www.citizensadvice.org.uk/\n\nFinancial Conduct Authority (FCA) www.fca.org.uk\n\nFor more information on how to protect yourself from fraud and cyber crime, or to update your crime report, visit actionfraud.police.uk.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/bond-fraud",
    "title": "Bond fraud",
    "content": "Share sale, boiler room, hedge fund or bond fraud involves bogus stockbrokers, usually based overseas, cold calling people to pressure them into buying shares that promise high returns. In reality, the shares are either worthless or non-existent.\n\nYou are usually contacted out of the blue by a professional-sounding stockbroker who offers you investment opportunities that seem too good to be true. You are also promised free research reports, special discounts and ‘secret’ stock tips.\nIn reality, the fraudsters are cold calling as many people as possible, persuading them to invest in shares that are either non-existent, or so worthless they are impossible to sell.\n\nThe fraudsters may provide false share certificates and other documents to make the investments seem credible.\n\nOnce the fraudsters have squeezed whatever money they can from investors, they quickly disappear.\n\nShare sale frauds tend to start with a telephone call out of the blue. Using hard-sell techniques, the fraudsters try to pressure you into making rushed decisions, giving you no time to consider the nature of the investment.\n\nAs with many fraudulent schemes, you’re encouraged to keep your investment secret to ensure you receive maximum returns. This allows the fraudsters to hide the real nature of their scheme.\n\nFraudsters aim to make their business seem legitimate, so they will often use technical jargon, impressive job titles and mock websites to appear credible.\n\nAre you a victim of share sale fraud?\nYou’ve bought shares from somebody you don’t know over the telephone.\nTo transact the deal, you’ve given them your bank account details.\n\nWhat should you do if you’re a victim of share sale fraud?\nReport it to Action Fraud.\nBreak off all contact with the fraudster at once.\nAlert your bank immediately if you’ve given the fraudsters your bank account details.\nKeep any written communications you’ve received from the share sale fraudsters. This may help you give evidence to the authorities.\nBecause many boiler rooms are run from abroad, they’re not covered by UK jurisdiction or compensation schemes. Therefore, you’re unlikely to recover any lost investment.\nBe aware that you are now likely to be a target for other frauds. Fraudsters often share details about people they have successfully targeted or approached, using different identities to commit further frauds.\nPeople who’ve already fallen victim to fraudsters are particularly vulnerable to the fraud recovery fraud. This is when fraudsters contact people who’ve already lost money through fraud and claim to be law enforcement officers or lawyers. They advise the victim that they can help them recover their lost money – but request a fee.\n\nProtect yourself against share sale fraud\nIf you’re considering any type of investment, always remember: if it seems too good to be true, then it probably is. High returns can only be achieved with high risk.\nIf you’re suspicious about a scheme’s authenticity, you should investigate the company’s status and contact details.\nVisit the Financial Conduct Authority’s (FCA) ScamSmart site for advice on making safe investments.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/cryptocurrency-investment-fraud",
    "title": "Cryptocurrency investment fraud",
    "content": "Cryptocurrency is a digital or virtual currency designed to work as a medium of exchange.\n\nHow does this scam work?\n\nFraudsters will cold call victims and use social media platforms to advertise ‘get rich quick’ investments in mining and trading in cryptocurrencies.\n\nFraudsters will convince victims to sign up to cryptocurrency investment websites and to part with their personal details such as credit card details and driving licences to open a trading account. The victim will then make an initial minimum deposit, after which the fraudster will call them to persuade them to invest again in order to achieve a greater profit.\n\nIn some cases, victims have realised that they have been defrauded, but only after the website has been deactivated and the suspects can no longer be contacted.\n\nHow to protect yourself\n\n• Don’t assume it’s real – professional-looking websites, adverts or social media posts don’t always mean that an investment opportunity is genuine. Criminals can use the names of well-known brands or individuals to make their scams appear legitimate.\n\n• Don’t be rushed or pressured into making a decision – a genuine bank or financial organisation won’t force you to part with your money on the spot. Always be wary if you’re pressured to invest quickly or promised returns that sound too good to be true.\n\n• Stay in control – avoid uninvited investment offers, especially those over cold calls. If you’re thinking about making an investment, get independent advice and thoroughly research the company first.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/hedge-fund-fraud",
    "title": "Hedge fund fraud",
    "content": "Share sale, boiler room, hedge fund or bond fraud involves bogus stockbrokers, usually based overseas, cold calling people to pressure them into buying shares that promise high returns. In reality, the shares are either worthless or non-existent.\n\nWhat is financial investments fraud?\n\nThere are many different types of investment fraud. They usually involve criminals contacting people out of the blue and convincing them to invest in schemes or products that are worthless or do not exist. Once the criminals have received payment, they cease contact with the victim.\n\nThe majority of investment frauds are run out of offices known as boiler rooms.\n\nHow to protect yourself from Financial Investment fraud:\n\nInvestment opportunities: Don’t be rushed into making an investment. Remember, legitimate organisations will never pressure you into investing on the spot.\n\nSeek advice first: Before making significant financial decisions, speak with trusted friends or family members, or seek professional independent advice.\n\nFCA register: Use the Financial Conduct Authority’s (FCA) register to check if the company is regulated by the FCA. If you deal with a firm (or individual) that isn’t regulated, you may not be covered by the Financial Ombudsman Service (FOS) if things go wrong and you lose your money.\n\nFor more information about how to invest safely, please visit: https://www.fca.org.uk/scamsmart\n\nWhat to do if you’ve been a victim of Financial Investment fraud:\n\nYou could be targeted again: Fraudsters sometimes re-establish contact with previous victims claiming that they can help them recover lost money, this is just a secondary scam. Hang up on any callers that claim they can get your money back for you.\n\nIdentity theft: If you suspect your identity may have been stolen, you can check your credit rating quickly and easily online. You should do this every few months anyway, using a reputable service provider and follow up on any unexpected or suspicious results.\n\nLegal advice: In many cases of fraud there is a close correlation between what may be considered fraud and the civil tort of deceit and/or breach of contract, for which there are civil litigation options. We would always advise that you seek professional legal advice or contact Citizens Advice to understand your options.\n\nYou can also contact the Financial Conduct Authority’s consumer helpline on 0800 111 6768 or report suspicious businesses or individuals by using the reporting form on their website.\n\nUseful links:\n\nCitizens Advice www.citizensadvice.org.uk/\n\nFinancial Conduct Authority (FCA) www.fca.org.uk\n\nFor more information on how to protect yourself from fraud and cyber crime, or to update your crime report, visit actionfraud.police.uk.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/identity-fraud-and-identity-theft",
    "title": "Identity fraud and identity theft",
    "content": "Identity theft is when your personal details are stolen and identity fraud is when those details are used to commit fraud.\n\nIdentity\nThe government has put together this checklist to help on the steps to take to repair your identity and prevent revictimisation.\n\nThe purpose of the checklist is to provide victims and organisations with consistent helpful messaging and advice on what to do when identity theft has occurred and how to prevent it from happening again.\n\nIdentity theft happens when fraudsters access enough information about someone’s identity (such as their name, date of birth, current or previous addresses) to commit a fraud. Identity theft can take place whether the victim is alive or deceased.\n\nIdentity theft is often a pre-cursor to fraud but is not considered a recordable crime. A recordable crime is committed when a financial gain is made from the use of that person’s identity by another individual. In fraud cases, the individual or company (e.g., your bank) who has or may have suffered a financial loss through the use of the stolen identity, will be the person considered the victim of fraud and you will be considered as a victim of identity theft.\n\nIf you’re a victim of identity theft, it can lead to fraud that can have a direct impact on your personal finances and could also make it difficult for you to obtain loans, credit cards or a mortgage until the matter is resolved. You can find more information on what to do if your identity has been stolen by using the identity theft checklist.\n\nIf you have had your identity stolen but have not lost any money, you should still report it to the relevant organisations and should follow the steps in the identity fraud checklist which set out what you need to do to protect yourself.\n\nIdentity fraud\nIdentity fraud can be described as the use of that stolen identity in criminal activity to obtain goods or services by deception.\n\nFraudsters can use your identity details to:\n- Open bank accounts.\n- Obtain credit cards, loans and state benefits.\n- Order goods in your name.\n- Take over your existing accounts.\n- Take out mobile phone contracts.\n- Obtain genuine documents such as passports and driving licences in your name.\n\nStealing an individual’s identity details does not, on its own, constitute identity fraud. But using that identity for any of the above activities does.\n\nThe first you know of it may be when you receive bills or invoices for things you haven’t ordered, or when you receive letters from debt collectors for debts that aren’t yours.\n\nOnce you realise that identity fraud has occurred you should sign up to a credit referencing agency, check and report any activity that you do not recognise.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/investment-fraud",
    "title": "Investment fraud",
    "content": "There are many different types of investment fraud. They usually involve criminals contacting people out of the blue and convincing them to invest in schemes or products that are worthless or do not exist. Once the criminals have received payment, they cease contact with the victim.\n\nWhat is financial investments fraud?\nThere are many different types of investment fraud. They usually involve criminals contacting people out of the blue and convincing them to invest in schemes or products that are worthless or do not exist. Once the criminals have received payment, they cease contact with the victim.\n\nThe majority of investment frauds are run out of offices known as boiler rooms.\n\nHow to protect yourself from Financial Investment fraud:\n\nInvestment opportunities: Don’t be rushed into making an investment. Remember, legitimate organisations will never pressure you into investing on the spot.\n\nSeek advice first: Before making significant financial decisions, speak with trusted friends or family members, or seek professional independent advice.\n\nFCA register: Use the Financial Conduct Authority’s (FCA) register to check if the company is regulated by the FCA. If you deal with a firm (or individual) that isn’t regulated, you may not be covered by the Financial Ombudsman Service (FOS) if things go wrong and you lose your money.\n\nFor more information about how to invest safely, please visit: https://www.fca.org.uk/scamsmart\n\nWhat to do if you’ve been a victim of Financial Investment fraud:\n\nYou could be targeted again: Fraudsters sometimes re-establish contact with previous victims claiming that they can help them recover lost money, this is just a secondary scam. Hang up on any callers that claim they can get your money back for you.\n\nIdentity theft: If you suspect your identity may have been stolen, you can check your credit rating quickly and easily online. You should do this every few months anyway, using a reputable service provider and follow up on any unexpected or suspicious results.\n\nLegal advice: In many cases of fraud there is a close correlation between what may be considered fraud and the civil tort of deceit and/or breach of contract, for which there are civil litigation options. We would always advise that you seek professional legal advice or contact Citizens Advice to understand your options.\n\nYou can also contact the Financial Conduct Authority’s consumer helpline on 0800 111 6768 or report suspicious businesses or individuals by using the reporting form on their website.\n\nUseful links:\n\nCitizens Advice www.citizensadvice.org.uk/\n\nFinancial Conduct Authority (FCA) www.fca.org.uk\n\nFor more information on how to protect yourself from fraud and cyber crime, or to update your crime report, visit actionfraud.police.uk.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/ponzi-schemes",
    "title": "Ponzi schemes",
    "content": "Ponzi schemes are ‘get rich quick’ investment scams which pay returns to investors from their own money, or from money paid in by subsequent investors. There is no actual investment scheme as the fraudsters siphon off the money for themselves.\n\nA fraudster places an advertisement for a non-existent investment that offers extraordinary returns in a short space of time.\n\nAfter receiving the promised returns on their investment, the first investors start to spread the word to family and friends. In this way, the scheme gains credibility.\n\nBecause the money isn’t invested in any kind of investment vehicle, there are no profits. Instead, the first investors are simply paid out from the money paid in by new investors.\n\nPonzi schemes are created for all levels of income, and have taken in investors in the top bracket as well as those on middle and low levels.\n\nTypically, the fraudster will vanish with investors’ money, so the system eventually collapses with later investors receiving nothing - including their initial investment.\n\nBecause Ponzi schemes are unauthorised and make no profits, you are very unlikely to recover any lost money.\n\nAre you a victim of a Ponzi scheme?\nYou have been offered the opportunity to take part in a new investment scheme, or to attend a presentation or meeting with “key investors” about the scheme.\nYou have subsequently invested money in this new scheme.\n\nWhat should you do if you’re a victim of a Ponzi scheme?\nIf you believe you’ve come into contact with a Ponzi scheme, report it to Action Fraud by calling 0300 123 240 or online.\nIf you think you are actively participating in a Ponzi scheme, break off contact with the fraudsters immediately and do not invest any more money.\nIf you’ve given the fraudsters your bank account details, alert your bank immediately.\nKeep any written communications you have received from the Ponzi scheme. They may help you give evidence to the authorities.\nBe aware that you are now likely to be a target for other frauds. Fraudsters often share details about people they have successfully targeted or approached, using different identities to commit further frauds.\nPeople who’ve already fallen victim to fraudsters are particularly vulnerable to the fraud recovery fraud. This is when fraudsters contact people who’ve already lost money through fraud and claim to be law enforcement officers or lawyers. They advise the victim that they can help them recover their lost money – but request a fee.\n\nProtect yourself against Ponzi schemes\nIf you’re considering any type of investment, always remember: if it seems too good to be true, then it probably is.\nThere’s no such thing as a ‘guaranteed risk-free’ investment - high returns can only be achieved with high risk.\nPonzi fraudsters use vague technical jargon to describe their non-existent investments, such as ‘high yield investment programme’ or ‘global currency arbitrage’. This language is designed to dazzle you.\nUsing hard-sell techniques, fraudsters will try to pressure you into making rushed decisions, giving you no time to consider the nature of the investment.\nAs with many fraudulent schemes, you are encouraged to keep your investment secret to ensure you receive maximum returns. This allows the fraudsters to hide the real nature of their scheme.\nFraudsters aim to make their business seem legitimate. This means they will often have impressive job titles, glossy brochures and mock websites and will organise meetings in expensive venues to look credible. If you have any suspicions about a scheme’s authenticity, investigate the company’s status and contact details.\nIf you're not sure the company you're investing in is real, it could be a scam. Check the FCA register before investing.\nAlways ask simple questions about the company and the scheme. Be on high alert and, if they try to dodge questions, be more persistent. They should be prepared to tell you everything you want to know about the scheme.\nAsk about the board of directors who are managing the scheme and ask to meet or have a phone call with one of them.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/property-fraud",
    "title": "Property fraud",
    "content": "Property fraud involves fraudsters offering you a ‘get rich quick’ investment scam, claiming it can turn you into a property millionaire.\n\nYou attend a free presentation about making money from property investment. The fraudsters may persuade you to hand over money to sign up to a seminar or course promising to teach you how to make money dealing in property.\n\nOr, you might be offered the opportunity to buy properties at a discount that aren’t yet built. You might think property investment is a fast way to get rich quickly, so you invest some, maybe all, of your hard-earned savings.\n\nWhat you don't know is that the land is either agricultural or derelict. In many cases, it’s unsuitable for development, or is bound to have planning permission refused.\n\nAs a result, you may lose all the money you invested.\n\nAnother variation is buy-to-let fraud, where companies offer to source, renovate and manage properties, claiming good returns from rental income. In practice, the properties are near-derelict and the tenants non-existent.\n\nAre you a victim of property fraud?\n- You’ve received a brochure in the post offering you a course on how to become a property millionaire.\n- You’ve attended a free presentation on how to make money from property investment.\n\nWhat should you do if you’re a victim of property fraud?\n- Ask questions about the course. Ask for references from people who've taken it and talk to them. Don’t just speak to one or two people, but several.\n- Never make investments without thorough research. Find out where the land is. View it before parting with your money. Ask questions locally about its history. Discover whether planning permission has been applied for or granted. If not, what are the prospects of winning planning permission?\n- Don't invest until you see detailed plans for the site’s development.\n- If you think you’ve been a victim of a property fraud, contact Citizens Advice on 0808 223 1133.\n- You can also contact the Financial Conduct Authority.\n- Always make sure you keep copies of all paperwork about the transactions and the course, as well as notes of any phone conversations.\n\nProtect yourself against property fraud\n- Be very wary of mail solicitations claiming great returns, no matter how good they look. Check out the company first. For example: does it have a proper street address and landline number?\n- If a deal seems too good to be true, then it probably is.\n- Owners who are concerned their property might be subject to a fraudulent sale or mortgage can quickly alert Land Registry and speak to specially trained staff for practical guidance about what to do next by calling their Property Fraud Line on 0300 006 7030. The line is open from 8.30am to 5pm Monday to Friday.\n\nOther types of property fraud\nFraudsters often target properties where there is no mortgage or the owner lives elsewhere.\n\nFraudsters may attempt to acquire ownership of a property either by using a forged document to transfer it into their own name, or by impersonating the registered owner.\n\nThere is an increased risk of fraud when:\n- a property is empty or has been bought to let\n- an owner is spending time abroad or absent\n- the owner is infirm or in a nursing or care home\n- a relationship breaks down\n- a property has no mortgage.\n\nYou can help to make sure that you do not become a victim of property fraud by:\n- Registering your property with the Land Registry\n- Keeping your contact details up to date\n- Following the Land Registry's protection advice.\n\nIf fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/pyramid-scheme-fraud",
    "title": "Pyramid scheme fraud",
    "content": "Pyramid scheme fraud involves an unsustainable business which rewards people for enrolling others into a business that offers a non-existent or worthless product.\n\nA fraudster advertises a multi-level investment scheme that offers extraordinary profits for little or no risk.\n\nYou’re required to pay a fee to enter the investment scheme.\n\nYou’re then required to recruit friends or family members to enter the scheme. If you do this successfully, you’re paid out of their receipts. They are then told to recruit others to keep the chain going.\n\nYour money is not actually invested in any product. Instead, it’s simply passed up the chain of investors. Because pyramid schemes are unauthorised and make no profits, you’re very unlikely to recover any lost investment. While the fraudster at the top will collect most of the profits, those who entered the scheme later end up losing out.\n\nLegitimate trading schemes rely on valuable goods and services, while illegal pyramid schemes focus simply on recruiting more and more investors.\n\nUsing hard-sell techniques, fraudsters try to pressure you into making rushed decisions, giving you no time to consider the nature of the investment.\n\nFraudsters aim to make their business seem legitimate. This means they will often use technical jargon, impressive job titles and mock websites to look credible. If you have any suspicions about a scheme’s authenticity, you should investigate the company’s status and contact details.\n\nAre you a victim of pyramid scheme fraud?\n- You’ve been approached about a multi-level investment scheme that offers great-sounding profits with little or no risk.\n- You’ve paid a fee to join the scheme.\n- You’ve enrolled others on the scheme and already earned money from your efforts.\n\nWhat should you do if you’re a victim of pyramid scheme fraud?\n- Report the fraud to Action Fraud.\n- If you think you’re actively participating in a pyramid scheme, break off contact with the fraudsters immediately and don’t invest any more money.\n- If you’ve given the fraudsters your bank account details, alert your bank immediately.\n- Keep any written communications you’ve received from the pyramid scheme. They may help you give evidence to the authorities.\n- Be aware that you’re now likely to be a target for other frauds. Fraudsters often share details about people they’ve successfully targeted or approached, using different identities to commit further frauds.\n- People who’ve already fallen victim to fraudsters are particularly vulnerable to the fraud recovery fraud. This is when fraudsters contact people who have already lost money through fraud and claim to be law enforcement officers or lawyers. They advise the victim that they can help them recover their lost money – but request a fee.\n\nProtect yourself against pyramid scheme fraud:\n- If you’re considering any type of investment, always remember: if it seems too good to be true, it probably is. High returns can only be achieved with high risk.\n- Pyramid schemes often involve products that are overpriced and have no real resale value. You should think about the true value of your investment before convincing friends and family to join the scheme.\n- If fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/share-sale-and-investment-fraud",
    "title": "Share sale and investment fraud",
    "content": "Share sale, boiler room, hedge fund or bond fraud involves bogus stockbrokers, usually based overseas, cold calling people to pressure them into buying shares that promise high returns. In reality, the shares are either worthless or non‑existent.\n\nWhat is financial investments fraud?\n\nThere are many different types of investment fraud. They usually involve criminals contacting people out of the blue and convincing them to invest in schemes or products that are worthless or do not exist. Once the criminals have received payment, they cease contact with the victim.\n\nThe majority of investment frauds are run out of offices known as boiler rooms.\n\nHow to protect yourself from Financial Investment fraud:\n\nInvestment opportunities: Don’t be rushed into making an investment. Remember, legitimate organisations will never pressure you into investing on the spot.\n\nSeek advice first: Before making significant financial decisions, speak with trusted friends or family members, or seek professional independent advice.\n\nFCA register: Use the Financial Conduct Authority’s (FCA) register to check if the company is regulated by the FCA. If you deal with a firm (or individual) that isn’t regulated, you may not be covered by the Financial Ombudsman Service (FOS) if things go wrong and you lose your money.\n\nFor more information about how to invest safely, please visit: https://www.fca.org.uk/scamsmart\n\nWhat to do if you’ve been a victim of Financial Investment fraud:\n\nYou could be targeted again: Fraudsters sometimes re-establish contact with previous victims claiming that they can help them recover lost money, this is just a secondary scam. Hang up on any callers that claim they can get your money back for you.\n\nIdentity theft: If you suspect your identity may have been stolen, you can check your credit rating quickly and easily online. You should do this every few months anyway, using a reputable service provider and follow up on any unexpected or suspicious results.\n\nLegal advice: In many cases of fraud there is a close correlation between what may be considered fraud and the civil tort of deceit and/or breach of contract, for which there are civil litigation options. We would always advise that you seek professional legal advice or contact Citizens Advice to understand your options.\n\nYou can also contact the Financial Conduct Authority’s consumer helpline on 0800 111 6768 or report suspicious businesses or individuals by using the reporting form on their website.\n\nUseful links:\n\nCitizens Advice www.citizensadvice.org.uk/\n\nFinancial Conduct Authority (FCA) www.fca.org.uk\n\nFor more information on how to protect yourself from fraud and cyber crime, or to update your crime report, visit actionfraud.police.uk.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/spam-emails",
    "title": "Spam emails",
    "content": "Spam emails are emails sent out to millions of email addresses to try to gain personal information.\n\nOnce the personal information has been gained, fraudsters can use it to commit fraud, which could include financial institution fraud, credit card fraud and identity fraud.\n\nBehaviours that put you at risk:\nOpening attachments, or clinking on links.\nResponding to spam emails that ask for your personal or financial details.\nLogging in to a webpage that you have arrived at via a link in an email.\n\nHow to protect yourself:\nDon’t open attachments or click on the links within any unsolicited emails you receive, and never respond to emails that ask for your personal or financial details. Remember, you can hover over a link to see where it will really take you.\nAn email address can be spoofed, so even if the email appears to be from a person or a company you know of, but the message is unexpected or unusual then contact the sender directly via another method to confirm that they sent you the email.\nIf you receive an email which asks you to login to an online account, for example due to suspicious activity on your account, instead of clicking on the link provided in the email, go directly to the website yourself.\n\nIf fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/timeshare-fraud",
    "title": "Timeshare and holiday club fraud",
    "content": "Whilst timeshares are a legitimate sector of the travel industry, fraudsters seek to exploit the public in a number of ways.\n\nWhat is Timeshare and Holiday Club Fraud?\n\nTimeshares are a form of holiday ownership - you invest your money into the purchase of rights to spend time, usually a week or more, at a property such as a villa or holiday apartment each year. There are also timeshares or holiday clubs which offer the investor the opportunity to stay in a particular holiday resort or even a group of resorts, generally with on-site amenities including swimming pools, bars, restaurants and more.\n\nWhilst timeshares are a legitimate sector of the travel industry, fraudsters seek to exploit the public in a number of ways;\n\nTimeshare Resales: Fraudsters try to take advantage of timeshare owners who want to sell their timeshare. They pretend to be a company who claim to have a buyer lined up who is ready to pay a good price to buy the timeshare. In return for finding the buyer they ask for an upfront ‘introducers’ fee or other type of payment. They may also pretend to be the buyer at the same time as the company and use different contact details so the story is believable. In reality the buyer doesn’t exist and it another way to extract money from victims.\n\nRecovery Fraud:\n\nA number of businesses have been closed down in recent years that have sold consumers membership schemes that claimed they provided discounts and benefits on holidays and timeshare or timeshare-related products, including fraudulent relinquishment and compensation services.  Prior victims of these schemes may receive an email, a cold call, a letter or contact from a company on the internet which claims to know that they have been a prior victim of fraud. The company will claim that they are able to recover monies and will offer a service in return for an upfront payment of legal or administrative fees which they claim will be returned on a no-win no-fee basis. Often, the reality is that they are the same people who were originally involved in selling the victim the bogus products and are looking to extract more money. Once the upfront fee is sent, the company disappears with even more money.\n\nIn the above described circumstances, it is important to note that recovery fraud is the secondary fraud offence and should be recorded as 'NFIB1E recovery fraud' rather than a timeshare.\n\nBogus or Cloned Law Firms: Fraudsters impersonate well-known and reputable legal firms claiming to offer services to timeshare owners or prospective buyers. They often clone overseas firms so that due diligence on part of the victim is more complicated. Before appointing or soliciting the services of a law firm for any timeshare related activity, please ensure you tread with caution and do not part ways with any sums of money until you are certain the company is legitimate.\n\nIt may be useful to contact your timeshare provider to discuss your options before engaging with any unknown operators offering their services.\n\nBogus Leisure Credits: Fraudsters approach victims offering points, credits or vouchers which can be exchanged in return for holidays across a variety of destinations. They are marketed to imply they afford the investor more choice and flexibility and may include other perks such as website or online shopping discounts. In reality the points or credits sold to the victim don’t exist. Once the money is sent all communication is severed. Occasionally fraudsters will also claim to offer a timeshare disposal service included within the package to entice those victims with an existing timeshare they wish to sell.\n\nBogus Timeshare Holiday Bonuses and Upgrades: Fraudsters contact timeshare owners claiming to represent legitimate timeshare companies. They explain that the owner has been ‘awarded’ a bonus holiday which they can claim by paying an upfront administration fee. When they arrive on their bonus holiday they are taken to a resort where the owner is persuaded or pressured into upgrading their existing timeshare for an additional fee. They may also believe that they are selling their current timeshare as part of a part-exchange process. In reality the upgrades don’t exist and the fraudsters are simply after any additional fees they can extract from the victim.\n\nAdvice:\n\nNever respond to cold calls, emails or letters – your details have probably been obtained illegally.\nInvestment Opportunities: Don’t be rushed into making an investment. Remember, legitimate organisations will never pressure you into investing on the spot.\nSpot the Signs of Recovery Fraud - You’re contacted by an agency that knows a lot about the money you lost, but they want a fee first. Genuine agencies never ask for fees to recover money lost to fraudsters.\nSeek advice first: Before making significant financial decisions, speak with trusted friends or family members, or seek professional independent advice.\nIf you’re looking to sell your timeshare make sure you use a resale company that has signed up to the RDO code of conduct and check that the company is who they say they are and are. You can find a list of RDO members here: https://rdo.org/members-directory/\nTimeshare owners looking to sell or relinquish their timeshare should always contact their resort for advice and guidance. The resort may have an exit programme in place and, depending on their personal situation, they may be able to hand back their timeshare free of charge.\n\nMaking a complaint\n\nCheck to see if the company in question is a member of RDO – https://wwww.rdo.org – the European trade body for timeshare. RDO requires its members to sign up to its code of conduct and operates a free of charge complaints handling service.\n\nEUROC is the official, independent, non-profit timeshare association that stands side-by-side with timeshare owners, owner committee representatives and resort management teams from timeshare clubs and resorts around the U.K and the rest of Europe. \n\nTogether, EUROC ally with like-minded people who all have the same goal, duty and commitment towards preserving, protecting and enhancing the world of timeshare ownership and ensuring the best possible treatment of timeshare owners and members. \n\nYou can also use the new EUROC Timeshare Consumer Support Hub euroctimesharesupporthub.com for advice and guidance. If you have any queries or concerns and require assistance with a problem relating to your timeshare, you can now contact EUROC Support team by either completing a report form on the support hub website, email them at support@euroc.org or call 0203 582 2345.\n\nIf fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/online-shopping-fraud",
    "title": "Online shopping fraud",
    "content": "Shopping and auction fraud involves fraudulent shopping scams that rely on the anonymity of the internet.\n\nAs well as avoiding scam websites and messages, these tips will help minimise any fallout should you be unlucky enough to fall victim to online crime.\n\n1: Choosing where you shop\n\nIf you’re making a purchase from a company or person you don’t know and trust, carry out some research first, and ask a friend or family member for advice before completing the purchase.\n\nIf you decide to go ahead with the purchase, use a credit card if you have one, as most major credit card providers insure online purchases. Some other payment methods do provide good consumer protection, but they aren't obliged to provide the same protection as a credit card provider. Check their Terms and Conditions for exact details.\n\n2: Keep your devices up to date\n\nMake sure you install the latest software and app updates. These usually contain important security updates that can protect you against fraud and identity theft. \n\nInformation can easily be found about how to install these updates from Apple, Microsoft and Google. Even better, just turn on automatic updates so your device will update itself in future.\n\n3: Secure your email account\n\nSecure your important accounts with a good password - especially your email. Cyber criminals want to hack into your email account. They are looking for valuable information like bank details and the logins for your other online accounts but they'll also make use of things like your address or date of birth when trying to crack your passwords.\n\nSo, you should have a strong password for your email. One that you don't re-use anywhere else. This way, even if an attacker manages to access your email, they won't also be able to log into your online bank account.\n\n4: Take care with links in emails and texts\n\nSome of the emails or texts you receive about amazing offers may contain links to fake websites, designed to steal your money and personal details. \n\nNot all links are bad, but if you are unsure don't use the link, go separately to the website.\n\n5: Turn on two-factor authentication (2FA)\n\nTo give any online account additional protection, where possible, you should turn on two-factor authentication (2FA).\n\n2FA is a way for the service you're using to double check that you really are the person you claim to be, when logging in.\n\n6: Use a password manager\n\nIf you have lots of accounts, the temptation to re-use passwords and usernames is pretty strong. A good way to get around this is to use a password manager.\n\nThese systems remember all your login details for you, so you can choose good passwords for each of your online accounts, without worrying about losing or forgetting them. The only password you'll need is the one for the password manager application itself. This blog post will tell you all you need to know about password managers.\n\n7: Don't give away too much information\n\nYou shouldn't need to give out your mother’s maiden name, or the name of your primary school, in order to buy something. There’s some obvious details that an online store will need, such as your address and your bank details, but be cautious if they ask for details that are not required for your purchase. \n\nOnly fill in the mandatory details of forms when making a purchase. These are usually marked with an asterisk*. If you can avoid it, don’t create an account on a new site unless you’re going to use that site a lot in the future. You can usually checkout as a guest to make your purchase.\n\n8: When things go wrong\n\nWe all make mistakes and these days the scams can be incredibly convincing.\n\nIf you think you may have been taken in by a bogus website, you should first, take a note of the website's address, then close down your internet browser. Then report the details to Action Fraud and contact your bank to seek advice.\n\nWhether you've been a victim of fraud will depend on how much information you’ve provided to the website. So keep an eye on bank transactions, if you can. Contact your bank immediately about anything that you don’t recognise, even small amounts.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/medical-scams",
    "title": "Medical scams",
    "content": "Health and medical scams happen after you receive an email or see an advert promising miracle tablets and other medical cures that offer unbelievable results.\n\nThese frauds involve health and medical-related products and services that can appear to be a legitimate form of alternative medicine. The fraudsters lead their victims to believe they’ll receive a product or service of comparative quality for a lower price, or that the product or service they are buying will provide a miracle cure. Some of the products on sale are so-called ‘cures’ for acne, AIDS, arthritis, baldness, cancer, impotence and weight loss.\n\nAnother type of medical fraud involve fake online pharmacies offering drugs and medicines very cheaply or without prescription. Even if you do receive the products you order, there’s no guarantee that they are the real thing. In some cases, they may even damage your health.\n\nAt the very least, you will be left out of pocket, which can be very costly. Invariably, due to the nature of online purchasing, the seller’s identity will be disguised which means your chances of getting any money back are limited.\n\nWhen dealing online, there’s always a risk that your sensitive personal and financial data may be compromised. This could enable a fraudster to steal your identity to control your bank accounts, or use it to raise finance or buy goods elsewhere.\n\nThe emotional and medical cost to you could be far more serious. When you buy medicines online, you have no way of knowing what they contain or how they might impact on your health. By triggering a damaging reaction or preventing you from seeking proper treatment, the medicine you’ve bought online could make your existing medical condition worse.\n\nAre you a victim of health or medical fraud?\nYou’ve bought goods thinking they were legitimate alternative forms of medicine. \nYou’ve bought healthcare products that you believed were exactly the same as another brand, but at a lower price.\nYou’ve bought goods thinking they were a miracle cure for acne, AIDS, cancer, or impotence.\nYou’ve bought pharmaceuticals online without a prescription.\n\nWhat should you do if you’re a victim of health or medical fraud?\nReport it to Action Fraud.\nIf there’s a dispute over the nature of the product and its claimed benefits, you should ask the website selling the product for held and a refund.\nKeep all evidence of your purchase, including the goods you bought and any correspondence. \nIf you’ve already made a payment, contact your credit card company and/or bank and tell them that you may have fallen victim to a fraud. They’ll advise you on cancelling payments and ensuring your finances remain secure.\nIf you’ve already taken any medical products you are worried about, you should always visit your GP.  \n\nProtect yourself against health and medical fraud\nWith thousands of bogus health products for sale online, the best advice is to proceed with real caution when considering any new medicine or healthcare product.\n\nAlways talk to your GP or local pharmacist first. They’ll be able to tell you whether the product is safe and effective. If you’re managing a health condition, never stop taking a prescribed medicine, or start taking a new medicine, without speaking to your GP or pharmacist first.\n\nIf you do decide to go ahead and buy online:\n\ntry to avoid paying by money transfers. They aren’t secure\nbe careful when using direct banking transactions to pay for goods. Make sure transactions are secure\ndon’t send confidential personal or financial information by email.\n\nFraudulent health and medical websites often:\npromise a new miracle cure or wonder breakthrough. But their products are neither tested, nor proven to work\noffer to supply prescription-only medicines without a valid prescription\ntry to convince you with testimonials from satisfied customers. How do you know these testimonials are genuine? Even if they are, anecdotal evidence is no substitute for the scientific evidence that lies behind genuine medicines\noffer no risk money-back guarantees. But, if try to get your money back, the fraudsters simply disappear\nfeature endorsements from a doctor or health professional quoting scientific evidence. But if you look more closely, you’ll see that these individuals are not affiliated to any known institution or clinical practice. Nor has their evidence been published in a recognised journal.\n\nTo help you identify a legitimate pharmacy website, the Royal Pharmaceutical Society has produced an internet pharmacy logo that acts as a visual aid for people who wish to buy medicines online. Only bona fide registered pharmacies providing professional services in Great Britain are entitled to display the logo.\n\nYou can also protect yourself from fraudsters by:\nchecking the pharmacist’s registration status\nfinding the name and address of the pharmacy operating the website. It should be connected to a genuine pharmacy at a genuine address\nnoting whether or not you are asked questions before purchasing your medicine. Registered pharmacies are required to check that a medicine is suitable for a patient before selling it. This is a form of online consultation with a health professional.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/mobile-phone-fraud",
    "title": "Mobile phone fraud",
    "content": "Mobile phone fraud involves a variety of scams that either persuade you to buy phone-related products/services that turn out to be substandard or non-existent; or to make phone calls or texts to premium services by accident; or to unknowingly sign up to expensive subscription services.\n\nThere are a variety of frauds that target you on your mobile. Here are some of the most common:\n\nMissed call scams \nYour phone registers a missed call. You don’t recognise the number so you call it back. Most of the time the call will be perfectly above board, but you may be redirected to a premium rate service which can cost up to £15 per call.\n\nRecorded message scams\nThe number you’re asked to call back may be a recorded message telling you that you’ve won a prize, and giving you another number to call to ‘claim’ it. But this second number may be a premium rate one. Also, your prize may be nothing more than a ring tone subscription - which can also be a fraud.\n\nText message scams\nYou’re sent a text from a number you don’t recognise, but it’ll be worded as if it’s from a friend. For instance: ‘Hi, it’s John. I’m back! When do you want to catch up?’ So you call it back, thinking you’re doing them a favour by telling them they’ve got the wrong person, only to be charged a fortune for a premium rate call. Or you may text back and end up engaging in a lengthy SMS exchange. You find out that you’ve been charged a high rate for your texts (and sometimes for your received texts as well).\n\nRing tone scams\nThese scams might attract you with an offer of a ‘free’ or low cost ring tone. By accepting the offer, you’re actually subscribing to a service that will keep sending you ring tones – and charging you a premium rate for them. There are many legitimate companies selling ring tones, but there are also fraudsters who will try to hide the true cost of taking up their offer.\n\nPhone insurance scams\nIf you’ve bought a new mobile phone, a fraudster may call you to sell you phone insurance, making out that they are calling from the shop where you bought it from, or from your mobile phone network. At best, you end up with poor quality phone insurance or, at worst, none at all.\n\nPersonal Information and your mobile phone\n\nMobiles phones and smart devices like iPads are now capable of holding a lot of your personal information such as access to your emails and mobile banking apps, it’s more important than ever to know how to keep data on your mobile phone or device secure.\n\nWhat should you do if you’ve been a victim of mobile phone fraud?\nTell your mobile phone provider. \nInform PhonepayPlus (www.phonepayplus.org.uk), which regulates premium numbers and has statutory powers to stop mobile phone frauds and fine the offenders.\nIf you text the word STOP to the subscription number, the sender is legally obliged to stop sending text messages immediately. If they don’t, contact PhonepayPlus (www.phonepayplus.org.uk), which investigates complaints about phone-paid services.\nProtect yourself and your mobile or smart device from fraud\nMost phone service providers have their own security policies in place to help protect your data; examples include a secret question or a personal PIN for your account. It’s always worth checking what they have and make sure you sign up to use them\n\nSet up a password or passcode on your phone or tablet and keep it locked when you’re not using it. Your user guide will tell you how to do this. \n\nNever store personal details like passwords or PIN numbers in texts or emails that are accessible through your phone or tablet. \n\nIf your phone is stolen, tell your provider straight away – they can blacklist and deactivate it remotely. You should then change any passwords for online accounts you access through your phone as soon as possible (for example online banking). \n\nNever allow application or files to be installed from unknown sources particularly on smartphones/tablets (e.g. Android apps outside of Android Market™)\n\nIf you visit a website through your mobile or tablet and the URL looks suspicious, close it down straight away\n\nDon’t respond to unknown numbers.\n\nIf you sell your phone/tablet or give it away, make sure you complete a factory reset  to clear all your content from it - you’ll find out how in your user guide. \n\nSet up a secure pin on your voicemail so that only you can access your messages. Call into your voicemail service to do this. Follow your service provider’s guidelines if you're unsure.\n\nMany smartphones and tablets now come with the ability to remotely lock and track it if it’s lost or stolen.  There are a number of apps but some handsets themselves are capable of this. Check with your manufacturer’s website.  \n\nBe extra vigilant when you have an upgrade due or your contract is near it’s end as this is a key time for fraudsters to target your mobile phone account with fake contract and insurance deals.\n\nIf fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/doorstep-fraud",
    "title": "Doorstep fraud",
    "content": "Bogus tradesmen, door-to-door sales or doorstep fraud involves fraudsters trying to scam you after knocking at your door.\n\nDoor-to-door frauds can take many forms, including:\npressure selling\nunfair contracts\noverpriced or substandard home maintenance or improvements\nphoney consumer surveys\nbogus charity collections.\nSuch frauds involve promoting goods or services that are either never delivered to you or are of a very poor quality. Fraudsters may also bill you for work that you didn’t agree to. There are specific laws about door-to-door sales. Many are required to give you a ‘cooling-off’ period (where you can change your mind or request your money back). Bogus tradesmen will offer none of these, and even if they do, you can be sure their ‘guarantee’ will not be honoured.\n\nBogus salespeople will provide false identity or contact information, making it impossible for you to identify or contact them. If you’ve paid them in advance, you won’t get your money back.\n\nEven if your bank or insurance policy covers any loss, you’ll still have to contend with a damaged credit rating, continued correspondence over a prolonged period to repair the damage, and the emotional distress and anxiety identity theft can cause.\n\nAlso, be wary of opening your door to a potential burglar or someone who wants to get inside your property to enable other people to break in. Once they get through your door, fraudulent salespeople can take note of your valuables and any security measures you have in place.\n\nAre you a victim of bogus tradesmen fraud?\nYou’ve bought faulty, overpriced or substandard goods or services from someone knocking at your door.\nYou’ve paid for these goods or services by credit or debit card.\n\nWhat should you do if you’ve been a victim of bogus tradesmen fraud?\nReport it to Action Fraud.\nYou can report the salesperson to the Citizens Advice on 0808 223 1133. or to the National Trading Standards if you believe they have sold you faulty, inferior or overpriced products or services.\nSimilarly, you can seek advice from Citizens Advice about the terms and conditions of any agreement or contract you may have signed.\nIf you’ve made the payment by credit/debit card or by cheque, contact your credit card company and/or bank and advise them that you’re a victim of improper door-to-door sales techniques and your identity or financial details may have been compromised. They’ll advise you on cancelling payments and ensuring your finances remain secure.\n\nProtect yourself against bogus tradesmen fraud\nAlways ask for identification before letting anyone you don't know into your house.\nCheck credentials, including a permanent business address and landline telephone number. The mobile phone numbers given on business cards are often pay-as-you-go numbers which are virtually impossible to trace.\nTake control by asking the questions. Ask for references from previous customers or to see examples of their work.\nDon’t sign on the spot – shop around. Get at least three written quotes to make sure you’re not being ripped off.\nIf in any doubt, ask the person to leave or call Citizens Advice on 0808 223 1133\nIf you’re suspicious, why not ask the salesman if you can take their photograph – on your mobile phone, for example? If the person is legitimate, they probably won’t mind.\nIf you do decide to buy:\n\nalways get any agreement you make in writing\nbeware when filling in forms or when speaking to the salesperson, that you don’t reveal confidential details that a fraudster could use to assume your identity or take control of your finances. This may allow a fraudster to steal money from your account or order goods and services in your name\nusually, you have a fourteen-day cooling off period. So if you decide to cancel the contract, act fast\nthink very carefully about having any work done or goods delivered during the cooling off period. You may have to pay, even if you change your mind.\nnever pay for work before it has been completed, and only then if you are happy with it.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/remoteaccesstoolscams",
    "title": "Remote Access Tool Scams",
    "content": "These types of scams involve criminals exploiting remote access software to connect to a victim’s computer over the internet.\n\nRemote Access scams will often begin with a browser pop-up saying that your computer is infected with a virus, or maybe a call from someone claiming to be from your bank saying that they need to connect to your computer in order to cancel a fraudulent transaction on your account. Regardless of the narrative the fraudster’s use, their goal is to steal your money or access your financial information by tricking you into allowing them to remotely connect to your computer.\n\nIn 2021, Action Fraud received over 20,000 reports of people falling victim to Remote Access scams with losses totalling over £57m. To help protect yourself from falling victim to this type of fraud, always remember:\n\nA tech company, telecommunications provider, bank or service provider will never contact you out of the blue requesting remote access to your device.\nOnly install software or grant remote access to your computer if you’re asked by someone you know and trust, such as a friend or family member, and never as a result of an unsolicited call, browser pop up, or text message.\nYour bank will not ask you to reply to an e-mail with personal information, or details about your account. If you contact them, use a phone number/email address that you know to be true, rather than one sent to you in an email – it may be false.\nIt is okay to reject, refuse or ignore requested. Only criminals will try to rush or panic you.\n\nIf you think you may have been a victim of a remote access scam:\n\nProtect your money by contacting your bank immediately on a different device from the one the scammer contacted you on.\nIf you believe your laptop, PC, tablet or phone has been infected with a virus or some other type of malware, follow the NCSC’s guidance on recovering an infected device.\nReport it to Action Fraud on 0300 123 2040 or via actionfraud.police.uk. If you are in Scotland, please report to Police Scotland directly by calling 101.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/domain-name-scams",
    "title": "Domain name scams",
    "content": "Scams relating to website domain names involve fraudsters offering businesses first refusal on a domain name, saying that someone else is just about to buy it.\n\nThe caller will often say that the business has just minutes to accept the offer.\n\nThe fraudster will then try to pressure the business to pay an excessive fee for a domain name. In reality, no third party exists.\n\nDomain name scams can also come in the form of bogus domain name renewal notices. A business might be sent a letter that looks like the renewal notice for a domain name. In fact, the notice has come from a different company from the one the business has previously registered the domain name with.\n\nIf fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/tabnapping",
    "title": "Tabnapping",
    "content": "Tabnapping is a type of phishing scam that fraudsters use to get people’s personal information.\n\nTabnapping targets people who keep multiple tabs open in their browser, often for long periods of time. The fraudsters then use JavaScript to change the contents and label of an open, but not active, tab to resemble the log-in screen of a bank, email provider or online shopping store.\n\nWhen a user clicks back onto the tab to find the fake log-in screen, they assume that they have been logged out and re-enter their user information and password to log back in. When they enter these details, the personal information provided is sent straight to the fraudsters.\n\nFraudsters can then use this personal information to commit fraud.\n\nThe url in the browser’s address bar is not necessarily altered by tabnappers, so checking the url is the legitimate url of the service provider is not a sufficient precautionary measure.\n\nThe fraudsters may even put an additional message on the fake log-in screen, saying that the session has timed out and the user needs to re-enter their log-in details. This is a message that appears on legitimate websites, particularly on banks, increasing the likelihood that the user thinks the log-in screen is trustworthy.\n\nHow can tabnapping be prevented?\nEnsure anti-virus and anti-spyware software is up-to-date on your computer and make sure your browser’s filter is switched-on and up-to-date. These measures should block malicious sites and legitimate sites that are infected with a phishing attack code.\nIf you’re unsure about whether or not a log-in screen is legitimate, close the tab down, open a new one and type in the legitimate url of the website you want to log-in to.\nFollow identity theft crime prevention advice to stay alert to unrecognisable transactions in your name.\nIf fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/419-emails-and-letters",
    "title": "419 emails and letters",
    "content": "What it is\nWhen a stranger contacts you and asks you to pay an admin fee to help move a large amount of money from one country to another with the promise you’ll be rewarded with a cut of the cash later on.\n\nThese emails can involve countries such as Iraq, South Africa or somewhere in west Africa such as Ivory Coast, Togo or Nigeria, where the name ‘419’ (an article of the country’s criminal code) originates.\n\nProtect yourself\nScam messages: If you’ve received a message that feels suspicious, STOP! Break the contact – don’t reply, click on any links, call any phone numbers or make any payments. You can check if it’s genuine by contacting the organisation directly using an email address or phone number you know is correct, e.g. from an official letter, via a search engine, on the back of your card or by calling 159 for banks.\n\nAdvanced payments: Unsolicited offers of large sums of money in return for a small upfront payment should always raise a red flag. Never respond to any requests to send money, or have money transferred through your account by someone you don’t know and trust.\n\nPayment method: Where possible, avoid payments via bank transfer as it offers you little protection if you become a victim of fraud. Instead, use a credit card or payment services such as PayPal.\n\nHow 419 emails and letters work\nSomeone contacts you by phone, email, fax or post, saying they have access to a substantial amount of money, usually because of an invented story such as an inheritance or a government fund.\n\nThey say need your help to move the money, and then give you a reason why they can’t transfer it themselves. For example, they say they can’t open a bank account in another country. They'll also tell you why you’ve been chosen to take part and may ask you to open a new bank account to transfer the money.\n\nBelow is an example of a scenario that could take place:\n\nFraudsters will use a variety of techniques to make the offer look legitimate by getting in touch using many different names and invented characters. They’ll provide faked photographs, documents and letters with official-looking headed paper. In some cases, they’ll even offer to meet you, usually outside the UK.\n\nA ‘419’ email or letter is a type of advance fee fraud. Fraudsters don’t have the huge sums of money they claim to be handling; they want to take the fees you pay them before cutting all contact.\n\nIf you pay, fraudsters will keep coming back with requests for more fees, pretending it's one more last-minute obstacle before they can release the money. The fraudsters may also ask you for details of your bank account so that they can transfer your reward. They will use this information to empty your account.\n\nIf you’ve responded to an email like this, you’ll probably be targeted again for other frauds. Sometimes the original fraudsters may try to contact you using a different name to try to defraud you again, because your details are usually sold on to other fraudsters or they may pretend to be police officers or lawyers, offering to help you recover your lost money, but then also ask for a fee. Genuine police officers in the UK never ask for payment to investigate crimes.\n\nWhat to do if you've been a victim of 419 emails and advanced fee fraud\nIf you have made a payment: Inform your bank as soon as possible, they can help you prevent any further losses. Monitor your bank statements regularly for any unusual activity.\n\nIdentity theft: If you have shared personal or financial information, and suspect your identity may have been stolen, you can check your credit file quickly and easily online. You should do this every few months anyway, using a reputable service provider and follow up on any unexpected or suspicious results. You can also sign up for Cifas services which can help to protect you against fraud.\n\nYou could be targeted again: Fraudsters sometimes re-establish contact with previous victims claiming that they can help them recover lost money, this is just a secondary scam. Hang up on any callers that claim they can get your money back for you.\n\nHow to report it\nReport it to us online or call 0300 123 2040. It may feel embarrassing if you’ve already replied to an email like this, but reporting it is the best thing to do.\n\nEnd all further contact with the fraudsters. If they start threatening you when you stop co-operating tell your local police force.\n\nIf you’ve given the fraudsters your bank account details, contact your bank immediately. Don’t send them any more money.\n\nSend a copy of any original emails to your own Internet Service Provider (ISP) and the ISP of the sender. Address it to ‘abuse@’ followed by the email address.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/a-z-of-fraud/west-african-letter-fraud",
    "title": "West African letter fraud",
    "content": "West African letter or 419 fraud is an advance-fee scam where you are asked to help transfer money out of another country – such as Iraq, South Africa or somewhere in West Africa – in return for a percentage of the money you helped to transfer. The fraudster says they have access to a substantial amount of money and explains where this money is supposed to have come from. They say they want to move the money out of the country, and then give you a reason why they can’t transfer it themselves, for example, they can’t open an overseas bank account. The fraudsters will also explain why you have been chosen to take part in this venture. They will ask your permission to pay the money into your account before they transfer it onwards, after deducting your reward. The fraudsters may even ask you to open a new bank account to transfer the money. The amount of money involved for transfer and the percentage you are offered will be extremely large. They will also emphasise the need for secrecy, warning you not to tell anyone else about the deal while hurrying you into a hasty decision by stressing the need for urgent action. To add an element of legitimacy to the fraud, the fraudsters may arrange to meet you, usually outside the UK. However, there is no money to transfer. If you respond to the fraudsters’ request, they will ask you to pay various fees that are supposed to release the money, such as legal fees, transaction fees or taxes. When you pay the first fee, the fraudsters will keep coming back with further requests for additional fees, explaining that each one has cropped up as a last-minute obstacle to releasing the money. If you start getting reluctant to pay or suggest you can’t afford it, the fraudsters will put pressure on you by explaining how close you are to receiving a sum of money far bigger than the fees you have been asked to pay out and reminding you how much you have already sent them. The fraudsters may also ask you for details of your bank account so that they can transfer your reward. They will use this information to try and empty your account. Are you a victim of West African letter fraud? You’ve received an email, letter, fax or phone call from someone claiming to be in a position of authority and you’ve agreed to help transfer money from a foreign account. You’ve already paid various fees to them to help release the cash but you’ve discovered there is no money. What should you do if you’re a victim of West African letter fraud? Report it to Action Fraud. End all further contact with the fraudsters at once. Don’t send them any more money. If you have given the fraudsters your bank account details, contact your bank immediately. If the fraudsters threaten you once you stop co-operating with them, tell the police immediately. Send a copy of the original email to both your own Internet Service Provider (ISP) and the ISP of the sender. Address it to ‘abuse@’ followed by the email address. Be aware that you will probably be targeted for other frauds. Fraudsters frequently pass on the details of people they have successfully targeted to other fraudsters. Or, they may approach the victim under different names to commit further frauds. Often people who have already lost money to fraudsters fall victim to fraud recovery fraud. Here, fraudsters contact victims pretending to be law enforcement specialists or lawyers. They reassure the victim that they can help to recover their lost money – but they also ask for a fee. Protect yourself against West African letter fraud. The first question to ask yourself is \"why me?\" This person doesn't know you and has no reason to trust you. The best way to deal with an e-mail like this is to delete it straight away. Governments and large corporations do not transfer money through another person’s bank account. Any suggestion that they do so is a reliable indication that you have been approached by fraudsters. Letters and documents sent by fraudsters are usually badly written. Look out for spelling mistakes and poor grammar. If a deal seems to be too good to be true, then it probably is. Beware of being told you must act quickly or you’ll miss out on this ‘one-time deal’. Never send your bank or personal details. If you have done, contact your bank immediately to stop money being withdrawn and sent overseas. Never send any money. Never, under any circumstances, travel anywhere in response to one of these scams. You won't see your money again, and you could put yourself in physical danger. If fraud has been committed, report it to Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/useful-organisations",
    "title": "Useful organisations",
    "content": "Find out about the organisations who are working together and helping you to combat fraud and bring fraudsters to justice.\n\nAge UK: The country's leading charity dedicated to helping everyone make the most of later life. They provide companionship, advice and support for older people who need it most. Age UK provides information and advice through its free national advice line (0800 678 1602 - 8am-7pm, 365 days a year), on their website, and through its network of local charities.\n\nBusiness Debtline: A charity in the UK providing free, independent and expert advice for self-employed people and small businesses.\n\nChildnet International: Works in partnership globally to help make the Internet a great and safe place for children.\n\nCIFAS (UK's Fraud Prevention Service): A not-for-profit company working to protect businesses, charities, public bodies and individuals from financial crime with over 25 years of experience.\n\nCitizens Advice: Provides free, confidential and impartial advice on consumer issues.\n\nCounselling Directory: An online network listing counsellors across the UK with contact details, fees, and coverage areas; the service is free and confidential.\n\nCrimestoppers: An independent charity helping to find criminals and solve crimes across the UK. Calls (0800 555 111) and online reports are anonymous and available 24/7. Rewards are available without compromising anonymity.\n\nFinancial Conduct Authority (FCA): Independent body regulating the financial services industry in the UK.\n\nGet Safe Online: The UK's leading awareness resource protecting people, finances, devices, and businesses from fraud, abuse, and online threats.\n\nStop! Think Fraud: A Government campaign providing knowledge on fraud risks, spotting fraud, and protecting yourself and recovering from fraud crimes.\n\nThe Cyber Helpline: Offers a free 24/7 self-help service and confidential helpline for individuals and sole traders to help victims of cybercrime, digital fraud and online harm.\n\nUK - Safer Internet Centre: Provides e-safety tips, advice, and resources to help children and young people stay safe online.\n\nUK Finance (formerly Financial Fraud Action UK): Raises awareness about all types of financial fraud in the UK, offering information and useful downloads.\n\nTake Five: A national awareness campaign led by UK Finance urging people to stop and think before acting on suspicious situations.\n\nVictim Support: Provides free and confidential help to victims of crime, witnesses, and affected persons across England and Wales, including those who report fraud to Action Fraud.\n\nLaw Enforcement and professional counter fraud specialists include:\n\nNHS Counter Fraud Authority: Leads work to identify and tackle crime within the NHS.\n\nDepartment for Work and Pensions (DWP): Responsible for welfare, pensions and child maintenance policy, administering benefits to over 22 million claimants and customers.\n\nHM Revenue & Customs (HMRC): Ensures correct taxes are paid and manages entitlement to benefits.\n\nInsurance Fraud Bureau: Coordinates action against organised insurance crime in the UK.\n\nNational Crime Agency (NCA): Leads UK law enforcement’s fight against serious and organised crime with national and international reach.\n\nNational Police Chiefs' Council (NPCC): The national coordination body and representative for British police chief officers.\n\nSerious Fraud Office (SFO): Investigates and prosecutes serious and complex fraud, bribery and corruption.\n\nPlease note: Action Fraud is not responsible for the content on external websites.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/victim-resources",
    "title": "Victim resources",
    "content": "My report has been disseminated, what does this mean?\nIf your account says your report has been disseminated to a police force, this means that your report has been passed on by the National Fraud Intelligence Bureau (NFIB) to a police force for investigation. That police force will:\n\n- Provide you with a named point of contact for your report.\n- Agree with you how you want to be updated on your report.\n- Provide you with an enhanced service if you are a vulnerable victim.\n\nThe service provided is set by the Victims Code of Practice, which includes rights such as:\n- The right to be kept informed about the progress of your case by the police.\n- The right to hear when a suspect is arrested, charged, bailed, or sentenced.\n- The right to apply for compensation.\n- The right to make a Victim Personal Statement explaining the impact of the crime.\n- The right to apply for extra help when giving evidence if you are vulnerable.\n- The right to be told when an offender will be released.\n- The right to information about restorative justice schemes.\n- The right to be referred to victims’ support services.\n\nIf you feel your rights under the Code have not been met, you can complain directly to the police concerned.\n\nWhy can’t Action Fraud investigate my report?\nAction Fraud does not have investigation powers. Reports taken by Action Fraud are sent to the NFIB, which assesses reports from across the UK to build a national picture of fraud and cyber crime. Experts decide whether there is enough information to send to a police force for investigation.\n\nWhy hasn’t my report been sent to a police force?\nNot all reports can be investigated, for example if a suspect is overseas or there isn’t enough information. However, reports are still useful as the NFIB can:\n\n- Review and data match reports to identify criminals.\n- Disrupt telephone numbers, websites, and bank accounts used by fraudsters.\n- Help law enforcement build cases.\n- Provide fraud prevention alerts.\n- Work with international agencies like Interpol and Europol.\n- Provide evidence to help the Government allocate resources to combat fraud.\n\nYou can update your report anytime by logging in and adding information.\n\nRetrieving money lost to fraud\nAction Fraud cannot assist with recovering lost funds. Which? offers tips on situations where some money might be recovered.\n\nNational Economic Crime Victim Care Unit (NECVCU)\nNECVCU is a specialist team within the City of London Police that supports vulnerable victims of fraud and cyber crime to reduce repeat victimisation.\n\nVictim Support\nVictim Support offers free, confidential help to anyone affected by crime in England and Wales, regardless of reporting or time elapsed. Contact them at 08 08 16 89 111 or online. In Scotland, call 0345 603 9213 or visit their website.\n\nFind out more about organisations working together to fight fraud and cybercrime.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/individual-protection",
    "title": "Protect yourself from fraud and cyber crime",
    "content": "Although fraud and cybercrime come in many forms, there are some simple steps you can take to protect yourself.\n\n1. Do not give any personal information (name, address, bank details, email or phone number) to organisations or people before verifying their credentials. Always question unsolicited calls, texts or emails requesting your personal or financial information. Instead, contact the company directly using a known email or phone number.\n\n2. Make sure your computer has up-to-date anti-virus software and a firewall installed. Ensure your browser is set to the highest level of security and monitoring to prevent malware issues and computer crimes. Always install the latest software and app updates on all your devices. Protect your email account with a strong, separate password and enable two-factor authentication (2FA) where possible.\n\n3. Many frauds start with a phishing email. Banks and financial institutions will not send emails asking you to click on a link and confirm your bank details. Do not trust such emails, even if they look genuine. Call your bank using a verified phone number if unsure. Never automatically click on links in unexpected emails or texts. Email addresses and phone numbers can be spoofed, so verify by using known contact information.\n\n4. Sign-up to Verified by Visa or MasterCard Secure Code when shopping online. This adds an extra layer of security to online transactions.\n\n5. Regularly get a copy of your credit file and check it for unfamiliar entries. Providers include Callcredit, Equifax, Experian, ClearScore, and Noddle. Use identity protection services like ProtectMyID to monitor your credit report and receive alerts about potential fraud.\n\n6. Destroy and preferably shred receipts containing your card details and mail with your name and address. Fraudsters can use minimal information to clone your identity.\n\n7. If you receive bills, invoices, or receipts for purchases you didn’t make or from unfamiliar financial institutions, take action as your identity may have been stolen.\n\n8. Be wary of unsolicited post, phone calls, or emails offering business deals. If an offer seems too good to be true, it probably is. Genuine organisations won’t pressure you into financial transactions.\n\n9. Be aware of fraud recovery fraud, where fraudsters pose as lawyers or law enforcement officers claiming they can recover money you've lost.\n\n10. If you need advice about fraud or cyber crime, contact Action Fraud.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/sign-up-for-action-fraud-alert",
    "title": "Sign-up for Action Fraud Alert",
    "content": "You can sign up for free to Action Fraud Alert to receive direct, verified, accurate information about scams and fraud in your area by email, recorded voice, and text message.\n\nThe system is provided by the National Fraud Intelligence Bureau (NFIB), run by the City of London Police as a national service.\n\nThe system uses the Neighbourhood Alert Platform, a secure national community messaging facility used by Police, Neighbourhood and Home Watch, Crimestoppers, Fire & Rescue Services, and local authorities throughout the UK.\n\nHow does it work?\nSpecialist staff in the NFIB use information from all fraud and cyber crime cases reported to Action Fraud to create alerts about new or increasing crime types. If you sign up, you will receive alerts relevant to you.\n\nLogging in to Action Fraud Alert\nBy registering, you will receive regular messages about crime types of interest. If your local Police force is part of the Neighbourhood Alert system, you can opt to receive other local updates.\n\nWith your login details, you can access your account settings to update personal details, adjust message preferences, and control when you receive messages, all via secure servers.\n\nRegistering with Action Fraud Alert\nRegistration is free, simple, and easy. Follow the step-by-step instructions on the site. After verifying your account via email, you'll be ready to receive tailored messages based on your location and interests.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/what-is-national-fraud-intelligence-bureau",
    "title": "Who are the National Fraud Intelligence Bureau?",
    "content": "The National Fraud Intelligence Bureau (NFIB) is part of the City of London Police, which is the national policing lead for economic crime.\n\nThe NFIB receives all reports made to Action Fraud. Millions of fraud and cybercrime reports are used by the NFIB to identify serial offenders, organised crime groups, and emerging crime types.\n\nWhat the NFIB does with Action Fraud reports:\n- Reports are assessed and analysed by NFIB experts.\n- Data matching links reports from different areas to identify criminals behind the fraud.\n- Reports are sent to local police forces and law enforcement agencies for investigation.\n- Bank accounts, websites, and phone numbers used by fraudsters can be taken down by the NFIB.\n\nNot every report results in an investigation, but each report helps build a clearer picture, making the UK a tougher environment for fraudsters and protecting potential victims.\n\nThe NFIB receives data through three main channels:\n1. Reports from individuals and small businesses made to Action Fraud via phone or online.\n2. Fraud data from industry and the public sector, including banking, insurance, telecommunications, and government departments.\n3. Various intelligence sources, including national and international police crime and intelligence systems.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/who-reports-fraud-to-us",
    "title": "Who reports fraud to us",
    "content": "Frauds committed in the UK will be reported to Action Fraud; from Individuals up to larger corporations and financial Institutions.\n\nIndividuals\n\nFraud is a crime that can happen to anyone. There are many types of fraud from complex scams that are carried out over long periods of time, for example, dating scams, mortgage fraud and investment scams.\n\nOften when someone is a victim of a fraud they are not certain if a crime has been committed or how to report what has happened to them. Many frauds go unreported by victims because of personal embarrassment. It is likely that if a fraud has been committed against you someone else may have suffered a similar crime. The more individuals report, the more likely it is that fraudsters will be arrested, charged and convicted.\n\nPeople who report to Action Fraud represent a wide cross-section of the UK. They vary in age from young adults to the elderly. As frauds can be committed online, face to face, over the telephone or via the post, most people will have experienced fraud or know someone who has been a victim.\n\nLarge Corporations\n\nCorporations can be targeted by fraudsters online through hacking, account compromise or online extortion. Employee fraud may also be an issue in terms of abuse of expense policies and corporate credit card accounts. More serious crimes are money laundering and embezzlement.\n\nFrauds against large corporations can result in attempted extortion, financial losses and can threaten the long-term viability of the business. Compliance, finance and ICT managers are most likely to recognise the first signs of fraudulent activities within their business.\n\nCharities\n\nThe Charity Commission and Action Fraud both work to prevent fraudsters from appropriating funds under the guise of charitable donations.\n\nCharity scams can be simple: someone who poses as a street fundraiser for an existing charity and asking for donations from passers-by or pretending to participate in a challenge on behalf of a charity and collecting sponsorship. More complex fraud can take the form of a fraudster creating an entirely bogus charity and pocketing proceeds from fundraising.\n\nAs the regulator for all charities in England and Wales, the Charity Commission holds information on all current charities as well as those that have been struck off for not complying with the regulations required for operating a registered charity.\n\nPolice\n\nAction Fraud reports are passed to the National Fraud Intelligence Bureau (NFIB) who assess, analyse and send them to police forces for investigation.\n\nPartnership working provides the opportunity for law enforcement and Action Fraud to share fraud and cybercrime alerts to raise awareness to prevent the public and businesses from falling victim.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.actionfraud.police.uk/contact-us",
    "title": "Contact us",
    "content": "Android Phone\nReporting a live cyber attack 24/7\nIf you are a business, charity or other organisation which is currently suffering a live cyber attack (in progress), please call 0300 123 2040 immediately. This service is available 24 hours a day, 7 days a week. Please note, if you are member of the public you must call to report through our core opening hours below.\n\nOur specialist advisers are available by phone:\nMonday-Friday 8am-8pm\nSaturday - Closed\nSunday - Closed\n\nReporting fraud and cyber crime\nYou can report fraud or cyber crime to Action Fraud any time of the day or night using our online fraud reporting tool. You can also report and get advice about fraud or cyber crime by calling 0300 123 2040.\n\nThe times above represent our core contact centre opening hours, although from time to time we do extend the service we provide to you.\n\nAction Fraud will not call you unless you have requested us to, and will never ask for your bank details. If you are unsure whether a call is genuine, call the Action Fraud team on 0300 123 2040. Please note this number will be charged at your normal network rate.\n\nIf you have inclusive minutes within your mobile tariff then calls to our number are included at no cost. If you have used all of your inclusive minutes then the call will typically cost 35p per minute depending on your network provider.\n\nTextphone\nIf you are deaf or hard of hearing you can contact us on textphone 0300 123 2050.\n\nOnline advisor - live chat\nThis service is available 24 hours a day, 7 days a week. When using web chat you are speaking live to one of our advisors in the contact centre, who can assist with queries or you help fill out an online report.\n\nReporting a live cyber attack\nIf you represent a business, charity or other organisation which is currently suffering a live cyber attack and data is potentially at risk, please call 0300 123 2040. This service is available 24 hours a day to report and get advice on what to do next. Please note, if you are member of the public you must report to us through our core opening hours or online here.\n\nCyber security advice\nIf you are an organisation (private, public, or voluntary) that wishes to get information about cyber security, then contact the National Cyber Security Centre (NCSC).\n\nCalling overseas\nIf you are calling from abroad please call +44 300 123 2040\n\nComplaints\nIf you would like to make a complaint please see this guidance for more information.\n\nReports sent by post\nPlease note that we are unable to accept any reports via post, this also includes supporting documentation. Any reports received or documentation for an existing report will be confidentially disposed of. We will provide an update on reports once they have been reviewed. If you registered on our website when you made your report, you can track its progress online.\n\nSpam\nPlease remember to check your spam folder for responses sent by Action Fraud as for various reasons our email responses to you may end up in those folders. If you have your email set up to automatically delete spam, you may also wish to check your deleted folder.\n\nOther languages\nIf you don’t speak English, or if English is not your first language, we run a service for you to make your fraud report in your language.",
    "scraped_date": "2025-08-05"
  }
]