[
  {
    "url": "https://www.fca.org.uk/consumers/protect-yourself-scams",
    "title": "protect myself from scams",
    "content": "Scams can be sophisticated, but if it sounds too good to be true, it probably is. Find out how to spot the warning signs of investment, pension and other financial scams.\nFirst published:\n08/08/2017\nLast updated:\n21/05/2025\nSee all updates\nOn this page\nSpot the warning signs\nCheck the firm\nHow to protect yourself\nCommon financial scams\nWhat to do if you’ve been scammed\nBeware of scammers pretending to be from the FCA. We’d never ask you to transfer money to us and we’d never ask for your bank account PINs and passwords. Find out\nhow to spot fake FCA communications\n, the tactics scammers use, and methods of contact.\nSpot the warning signs\nScams can be difficult to spot. Fraudsters can be convincing and knowledgeable, with websites and materials that look identical to the real thing.\nBut if you’ve been contacted unexpectedly, or are suspicious about a call or text message, make sure you stop and check the warnings signs.\nIs it unexpected?\nScammers often call out of the blue. They may also try and contact you via email, text, post, social media, or even in person.\nDo you feel pressured to act quickly?\nScammers might offer you a bonus or discount if you invest quickly, or they may say the opportunity is only available for a short time.\nDoes the offer sound too good to be true?\nFraudsters often promise tempting rewards, such as high returns on an investment.\nIs the offer exclusively for you?\nScammers might claim that you’ve been specially chosen for an investment opportunity, and it should be kept a secret.\nAre they trying to flatter you?\nScammers often try to build a friendship with you to put you at ease.\nAre you feeling worried or excited?\nFraudsters may try to influence your emotions to get you to act.\nAre they speaking with authority?\nScammers might claim that they’re authorised and often appear knowledgeable about financial products.\nIf you answered ‘yes’ to any of these questions, or you’re unsure if a contact is genuine, follow the steps below to protect yourself.\nCheck the firm\n1\nUse the FCA Firm Checker\nAlmost all financial services firms in the UK must be authorised or registered by us. To find out if a firm or individual is authorised, you can search the\nFirm Checker\n.\nhttps://www.fca.org.uk/consumers/fca-firm-checker\nCheck that the firm reference number (FRN) and contact details you've been given match the details on the Firm Checker.\nIf there aren't any contact details listed on the Firm Checker, or the firm says they're out of date, call us on 0800 111 6768.\nRemember, some firms\npretend to be authorised firms\n, so always use the contact details on the Firm Checker.\nAlways use the website address above to visit the Firm Checker. Never click on links in emails or on company websites. It could be part of the scam.\n2\nContact us\nIf you're struggling to check the details of a financial firm or individual, find out how to\ncontact us\n.\nOur team can check the details you've been given and tell you if the firm is genuine.\nHow to protect yourself\nDo:\nTreat all unexpected calls, emails and text messages with caution. Don’t assume they’re genuine, even if the person knows some basic information about you.\nHang up on calls and ignore messages if you feel pressured to act quickly. A genuine bank or business won’t mind waiting if you want time to think.\nCheck your bank account and credit card statements regularly.\nConsider getting independent financial advice or guidance before a big financial decision (MoneyHelper has information on\nhow to find a financial adviser\n).\nCheck overseas regulators if you’re dealing with an overseas firm (you should also check the list of\nscam warnings from overseas regulators\n).\nDon’t:\nGive out your bank account or credit card details unless you’re certain who you’re dealing with.\nShare your passwords with anyone (including your social media passwords).\nGive access to your device by downloading software or an app from a source you don’t trust. Scammers may be able to take control of your device and access your bank account.\nCommon financial scams\nThese common financial scams each have their own warning signs to watch out for.\nBanking and online account scams\nFake FCA emails, letters and phone calls (phishing)\nInsurance and warranty scams\nLoan fee fraud\nMoney transfer scams\nScreen sharing scams\nEarly pension release scams (and other pension scams)\nCommon investment scams\nFind out more about these common investment scams:\nBinary options scams\nCarbon credit trading scams\nCryptoasset investment scams\nForex trading scams\nGet rich quick, Ponzi and pyramid schemes\nLand banking investment scams\nOnline trading scams\nRecovery room scams\nShare, bond and boiler room scams\nUnregulated investment scams\nInvestment scams often involve products we don’t regulate. These could include:\nbamboo\ndiamonds\nfine art\ngold\ngraphene\nhotels\ninternational forestry\nland for development\nland overseas\noverseas agriculture\nparking\nprecious metals\nstorage\nstudent accommodation\nsustainable energy\nUK forestry\nwhisky/whiskey\nwine\nBut even if the offer isn’t a scam, you should still be cautious about investing in any products we don’t regulate. If you do, you won’t be protected if something goes wrong and you could lose all your money.\nIf you're contacted unexpectedly about an investment opportunity, use our\nInvestment Checker\nto avoid scams.\nWhat to do if you’ve been scammed\nReport it\nIf you’re worried about a potential scam, or you think you may have been contacted by a fraudster, report it to us. This could help prevent others falling victim to the same criminal.\nCall us on\n0800 111 6768\nor use our\ncontact form\nto get in touch.\nFor anything we don’t regulate, or if you’ve lost money to a scam, contact Action Fraud on 0300 123 2040 or\nvia their website\n.\nBe wary of future scams\nIt’s important to be extra careful if you’ve already been scammed. Fraudsters could try and target you again, or they may sell your details to other criminals.\nThe new scam might be completely different, or it could be related to the previous scam. For example, you could be contacted with an offer to get your money back or to buy back an investment after you pay a fee. These are known as recovery room scams.\nIf you have any concerns at all about a potential financial scam,\ncontact us immediately\n.\nPage updates\n15/05/2025\n:\nInformation changed\nFirm Checker information added.\n11/11/2024\n:\nInformation added\n'fine art' added to unregulated investment scams\n11/08/2023\n:\nInformation added\non fake FCA communications\n03/05/2023\n:\nEditorial amendment\nupdate to timeline style\n20/03/2023\n:\nEditorial amendment\nPage update as part of the website refresh\nWas this page useful?\nYes\nNo\nWhat can we do to improve pages like this?\nWhat did you find helpful?\nSubmit Feedback\nLeave this field blank",
    "scraped_date": "2025-07-25 14:16:03"
  },
  {
    "url": "https://www.fca.org.uk/consumers/pension-scams",
    "title": "avoid pension scams",
    "content": "Don’t let a scammer enjoy your retirement. Find out how pension scams work, how to avoid them, and what to do if you suspect a scam.\nFirst published:\n10/08/2017\nLast updated:\n20/03/2023\nSee all updates\nOn this page\nWarning signs\nEarly pension release scams\nPension review scams\nProtect yourself from pension scams\nReport a pension scam\nPension scams often involve attractive offers that aim to persuade you to transfer your pension pot (or release funds from it).\nIf you’re worried about money and want to use your pension to repay debts, contact a free debt adviser first to find out what your options are.\nUse\nMoneyHelper’s debt advice locator tool\nto find free debt advice near you.\nWarning signs\nPension scams often include:\na guaranteed better return on your pension savings\nhigh-pressure sales tactics\nunusual investments, which tend to be unregulated and high risk\ncomplicated structures, so it isn’t clear where your money will end up\nseveral groups (some of which may be based overseas) all taking a fee, which means the total amount deducted from your pension is significant\nEarly pension release scams\nYou should be very wary of any scheme offering to help you release cash from your pension before you’re 55. It’s almost certainly a scam.\nGenerally,\nyou can only take money from your pension when you’re 55 or older\nexcept in certain cases, such as poor health. This will increase to 57 from 2028.\nHow early pension release scams work\nOffers to access your pension early may be called 'pension liberation' or a 'pension loan', as the scammers often claim you can borrow money from your pension fund.\nIf you take up the offer, your pension funds will be transferred into a scheme set up by the scam, which will often be based abroad.\nYou may be 'loaned' an amount (often around half of your pension), with the company involved taking a fee, perhaps as much as 30%.\nYou could also face a tax bill of 55% on what you withdraw, even if:\nyou didn’t realise you’d broken the tax rules\nyou put the money back in your pension\nyou’ve paid fees or charges to the company involved\nyou’ve spent all the money\nOnce you’ve paid the fees and tax, any money remaining will then be invested in high-risk products or projects, like overseas property developments.\nSometimes it’s simply stolen outright.\nRisks of accessing your pension early\nTaking cash from your pension before you’re 55 is unlikely to be in your interests.\nIf an FCA-authorised adviser recommends an early pension-release scheme, ask them to explain the full consequences and risks, and your other options.\nThese schemes can be illegal if you’re not told – or are misled – about the tax you’ll pay and the risks of accessing your pension early.\nMoneyHelper has more information about\ntaking your pension\nand\nill-health retirement\n. If you’re over 50, you can also book a free appointment with a\nPension Wise adviser\n.\nPension review scams\nIf you’re contacted unexpectedly and offered a free pension review, it’s likely to be a scam.\nProfessional advice on pensions is not free\n.\nMost of the companies offering free pension reviews aren’t authorised, but many falsely claim they are. They may also claim that they don’t have to be authorised, as they aren’t providing the advice themselves.\nSome scammers may even say they’re acting on behalf of the FCA or\nMoneyHelper\n.\nHow pension review scams work\nFree pension reviews are designed to persuade you to move money from your pension pot into a high-risk scheme.\nYour pension pot is then invested in unusual investments such as overseas property, forestry, storage units, care homes, biofuels or businesses you may not be familiar with.\nYou may be promised guaranteed returns or cash from your pension to tempt you to take up these offers.\nSome of these investments are badly run, while others are outright scams.\nAs they’re promoted as long-term pension investments, it could be several years before you realise something is wrong.\nProtect yourself from pension scams\nIf you get a call out of the blue (a cold call) about your pension, the safest thing to do is hang up. It’s illegal and probably a scam. If you get offers via email or text, you should simply ignore them.\nReport pension cold calls to the\nInformation Commissioner’s Office (ICO)\n.\nIf you’re thinking about changing your pension arrangements, you should get financial guidance or advice beforehand.\nIf you want to find an adviser, make sure they’re authorised by us. Never take advice from the company that contacted you, this may be part of the scam.\nFind out more about\ngetting financial advice\nfrom MoneyHelper.\nReport a pension scam\nIf you’re worried about a potential scam or you think you may have been contacted by a fraudster, report it to us.\nCall us on 0800 111 6768 or use our\ncontact form\nto get in touch.\nPage updates\n20/03/2023\n:\nEditorial amendment\npage update as part of website refresh\nWas this page useful?\nYes\nNo\nWhat can we do to improve pages like this?\nWhat did you find helpful?\nSubmit Feedback\nLeave this field blank",
    "scraped_date": "2025-07-25 14:16:06"
  },
  {
    "url": "https://www.fca.org.uk/consumers/report-scam-unauthorised-firm",
    "title": "report a scam or unauthorised firm",
    "content": "If you think you’ve been contacted by a fraudster or unauthorised firm, find out which scams we can look into and how to make a report.\nFirst published:\n05/03/2020\nLast updated:\n15/05/2025\nSee all updates\nOn this page\nScams we can't help with\nHow to report a scam\nBeware of scammers pretending to be from the FCA. We’d never ask you to transfer money to us and we’d never ask for your bank account PINs and passwords. Find out\nhow to spot fake FCA communications\n, the tactics scammers use and methods of contact.\nAnyone can be the target of a scam. Sometimes, it can be hard to tell the difference between a con and a genuine offer. If you’re contacted about:\nan investment\nyour pension\ntaking out a loan or credit\ninsurance and warranty products\nmaking a claim\nOr if you're suspicious about an investment you’ve seen online, or a financial service you’ve paid for, please report it to us.  We look into every report we receive, and it could help protect others.\nIf you’ve given scammers any of your personal information, or you’ve made a payment, tell your bank immediately using the contact details on your card or statements. Find out more about how to\nprotect yourself from scams\n.\nScams we can't help with\nWe can only look into scams that involve financial services we regulate. We can't help with:\ndriving licence scams\nTV licence scams\nHMRC and tax scams\ncompetition or lottery scams\neBay/Gumtree/Amazon merchant scams (for example, the seller not delivering goods)\nIf you’ve been contacted about one of these scams:\ncontact Action Fraud on 0300 123 2040\nor via the\nwebsite\n. If you live in Scotland, you should report to Police Scotland by calling 101, or contact Advice Direct Scotland on 0808 164 6000\nget in touch with the relevant organisation or regulator\nIf you get a suspicious email, text or phone call claiming to be from HMRC,\nfind out how to report it\n.\nHow to report a scam\nTo report a scam or an unauthorised firm, contact us via phone or via our contact form.\nReport a scam\nWe're open Monday to Friday, 8am to 6pm and Saturday 9am to 1pm.\n0800 111 6768 (freephone)\n0300 500 8082 from the UK\n+44 207 066 1000 from abroad\nOur team will take details of the scam and give you guidance on your next steps.\nCalls using next generation text relay, please call us on (18001) 0207 066 1000.\nUse the\nFCA Firm Checker\nto find out if a firm is authorised and has permission for the service it's offering you. If you can’t find a firm on the Firm Checker, contact us on 0800 111 6768.\nPage updates\n23/04/2025\n:\nInformation added\non FCA Firm Checker.\n22/08/2023\n:\nInformation added\non fake FCA communications\n20/03/2023\n:\nEditorial amendment\nPage update as part of the website refresh\n15/09/2021\n:\nInformation changed\n'How to report a scam' updated.\n19/07/2021\n:\nLink changed\nMoney Advice Service updated to MoneyHelper\n21/05/2021\n:\nInformation changed\n'How to report a scam' updated.\n01/10/2020\n:\nEditorial amendment\n'Register' changed to 'FS Register'\nWas this page useful?\nYes\nNo\nWhat can we do to improve pages like this?\nWhat did you find helpful?\nSubmit Feedback\nLeave this field blank",
    "scraped_date": "2025-07-25 14:16:09"
  },
  {
    "url": "https://www.fca.org.uk/consumers/loan-fee-fraud",
    "title": "Loan fee fraud: spot the warning signs",
    "content": "Every year we receive hundreds of reports of loan fee fraud, with victims reporting an average loss of £255. Find out how to spot the warning signs.\nFirst published:\n18/04/2016\nLast updated:\n23/04/2025\nSee all updates\nOn this page\nHow loan fee fraud works\nHow to protect yourself\nHow genuine loan fees work\nReport a scam\nLoan fee fraud or advance fee fraud is a common scam where individuals are conned into paying a fee for a loan.\nThe fraudsters often ask for between £25 and £450. But once the fee is paid, you’ll never receive the loan you were offered.\nIf you’re struggling with money, you can get guidance on\ndealing with debt from MoneyHelper\n. You can also use the\nDebt Advice Locator tool\nto find free services in your area.\nHow loan fee fraud works\nScammers will often try to target individuals who’ve applied for loans online. They may contact you unexpectedly and will offer you the money you need.\nBut before giving you the loan, they’ll ask for an upfront payment as a deposit, administrative fee or insurance. They might claim it’s because you have a bad credit history.\nThey’ll often put pressure on you to pay the fee quickly via a bank transfer. Or they may ask you to buy a voucher, for example from Google Play, Amazon or Ebay. Scammers have even started asking for payments to be made via crypto exchanges.\nThe fraudsters may say the fee is refundable. But even though you make the payments they ask for, you’ll never receive the loan – or a refund on the fee.\nHow to protect yourself\nIf you need to apply for a loan, you should only deal with authorised firms. If you don’t, you won’t be protected if things go wrong, and you could end up losing lots of money.\nUse the\nFCA Firm Checker\nto make sure a financial firm is authorised by us and has our permission to provide the service you’re looking for.\nCheck that the firm’s contact details match the details on the Firm Checker.\nAlways use the contact details on the Firm Checker, rather than a direct line or email you've been given.\nIf there are no contact details on the Firm Checker, or the firm says they’re out of date, call us on 0800 111 6768.\nHow genuine loan fees work\nSometimes, genuine authorised firms will ask you to pay an upfront fee before they’ll provide a loan. If they do, they must send you a notice setting out specific information.\nBefore you get the loan, you’ll need to reply to the notice, saying you understand and agree with what it says.\nThe notice should include:\nThe name of the firm as it appears on the Firm Checker.\nA statement that the firm is acting as a credit broker.\nA statement saying if you need to pay a charge for the firm’s services.\nThe amount of the charge (or how it will be calculated).\nWhen the firm will take payment from you and how you'll pay.\nReport a scam\nIf you’re worried about a potential scam, or you think you may have been contacted by a fraudster, report it to us.\nCall us on 0800 111 6768 or use our\ncontact form\nto get in touch.\nPage updates\n23/04/2025\n:\nInformation added\non the FCA Firm Checker.\n06/12/2023\n:\nEditorial amendment\n20/03/2023\n:\nEditorial amendment\nPage update as part of the website refresh\n14/12/2022\n:\nInformation changed\nAverage loss figure updated.\n10/05/2022\n:\nInformation added\nQuick links near the start of the page\n09/12/2021\n:\nInformation added\nAnti-fraud jingle video added\n11/08/2021\n:\nInformation changed\nMoney Advice Service to MoneyHelper\n17/11/2020\n:\nEditorial amendment\nHouse style updates\nWas this page useful?\nYes\nNo\nWhat can we do to improve pages like this?\nWhat did you find helpful?\nSubmit Feedback\nLeave this field blank",
    "scraped_date": "2025-07-25 14:16:13"
  },
  {
    "url": "https://www.fca.org.uk/consumers/campaign-resources",
    "title": "Download our campaign resources and help others be ScamSmart",
    "content": "Support our campaigns - download resources to spread the word about savings, loan fee fraud, and how to avoid investment and pension scams.\nFirst published:\n09/08/2017\nLast updated:\n18/06/2024\nSee all updates\nOn this page\nSavings resources\nLoan fee fraud resources\nPension scams resources\nInvestment scams resources\nAlternative formats\nSavings resources\nSavings campaign partnership toolkit 2024\nRadio ad: savings campaign\nLoan fee fraud resources\nLoan fee fraud partnership toolkit 2024\nPension scams resources\nScamSmart Pensions 2022 Partner Toolkit\nPensions Scams Leaflet - screen version\nPensions Scams Leaflet - Screen version in BW\nPensions Scams Leaflet - print version\nPensions Scams Leaflet - Print Version in BW\nPress release March 2020\nPress release November 2019\nCustomer poster\nPension scams infographic\nWeb article\nPress release August 2018\nTV ad\nRadio ad – builder\nRadio ad – dinner lady\nPartner presentation\nPartner social assets August 2019\n(ZIP)\nPress release August 2019\nInvestment scams resources\nSocial Media Packs\nScamSmart Investments partner toolkit (February 2023)\n(Zip)\nScamSmart Investments - Clone Firms PR social media pack (January 2021) - for partners\n(ZIP)\nInfographics\nFCA warns of increased risk of online investment fraud\nSpeak out against investment scammers\nOver 55s at heightened risk of fraud\nTake the time to check investments are legitimate\nTactics fraudsters use to deceive investors\nPress releases\nOver £27 million reported lost to crypto and forex investment scams\nFCA warns public of investment scams as over £197 million reported losses in 2018\nFCA warns of increased risk of online investment fraud, as investors lose 87k a day to binary options scams\nOver 55s at heightened risk of fraud, says FCA\nA third of over 75s targeted by investment scams, as FCA urges consumers to take the time to check\nInside the mind of a scammer: FCA reveals the tactics investment fraudsters use to deceive over 55s\nFCA urges public to report and speak out against fraudulent investment schemes\nVideos\nSpot the investment scam with Alvin Hall\nTop 6 investment scam tactics to look out for\nScam or Smart video\nCase Study: Watch Derek's story\nCase Study: Watch Richard's story\nPress release video: Investment fraud risk\nBeware the investment cold call\nRadio\nScam or Smart pitch A\nScam or Smart pitch B\nLeaflets\nBe ScamSmart leaflet\nCymraeg: Byddwch yn fuddsoddwr ScamSmart nhaflen\nPosters\nInvestment scams advice poster\nCymraeg: Poster sgamiau buddsoddi\nPresentations\nScamSmart partners presentation\nVictim Support Information\nVictim Support Information leaflet\nAlternative formats\nAll our publications are available to download online. If you would like an alternative format, please call 020 706 0790, email\n[email protected]\nor write to the Editorial and Digital team, Financial Conduct Authority, 12 Endeavour Square, London E20 1JN.\nPage updates\n13/06/2024\n:\nLink changed\nRemoving out of date links for 2021 and 2022 partner toolkits\n06/03/2024\n:\nInformation added\nRadio ad for the savings campaign.\n26/02/2024\n:\nLink added\nsavings resources\n20/03/2023\n:\nEditorial amendment\npage update as part of website refresh\nWas this page useful?\nYes\nNo\nWhat can we do to improve pages like this?\nWhat did you find helpful?\nSubmit Feedback\nLeave this field blank",
    "scraped_date": "2025-07-25 14:16:18"
  },
  {
    "url": "https://www.fca.org.uk/consumers/pension-scams",
    "title": "How they work",
    "content": "Don’t let a scammer enjoy your retirement. Find out how pension scams work, how to avoid them, and what to do if you suspect a scam.\nFirst published:\n10/08/2017\nLast updated:\n20/03/2023\nSee all updates\nOn this page\nWarning signs\nEarly pension release scams\nPension review scams\nProtect yourself from pension scams\nReport a pension scam\nPension scams often involve attractive offers that aim to persuade you to transfer your pension pot (or release funds from it).\nIf you’re worried about money and want to use your pension to repay debts, contact a free debt adviser first to find out what your options are.\nUse\nMoneyHelper’s debt advice locator tool\nto find free debt advice near you.\nWarning signs\nPension scams often include:\na guaranteed better return on your pension savings\nhigh-pressure sales tactics\nunusual investments, which tend to be unregulated and high risk\ncomplicated structures, so it isn’t clear where your money will end up\nseveral groups (some of which may be based overseas) all taking a fee, which means the total amount deducted from your pension is significant\nEarly pension release scams\nYou should be very wary of any scheme offering to help you release cash from your pension before you’re 55. It’s almost certainly a scam.\nGenerally,\nyou can only take money from your pension when you’re 55 or older\nexcept in certain cases, such as poor health. This will increase to 57 from 2028.\nHow early pension release scams work\nOffers to access your pension early may be called 'pension liberation' or a 'pension loan', as the scammers often claim you can borrow money from your pension fund.\nIf you take up the offer, your pension funds will be transferred into a scheme set up by the scam, which will often be based abroad.\nYou may be 'loaned' an amount (often around half of your pension), with the company involved taking a fee, perhaps as much as 30%.\nYou could also face a tax bill of 55% on what you withdraw, even if:\nyou didn’t realise you’d broken the tax rules\nyou put the money back in your pension\nyou’ve paid fees or charges to the company involved\nyou’ve spent all the money\nOnce you’ve paid the fees and tax, any money remaining will then be invested in high-risk products or projects, like overseas property developments.\nSometimes it’s simply stolen outright.\nRisks of accessing your pension early\nTaking cash from your pension before you’re 55 is unlikely to be in your interests.\nIf an FCA-authorised adviser recommends an early pension-release scheme, ask them to explain the full consequences and risks, and your other options.\nThese schemes can be illegal if you’re not told – or are misled – about the tax you’ll pay and the risks of accessing your pension early.\nMoneyHelper has more information about\ntaking your pension\nand\nill-health retirement\n. If you’re over 50, you can also book a free appointment with a\nPension Wise adviser\n.\nPension review scams\nIf you’re contacted unexpectedly and offered a free pension review, it’s likely to be a scam.\nProfessional advice on pensions is not free\n.\nMost of the companies offering free pension reviews aren’t authorised, but many falsely claim they are. They may also claim that they don’t have to be authorised, as they aren’t providing the advice themselves.\nSome scammers may even say they’re acting on behalf of the FCA or\nMoneyHelper\n.\nHow pension review scams work\nFree pension reviews are designed to persuade you to move money from your pension pot into a high-risk scheme.\nYour pension pot is then invested in unusual investments such as overseas property, forestry, storage units, care homes, biofuels or businesses you may not be familiar with.\nYou may be promised guaranteed returns or cash from your pension to tempt you to take up these offers.\nSome of these investments are badly run, while others are outright scams.\nAs they’re promoted as long-term pension investments, it could be several years before you realise something is wrong.\nProtect yourself from pension scams\nIf you get a call out of the blue (a cold call) about your pension, the safest thing to do is hang up. It’s illegal and probably a scam. If you get offers via email or text, you should simply ignore them.\nReport pension cold calls to the\nInformation Commissioner’s Office (ICO)\n.\nIf you’re thinking about changing your pension arrangements, you should get financial guidance or advice beforehand.\nIf you want to find an adviser, make sure they’re authorised by us. Never take advice from the company that contacted you, this may be part of the scam.\nFind out more about\ngetting financial advice\nfrom MoneyHelper.\nReport a pension scam\nIf you’re worried about a potential scam or you think you may have been contacted by a fraudster, report it to us.\nCall us on 0800 111 6768 or use our\ncontact form\nto get in touch.\nPage updates\n20/03/2023\n:\nEditorial amendment\npage update as part of website refresh\nWas this page useful?\nYes\nNo\nWhat can we do to improve pages like this?\nWhat did you find helpful?\nSubmit Feedback\nLeave this field blank",
    "scraped_date": "2025-07-25 14:16:21"
  },
  {
    "url": "https://www.fca.org.uk/consumers/screen-sharing-scams",
    "title": "Learn more",
    "content": "Find out how screen sharing scams work, how to avoid these scams and what to do if you're scammed.\nFirst published:\n05/05/2022\nLast updated:\n23/04/2025\nSee all updates\nOn this page\nWhat are screen sharing scams\nHow to protect yourself\nIf you've been scammed\nWhat are screen sharing scams\nA screen sharing scam is the method someone might use to take information from you or access your accounts to transfer your money. You may be contacted out of the blue through social media or over the phone. Or when searching online for an investment opportunity or the contact details for a company.\nOnce a scammer has contacted you, they will try and gain your trust and convince you they can help. The type of scams may vary, whether that’s help with an investment or a banking service, the scammer will typically ask you to download legitimate screen sharing software.\nThis could be software you have heard of or have used before with work, friends or family. This could be software such as AnyDesk, Microsoft Teams, TeamViewer or Zoom. It could be through your phone, laptop or computer.\nThe scam can only take place if you download the software and allow them to take control of your screen. Once they have access to your screen, they can access your personal information. This includes any financial accounts, such as your online banking.\nOne of the main warning signs of a potential scam is if a firm or individual contacts you out of the blue. If you're asked to share your screen or provide remote access to your phone or computer, this is a warning sign it's a scam.\nHow to protect yourself\nEven if you have searched for a company online and contacted the firm, you should never share your screen with them. Scammers may try to build trust, friendship or a sense of security with you. Be wary of being put under pressure to make any decisions. If it sounds too good to be true, it probably is.\nYou should only deal with financial services firms that are authorised by us. Use the\nFCA Firm Checker\nto find out if a firm is authorised and has permission for the service it's offering you. If you can't find a firm on the Firm Checker,\ncontact us\non 0800 111 6768.\nAlways be wary if you’re contacted out of the blue, pressured to invest quickly or promised returns that sound too good to be true.\nIf you're contacted unexpectedly by a financial business, make sure you only reply using the contact details on the\nFirm Checker\n.\nAlways check the\nFCA Warning List\nbefore dealing with a company, to find out if they are known to be operating without our authorisation.\nFind out more about how to\nprotect yourself from scams\n.\nYou should seriously consider getting financial advice or guidance before investing. MoneyHelper has information on\nhow to find a financial adviser\nand our\nInvestSmart\npages will help you make better investment decisions.\nIf you've been scammed\nIf you’re worried about a potential scam, or you think you may have been contacted by a fraudster, report it to us. Call us on 0800 111 6768 or use our\ncontact form\n.\nIf you’ve already invested in a scam, fraudsters may try and target you again or sell your details to other criminals.\nThe follow-up scam may be completely separate or related to the previous fraud, such as an\noffer to get your money back\nor to buy back the investment after you pay a fee.\nPage updates\n23/04/2025\n:\nInformation added\non the FCA Firm Checker.\n20/03/2023\n:\nEditorial amendment\npage update as part of website refresh\nWas this page useful?\nYes\nNo\nWhat can we do to improve pages like this?\nWhat did you find helpful?\nSubmit Feedback\nLeave this field blank",
    "scraped_date": "2025-07-25 14:16:24"
  },
  {
    "url": "https://www.fca.org.uk/consumers/loan-fee-fraud",
    "title": "Spot the signs",
    "content": "Every year we receive hundreds of reports of loan fee fraud, with victims reporting an average loss of £255. Find out how to spot the warning signs.\nFirst published:\n18/04/2016\nLast updated:\n23/04/2025\nSee all updates\nOn this page\nHow loan fee fraud works\nHow to protect yourself\nHow genuine loan fees work\nReport a scam\nLoan fee fraud or advance fee fraud is a common scam where individuals are conned into paying a fee for a loan.\nThe fraudsters often ask for between £25 and £450. But once the fee is paid, you’ll never receive the loan you were offered.\nIf you’re struggling with money, you can get guidance on\ndealing with debt from MoneyHelper\n. You can also use the\nDebt Advice Locator tool\nto find free services in your area.\nHow loan fee fraud works\nScammers will often try to target individuals who’ve applied for loans online. They may contact you unexpectedly and will offer you the money you need.\nBut before giving you the loan, they’ll ask for an upfront payment as a deposit, administrative fee or insurance. They might claim it’s because you have a bad credit history.\nThey’ll often put pressure on you to pay the fee quickly via a bank transfer. Or they may ask you to buy a voucher, for example from Google Play, Amazon or Ebay. Scammers have even started asking for payments to be made via crypto exchanges.\nThe fraudsters may say the fee is refundable. But even though you make the payments they ask for, you’ll never receive the loan – or a refund on the fee.\nHow to protect yourself\nIf you need to apply for a loan, you should only deal with authorised firms. If you don’t, you won’t be protected if things go wrong, and you could end up losing lots of money.\nUse the\nFCA Firm Checker\nto make sure a financial firm is authorised by us and has our permission to provide the service you’re looking for.\nCheck that the firm’s contact details match the details on the Firm Checker.\nAlways use the contact details on the Firm Checker, rather than a direct line or email you've been given.\nIf there are no contact details on the Firm Checker, or the firm says they’re out of date, call us on 0800 111 6768.\nHow genuine loan fees work\nSometimes, genuine authorised firms will ask you to pay an upfront fee before they’ll provide a loan. If they do, they must send you a notice setting out specific information.\nBefore you get the loan, you’ll need to reply to the notice, saying you understand and agree with what it says.\nThe notice should include:\nThe name of the firm as it appears on the Firm Checker.\nA statement that the firm is acting as a credit broker.\nA statement saying if you need to pay a charge for the firm’s services.\nThe amount of the charge (or how it will be calculated).\nWhen the firm will take payment from you and how you'll pay.\nReport a scam\nIf you’re worried about a potential scam, or you think you may have been contacted by a fraudster, report it to us.\nCall us on 0800 111 6768 or use our\ncontact form\nto get in touch.\nPage updates\n23/04/2025\n:\nInformation added\non the FCA Firm Checker.\n06/12/2023\n:\nEditorial amendment\n20/03/2023\n:\nEditorial amendment\nPage update as part of the website refresh\n14/12/2022\n:\nInformation changed\nAverage loss figure updated.\n10/05/2022\n:\nInformation added\nQuick links near the start of the page\n09/12/2021\n:\nInformation added\nAnti-fraud jingle video added\n11/08/2021\n:\nInformation changed\nMoney Advice Service to MoneyHelper\n17/11/2020\n:\nEditorial amendment\nHouse style updates\nWas this page useful?\nYes\nNo\nWhat can we do to improve pages like this?\nWhat did you find helpful?\nSubmit Feedback\nLeave this field blank",
    "scraped_date": "2025-07-25 14:16:27"
  },
  {
    "url": "https://www.fca.org.uk/scamsmart",
    "title": "ScamSmart - Avoid investment and pension scams | FCA",
    "content": "Home\nScamSmart\nBe a ScamSmart investor\nAvoid investment and pension scams\nI want to...\ncheck the FCA Warning List\nprotect myself from scams\nlearn about fake FCA communications\ncheck the Financial Services Register\navoid pension scams\nreport a scam or unauthorised firm\nScamSmart Investment Checker\nCheck an investment or pension opportunity you’ve been offered and avoid scams\nStep 1.\nWhat are you considering?\n- Select -\nAn investment opportunity\nA pension opportunity\nLoan fee fraud: spot the warning signs\nResources\nDownload our campaign resources and help others be ScamSmart\nKeep updated with the latest ScamSmart news\nUse our filter to quickly find the support you need\nHow to avoid pension scams\nDon’t let a scammer enjoy your retirement.\nHow they work\nScreen sharing scams\nIf you're asked to share your screen, it could be a warning sign.\nLearn more\nWatch out for loan fee fraud\nDon't be conned into paying a fee for a loan.\nSpot the signs\nReport a scam or unauthorised firm\nIf you've been scammed, help others by reporting it.\nReport it to us\nInvestment scams\nCryptoassets\nShare, bond and boiler room\nRecovery room\nGet-rich-quick\nLand banking\nTrading scams\nBinary options\nCarbon credits\nForex (FX)\nOnline trading\nProtect yourself from scams",
    "scraped_date": "2025-07-25 14:16:00"
  },
  {
    "url": "https://www.fca.org.uk/consumers/avoid-scams-unauthorised-firms",
    "title": "Protect yourself from scams | FCA",
    "content": "Scams can be sophisticated, but if it sounds too good to be true, it probably is. Find out how to spot the warning signs of investment, pension and other financial scams.\nFirst published:\n08/08/2017\nLast updated:\n21/05/2025\nSee all updates\nOn this page\nSpot the warning signs\nCheck the firm\nHow to protect yourself\nCommon financial scams\nWhat to do if you’ve been scammed\nBeware of scammers pretending to be from the FCA. We’d never ask you to transfer money to us and we’d never ask for your bank account PINs and passwords. Find out\nhow to spot fake FCA communications\n, the tactics scammers use, and methods of contact.\nSpot the warning signs\nScams can be difficult to spot. Fraudsters can be convincing and knowledgeable, with websites and materials that look identical to the real thing.\nBut if you’ve been contacted unexpectedly, or are suspicious about a call or text message, make sure you stop and check the warnings signs.\nIs it unexpected?\nScammers often call out of the blue. They may also try and contact you via email, text, post, social media, or even in person.\nDo you feel pressured to act quickly?\nScammers might offer you a bonus or discount if you invest quickly, or they may say the opportunity is only available for a short time.\nDoes the offer sound too good to be true?\nFraudsters often promise tempting rewards, such as high returns on an investment.\nIs the offer exclusively for you?\nScammers might claim that you’ve been specially chosen for an investment opportunity, and it should be kept a secret.\nAre they trying to flatter you?\nScammers often try to build a friendship with you to put you at ease.\nAre you feeling worried or excited?\nFraudsters may try to influence your emotions to get you to act.\nAre they speaking with authority?\nScammers might claim that they’re authorised and often appear knowledgeable about financial products.\nIf you answered ‘yes’ to any of these questions, or you’re unsure if a contact is genuine, follow the steps below to protect yourself.\nCheck the firm\n1\nUse the FCA Firm Checker\nAlmost all financial services firms in the UK must be authorised or registered by us. To find out if a firm or individual is authorised, you can search the\nFirm Checker\n.\nhttps://www.fca.org.uk/consumers/fca-firm-checker\nCheck that the firm reference number (FRN) and contact details you've been given match the details on the Firm Checker.\nIf there aren't any contact details listed on the Firm Checker, or the firm says they're out of date, call us on 0800 111 6768.\nRemember, some firms\npretend to be authorised firms\n, so always use the contact details on the Firm Checker.\nAlways use the website address above to visit the Firm Checker. Never click on links in emails or on company websites. It could be part of the scam.\n2\nContact us\nIf you're struggling to check the details of a financial firm or individual, find out how to\ncontact us\n.\nOur team can check the details you've been given and tell you if the firm is genuine.\nHow to protect yourself\nDo:\nTreat all unexpected calls, emails and text messages with caution. Don’t assume they’re genuine, even if the person knows some basic information about you.\nHang up on calls and ignore messages if you feel pressured to act quickly. A genuine bank or business won’t mind waiting if you want time to think.\nCheck your bank account and credit card statements regularly.\nConsider getting independent financial advice or guidance before a big financial decision (MoneyHelper has information on\nhow to find a financial adviser\n).\nCheck overseas regulators if you’re dealing with an overseas firm (you should also check the list of\nscam warnings from overseas regulators\n).\nDon’t:\nGive out your bank account or credit card details unless you’re certain who you’re dealing with.\nShare your passwords with anyone (including your social media passwords).\nGive access to your device by downloading software or an app from a source you don’t trust. Scammers may be able to take control of your device and access your bank account.\nCommon financial scams\nThese common financial scams each have their own warning signs to watch out for.\nBanking and online account scams\nFake FCA emails, letters and phone calls (phishing)\nInsurance and warranty scams\nLoan fee fraud\nMoney transfer scams\nScreen sharing scams\nEarly pension release scams (and other pension scams)\nCommon investment scams\nFind out more about these common investment scams:\nBinary options scams\nCarbon credit trading scams\nCryptoasset investment scams\nForex trading scams\nGet rich quick, Ponzi and pyramid schemes\nLand banking investment scams\nOnline trading scams\nRecovery room scams\nShare, bond and boiler room scams\nUnregulated investment scams\nInvestment scams often involve products we don’t regulate. These could include:\nbamboo\ndiamonds\nfine art\ngold\ngraphene\nhotels\ninternational forestry\nland for development\nland overseas\noverseas agriculture\nparking\nprecious metals\nstorage\nstudent accommodation\nsustainable energy\nUK forestry\nwhisky/whiskey\nwine\nBut even if the offer isn’t a scam, you should still be cautious about investing in any products we don’t regulate. If you do, you won’t be protected if something goes wrong and you could lose all your money.\nIf you're contacted unexpectedly about an investment opportunity, use our\nInvestment Checker\nto avoid scams.\nWhat to do if you’ve been scammed\nReport it\nIf you’re worried about a potential scam, or you think you may have been contacted by a fraudster, report it to us. This could help prevent others falling victim to the same criminal.\nCall us on\n0800 111 6768\nor use our\ncontact form\nto get in touch.\nFor anything we don’t regulate, or if you’ve lost money to a scam, contact Action Fraud on 0300 123 2040 or\nvia their website\n.\nBe wary of future scams\nIt’s important to be extra careful if you’ve already been scammed. Fraudsters could try and target you again, or they may sell your details to other criminals.\nThe new scam might be completely different, or it could be related to the previous scam. For example, you could be contacted with an offer to get your money back or to buy back an investment after you pay a fee. These are known as recovery room scams.\nIf you have any concerns at all about a potential financial scam,\ncontact us immediately\n.\nPage updates\n15/05/2025\n:\nInformation changed\nFirm Checker information added.\n11/11/2024\n:\nInformation added\n'fine art' added to unregulated investment scams\n11/08/2023\n:\nInformation added\non fake FCA communications\n03/05/2023\n:\nEditorial amendment\nupdate to timeline style\n20/03/2023\n:\nEditorial amendment\nPage update as part of the website refresh\nWas this page useful?\nYes\nNo\nWhat can we do to improve pages like this?\nWhat did you find helpful?\nSubmit Feedback\nLeave this field blank",
    "scraped_date": "2025-07-25 14:16:31"
  },
  {
    "url": "https://www.fca.org.uk/consumers/protect-yourself-scams",
    "title": "Protect yourself from scams | FCA",
    "content": "Scams can be sophisticated, but if it sounds too good to be true, it probably is. Find out how to spot the warning signs of investment, pension and other financial scams.\nFirst published:\n08/08/2017\nLast updated:\n21/05/2025\nSee all updates\nOn this page\nSpot the warning signs\nCheck the firm\nHow to protect yourself\nCommon financial scams\nWhat to do if you’ve been scammed\nBeware of scammers pretending to be from the FCA. We’d never ask you to transfer money to us and we’d never ask for your bank account PINs and passwords. Find out\nhow to spot fake FCA communications\n, the tactics scammers use, and methods of contact.\nSpot the warning signs\nScams can be difficult to spot. Fraudsters can be convincing and knowledgeable, with websites and materials that look identical to the real thing.\nBut if you’ve been contacted unexpectedly, or are suspicious about a call or text message, make sure you stop and check the warnings signs.\nIs it unexpected?\nScammers often call out of the blue. They may also try and contact you via email, text, post, social media, or even in person.\nDo you feel pressured to act quickly?\nScammers might offer you a bonus or discount if you invest quickly, or they may say the opportunity is only available for a short time.\nDoes the offer sound too good to be true?\nFraudsters often promise tempting rewards, such as high returns on an investment.\nIs the offer exclusively for you?\nScammers might claim that you’ve been specially chosen for an investment opportunity, and it should be kept a secret.\nAre they trying to flatter you?\nScammers often try to build a friendship with you to put you at ease.\nAre you feeling worried or excited?\nFraudsters may try to influence your emotions to get you to act.\nAre they speaking with authority?\nScammers might claim that they’re authorised and often appear knowledgeable about financial products.\nIf you answered ‘yes’ to any of these questions, or you’re unsure if a contact is genuine, follow the steps below to protect yourself.\nCheck the firm\n1\nUse the FCA Firm Checker\nAlmost all financial services firms in the UK must be authorised or registered by us. To find out if a firm or individual is authorised, you can search the\nFirm Checker\n.\nhttps://www.fca.org.uk/consumers/fca-firm-checker\nCheck that the firm reference number (FRN) and contact details you've been given match the details on the Firm Checker.\nIf there aren't any contact details listed on the Firm Checker, or the firm says they're out of date, call us on 0800 111 6768.\nRemember, some firms\npretend to be authorised firms\n, so always use the contact details on the Firm Checker.\nAlways use the website address above to visit the Firm Checker. Never click on links in emails or on company websites. It could be part of the scam.\n2\nContact us\nIf you're struggling to check the details of a financial firm or individual, find out how to\ncontact us\n.\nOur team can check the details you've been given and tell you if the firm is genuine.\nHow to protect yourself\nDo:\nTreat all unexpected calls, emails and text messages with caution. Don’t assume they’re genuine, even if the person knows some basic information about you.\nHang up on calls and ignore messages if you feel pressured to act quickly. A genuine bank or business won’t mind waiting if you want time to think.\nCheck your bank account and credit card statements regularly.\nConsider getting independent financial advice or guidance before a big financial decision (MoneyHelper has information on\nhow to find a financial adviser\n).\nCheck overseas regulators if you’re dealing with an overseas firm (you should also check the list of\nscam warnings from overseas regulators\n).\nDon’t:\nGive out your bank account or credit card details unless you’re certain who you’re dealing with.\nShare your passwords with anyone (including your social media passwords).\nGive access to your device by downloading software or an app from a source you don’t trust. Scammers may be able to take control of your device and access your bank account.\nCommon financial scams\nThese common financial scams each have their own warning signs to watch out for.\nBanking and online account scams\nFake FCA emails, letters and phone calls (phishing)\nInsurance and warranty scams\nLoan fee fraud\nMoney transfer scams\nScreen sharing scams\nEarly pension release scams (and other pension scams)\nCommon investment scams\nFind out more about these common investment scams:\nBinary options scams\nCarbon credit trading scams\nCryptoasset investment scams\nForex trading scams\nGet rich quick, Ponzi and pyramid schemes\nLand banking investment scams\nOnline trading scams\nRecovery room scams\nShare, bond and boiler room scams\nUnregulated investment scams\nInvestment scams often involve products we don’t regulate. These could include:\nbamboo\ndiamonds\nfine art\ngold\ngraphene\nhotels\ninternational forestry\nland for development\nland overseas\noverseas agriculture\nparking\nprecious metals\nstorage\nstudent accommodation\nsustainable energy\nUK forestry\nwhisky/whiskey\nwine\nBut even if the offer isn’t a scam, you should still be cautious about investing in any products we don’t regulate. If you do, you won’t be protected if something goes wrong and you could lose all your money.\nIf you're contacted unexpectedly about an investment opportunity, use our\nInvestment Checker\nto avoid scams.\nWhat to do if you’ve been scammed\nReport it\nIf you’re worried about a potential scam, or you think you may have been contacted by a fraudster, report it to us. This could help prevent others falling victim to the same criminal.\nCall us on\n0800 111 6768\nor use our\ncontact form\nto get in touch.\nFor anything we don’t regulate, or if you’ve lost money to a scam, contact Action Fraud on 0300 123 2040 or\nvia their website\n.\nBe wary of future scams\nIt’s important to be extra careful if you’ve already been scammed. Fraudsters could try and target you again, or they may sell your details to other criminals.\nThe new scam might be completely different, or it could be related to the previous scam. For example, you could be contacted with an offer to get your money back or to buy back an investment after you pay a fee. These are known as recovery room scams.\nIf you have any concerns at all about a potential financial scam,\ncontact us immediately\n.\nPage updates\n15/05/2025\n:\nInformation changed\nFirm Checker information added.\n11/11/2024\n:\nInformation added\n'fine art' added to unregulated investment scams\n11/08/2023\n:\nInformation added\non fake FCA communications\n03/05/2023\n:\nEditorial amendment\nupdate to timeline style\n20/03/2023\n:\nEditorial amendment\nPage update as part of the website refresh\nWas this page useful?\nYes\nNo\nWhat can we do to improve pages like this?\nWhat did you find helpful?\nSubmit Feedback\nLeave this field blank",
    "scraped_date": "2025-07-25 14:16:34"
  },
  {
    "url": "https://www.fca.org.uk/consumers",
    "title": "Consumers | FCA",
    "content": "We'll help you stay informed about financial services in the UK\nNot sure where to look? Answer a few questions to find the information you need.\nStart now\nConsumer services filter\nFirst published:\n20/03/2023\nLast updated:\n20/03/2023\nPrint Page\nLinkedin\nTwitter\nShare page\nSelect the option that applies to you, so we can help direct you to the right place.\nBack\nI want support with financial services\nI want to check a firm or a person\nI want to find out how to complain or claim compensation\nI want to protect myself from scams\nI want to report something\nI'm searching for something else\nIf you can't find what you're looking for, please try searching our website.\nSearch\nBack\nBank accounts\nDebts\nFinancial advice\nFuneral plans\nInsurance\nCheck MoneyHelper for free, impartial help, backed by government, on insurance.\nWe work with MoneyHelper to provide free support and financial guidance.\nMoneyHelper\nInvestments\nLoans and credit\nMortgages\nPayments\nPensions\nSavings\nBack\nI want to check if a firm is authorised and has the right permissions\nSearch our Financial Services Register for authorised firms and individuals.\nFinancial Services Register\nBack\nIf my provider goes out of business\nRead our pages on:\nHow to claim compensation if a firm fails\nUsing claims management companies\nIf I'm unhappy with a financial firm or individual\nRead our pages on:\nHow to complain\nHow to complain about a payment or e-money service\nUsing claims management companies\nI want to complain about a regulator\nComplain about the FCA, the PRA or the Bank of England (the regulators).\nComplain about a regulator\nIf I have a car finance complaint\nRead our page on:\nCar finance complaints\nBack\nHow to avoid scams\nFind out how to spot and avoid scams.\nProtect yourself from scams\nCheck if an investment is a scam\nVisit ScamSmart to find out how to avoid investment and pension scams.\nScamSmart\nProtect myself from pension scams\nFind out how to spot and avoid pension scams.\nTypes of pension scams\nLearn about fake FCA communications\nFind out how to spot and avoid fake FCA emails, phone calls, and websites.\nFake FCA communications\nCheck our Warning List of unauthorised firms\nOur Warning List shows the firms that we’re concerned are working without our permission.\nFCA Warning List\nBack\nA scam\nFind out what scams we can look into and how to make a report.\nReport a scam\nHow to spot fake FCA communications\nAn unauthorised payment from my bank account\nFind out more about claiming a refund and why a refund can be refused.\nUnauthorised payments from your account\nA misleading advert or promotion\nFind out what we can investigate and how to spot the warning signs.\nReport a misleading advert\nAn unfair or unclear contract\nFind out how to spot and report an unfair or unclear term.\nReport an unfair contract term\nI want to complain about a financial firm or individual\nRead our pages on:\nHow to complain\nHow to complain about a payment or e-money service\nUsing claims management companies\nBack\nLearn about opening and managing a bank account\nCheck MoneyHelper for free, impartial help, backed by government, on banking.\nWe work with MoneyHelper to provide free support and financial guidance.\nMoneyHelper\nProtect myself from banking scams\nFind out how to spot and avoid banking scams.\nBanking and online account scams\nBack\nLearn about savings\nCheck MoneyHelper for free, impartial help, backed by government, on savings.\nWe work with MoneyHelper to provide free support and financial guidance.\nMoneyHelper\nUse our savings calculator\nCheck how much you could earn if you switch to a savings account with a higher interest rate.\nSavings calculator\nBack\nAvoid unauthorised or unsuitable debt advice\nLearn what to watch out for and the steps you should take if you're considering a debt management solution.\nUnauthorised or unsuitable debt advice\nLearn more about dealing with debt\nCheck MoneyHelper for free, impartial help, backed by government, on dealing with debts.\nWe work with MoneyHelper to provide free support and financial guidance.\nMoneyHelper\nBack\nLearn about financial advice\nCheck MoneyHelper for free, impartial help, backed by government, on financial advice.\nWe work with MoneyHelper to provide free support and financial guidance.\nMoneyHelper\nCheck a financial adviser\nSearch our Financial Services Register for authorised firms and individuals.\nFinancial Services Register\nBack\nLearn about funeral plans\nCheck MoneyHelper for free, impartial help, backed by government, on funeral plans.\nWe work with MoneyHelper to provide free support and financial guidance.\nMoneyHelper\nCheck a provider\nFind out how to make sure your provider is authorised by us, and what you should do if it isn’t.\nCheck your funeral plan provider\nBack\nBack\nLearn about investing\nRead our InvestSmart articles to help you make better investment decisions.\nInvestSmart\nCheck if an investment is risky\nRead our InvestSmart articles to help you make better investment decisions.\nInvestSmart\nCheck if an investment is a scam\nVisit ScamSmart to find out how to avoid investment and pension scams.\nScamSmart\nBack\nLearn about loans and credit\nCheck MoneyHelper for free, impartial help, backed by government, on borrowing money.\nWe work with MoneyHelper to provide free support and financial guidance.\nMoneyHelper\nProtect myself from loan and credit fraud\nFind out how to spot and avoid loan fee fraud.\nLoan fee fraud\nBack\nLearn about mortgages\nCheck MoneyHelper for free, impartial help, backed by government, on mortgages.\nWe work with MoneyHelper to provide free support and financial guidance.\nMoneyHelper\nCheck a mortgage adviser\nSearch our Financial Services Register for authorised firms and individuals.\nFinancial Services Register\nProtect myself from mortgage fraud\nFind out how to spot and avoid mortgage fraud.\nMortgage fraud\nBack\nLearn about making and receiving payments\nFind out what you can expect from your bank when you make and receive payments.\nMaking and receiving payments\nI've noticed an unauthorised payment from my account\nFind out more about claiming a refund and how to avoid unauthorised transactions.\nUnauthorised payments from your account\nUsing payment service providers\nFind out about non-bank payment providers and what protections you have.\nUsing payment service providers\nBack\nLearn about pensions\nCheck MoneyHelper for free, impartial help, backed by government, on pensions.\nPension Wise is another service from MoneyHelper. It offers free, impartial guidance to over 50s.\nMoneyHelper\nPension Wise\nTransferring my final salary pension\nIf you're considering a transfer, find out what you need to think about, and the risks involved.\nConsidering a defined benefit pension transfer\nProtect myself from pension scams\nFind out how to spot and avoid pension scams.\nTypes of pension scams\nResources\nComplain if you're unhappy about a financial service or product\nUse the FCA Firm Checker to find out if a business is authorised\nReport a scam, unauthorised firm or individual to us\nSearch the Financial Services Compensation Scheme for failed firms\n/consumers/financial-terms\nHow the FCA can help you\nSee our resources for consumers.\nA to Z of financial terms\nYour rights with financial services\nLatest warnings\nOur most up-to-date warnings of firms and individuals running scams or operating without our authorisation.\nbgc-brokers-lp.com (Clone of FCA authorised firm) (new)\n25/07/2025\nZavonixTrader 7.1 (new)\n24/07/2025\nRepsol Investments (new)\n24/07/2025\nTradeSpense AI (new)\n23/07/2025\nMarvexTrader 7.2 (new)\n23/07/2025\nSee all warnings\nLatest news\nFund Ourselves Limited enters administration\nPublished:\n23/07/2025\nArgentex LLP enters special administration\nPublished:\n22/07/2025\nFCA helps people navigate their financial lives with simplified mortgage rules\nPublished:\n22/07/2025\nSee all consumer news\nRising costs of living\nIf you’re struggling with your finances, there are steps you can take to start managing your situation.\nLearn about the support available\nBe a ScamSmart investor\nCheck an investment or pension opportunity you’ve been offered and avoid scams.\nVisit ScamSmart\nLet us know what you think\nYour feedback really matters to us, as we continue to make improvements to our website.",
    "scraped_date": "2025-07-25 14:16:37"
  }
]