{
  "url": "https://www.fca.org.uk/consumers/report-scam-unauthorised-firm",
  "title": "report a scam or unauthorised firm",
  "content": "If you think you’ve been contacted by a fraudster or unauthorised firm, find out which scams we can look into and how to make a report.\nFirst published:\n05/03/2020\nLast updated:\n15/05/2025\nSee all updates\nOn this page\nScams we can't help with\nHow to report a scam\nBeware of scammers pretending to be from the FCA. We’d never ask you to transfer money to us and we’d never ask for your bank account PINs and passwords. Find out\nhow to spot fake FCA communications\n, the tactics scammers use and methods of contact.\nAnyone can be the target of a scam. Sometimes, it can be hard to tell the difference between a con and a genuine offer. If you’re contacted about:\nan investment\nyour pension\ntaking out a loan or credit\ninsurance and warranty products\nmaking a claim\nOr if you're suspicious about an investment you’ve seen online, or a financial service you’ve paid for, please report it to us.  We look into every report we receive, and it could help protect others.\nIf you’ve given scammers any of your personal information, or you’ve made a payment, tell your bank immediately using the contact details on your card or statements. Find out more about how to\nprotect yourself from scams\n.\nScams we can't help with\nWe can only look into scams that involve financial services we regulate. We can't help with:\ndriving licence scams\nTV licence scams\nHMRC and tax scams\ncompetition or lottery scams\neBay/Gumtree/Amazon merchant scams (for example, the seller not delivering goods)\nIf you’ve been contacted about one of these scams:\ncontact Action Fraud on 0300 123 2040\nor via the\nwebsite\n. If you live in Scotland, you should report to Police Scotland by calling 101, or contact Advice Direct Scotland on 0808 164 6000\nget in touch with the relevant organisation or regulator\nIf you get a suspicious email, text or phone call claiming to be from HMRC,\nfind out how to report it\n.\nHow to report a scam\nTo report a scam or an unauthorised firm, contact us via phone or via our contact form.\nReport a scam\nWe're open Monday to Friday, 8am to 6pm and Saturday 9am to 1pm.\n0800 111 6768 (freephone)\n0300 500 8082 from the UK\n+44 207 066 1000 from abroad\nOur team will take details of the scam and give you guidance on your next steps.\nCalls using next generation text relay, please call us on (18001) 0207 066 1000.\nUse the\nFCA Firm Checker\nto find out if a firm is authorised and has permission for the service it's offering you. If you can’t find a firm on the Firm Checker, contact us on 0800 111 6768.\nPage updates\n23/04/2025\n:\nInformation added\non FCA Firm Checker.\n22/08/2023\n:\nInformation added\non fake FCA communications\n20/03/2023\n:\nEditorial amendment\nPage update as part of the website refresh\n15/09/2021\n:\nInformation changed\n'How to report a scam' updated.\n19/07/2021\n:\nLink changed\nMoney Advice Service updated to MoneyHelper\n21/05/2021\n:\nInformation changed\n'How to report a scam' updated.\n01/10/2020\n:\nEditorial amendment\n'Register' changed to 'FS Register'\nWas this page useful?\nYes\nNo\nWhat can we do to improve pages like this?\nWhat did you find helpful?\nSubmit Feedback\nLeave this field blank",
  "scraped_date": "2025-07-25 14:16:09"
}