[
    {
        "url": "https://www.cifas.org.uk/newsroom/fraudscape-2025-6monthupdate",
        "title": "AI fuels surge in identity fraud, as people sell their personal information - Fraudscape six-month report",
        "scraped_date": "2025-08-18",
        "content": "Over 217,000 cases recorded in the first half of 2025 – with AI a consistent driver
Sharp rises in identity fraud across insurance, mobile, and public services
Telco sector sees steepest rise in account takeover 
Criminals are using advanced AI to create fake identities, forge documents, and bypass verification systems with alarming accuracy, reveals new data and intelligence from the UK’s leading fraud prevention service, Cifas. 

The latest Fraudscape report, launched today (5 August), shows more than 217,000 fraud risk cases were recorded to the National Fraud Database (NFD) by Cifas members from January-June 2025 - a record number of filings for the six-month period.  

Economic pressures, normalised first-party fraud, risky consumer behaviour and AI-enabled threats all continue to fuel sophisticated and scalable fraud. 

The report also highlights another worrying trend. Individuals are selling their own identities, often via a range of lures and typically on the promise of attractive financial opportunities. However, by giving perpetrators access to legitimate credentials, Cifas warns that people risk losing their identity and becoming liable for loans or credit taken out in their name by criminals. 

Overall, more than 118,000 cases of identity fraud were recorded between January and June 2025 – an ongoing threat that is being exacerbated by AI-enabled synthetic identities and fabricated profiles that can bypass security checks. The risk of identity fraud has also spread into sectors once seen as lower risk – key findings include: 

Insurance fraud up 25%, driven by false applications and identity theft in motor insurance.
Mobile account takeovers are replacing impersonation as the go-to fraud tactic.
Public sector fraud rose 88%, especially in driving licence applications with criminals using a victim’s previous address.
Gambling-related identity fraud saw a 109% uplift, with criminals exploiting onboarding vulnerabilities such as misusing identities of deceased individuals. 
Telcos targeted by takeovers 
Facility (account) takeover climbed 1% to more than 38,000 cases and now represents 18% of all reported fraud to the NFD. The telecommunications sector saw the steepest rise over the first half of 2025, accounting for 69% of takeovers, up from 40% in 2024. 

Jump in misuse of facility 
Misuse of facility cases rose 35%, with more than 51,000 cases and making up almost a quarter (24%) of all fraud recorded to the NFD. Bank accounts remain the main target, driving nearly three-quarters (73%) of cases – a 20% increase compared to January-June last year. 

Insider Threat grows 
Cifas’ Insider Threat Database (fraud committed by employees against their employers) saw a 32% uplift in cases. Organisations reported more employees were concealing their background information to secure roles or engage in dishonest activity to boost income. 

Persistent risks to business include polygamous working – where individuals hold multiple jobs or roles simultaneously often across different employers or sectors without their knowledge or consent – as well as using fraudulent reference houses to cover employment gaps, and the recruitment of insiders to access sensitive company data. 

Mike Haley, CEO of Cifas, said: “Fraud is a national emergency – and AI has supercharged the threat, making it more sophisticated and harder to detect. No sector, business, or individual is immune. 

“Tackling this fast-changing danger requires urgent, coordinated action through cross-sector collaboration and the sharing of data and intelligence. Only by working together can we stay ahead of the criminals and keep organisations and people safe from harm.”"
    },

    {
        "url": "https://www.cifas.org.uk/newsroom/surge%20in%20android%20malware%20targeting%20banking",
        "title": "Surge in Android malware targeting banking: 200,000 UK victims likely hit in six-month spike",
        "scraped_date": "2025-08-18",
        "content": "Surge in Android malware targeting banking: 200,000 UK victims likely hit in six-month spike

 

International crime groups at heart of mobile attacks

Malicious apps now mimic trusted tools to steal banking details, experts warn

5 tips to help consumers protect themselves from growing scam

Cybercriminals are ramping up attacks on UK consumers, with advanced Android malware campaigns putting over 200,000 potential victims at risk of fraud in just six months. At least 12 active groups are behind the surge, targeting more than 40 banks in over 7,600 mobile malware frauds, according to cybersecurity firm, ThreatFabric.

In response, the Cyber Defence Alliance (CDA), UK Finance, Cifas, and ThreatFabric have come together to warn consumers about the alarming rise in mobile banking malware threatening Android users, who are significantly more likely to be targeted – although other mobile platforms are not immune.

 

How the malware works

 

These malicious apps often look like legitimate tools – such as file managers, PDF readers, phone cleaners, or even browsers like Google Chrome. Once installed, they can appear harmless but later activate harmful features through hidden updates.

 

Key techniques criminals use include:

Overlaying fake login screens on top of real banking apps to steal log in credentials.

Displaying deceptive ‘busy’ or ‘waiting’ screens to mask fraudulent activity.

Preventing users from exiting the app or restarting their device.

Requesting excessive permissions, especially ‘accessibility’ access.

 

Consumers are advised to be vigilant particularly when:

Prompted to reauthenticate during a banking session.

Encountering unresponsive banking apps showing ‘busy’ messages.

Installing generic-looking apps like file managers or phone cleaners.

Receiving unexpected prompts to install or update Chrome.

Being asked to grant unusual permissions, particularly accessibility access.

Han Sahin, CEO of ThreatFabric, commented: ‘As mobile banking becomes universal, criminals have shifted their focus to this space, leading to an exponential increase in malware attacks. They exploit users’ trust in their devices and app stores. The impact on victims can be devastating.

‘Just as we’ve learned to be cautious with links, we now need the same vigilance when installing apps. This is the logical next step in staying safe, and public awareness is crucial.’

Garry Lilburn, Operations Director at CDA, commented: ‘This crime highlights the growing prevalence and sophistication of mobile malware.

‘As we work to better understand and disrupt this evolving threat, it’s crucial that financial consumers stay vigilant, follow recommended security tips, and take a moment to verify what’s in front of them – before becoming the next victim of this highly targeted fraud.’

Dianne Doodnath, Principal of Economic Crime at UK Finance, said: ‘We encourage customers to stay alert to all threats of fraud, including the potential for criminals to trick people into downloading malware onto phones which could put your personal and finance information at risk of theft.

‘It’s important that you keep your phone security system up to date and always download from trusted sources to ensure you’re protected from the risk of fraud and data harvesting.’

Mike Haley, CEO of Cifas, added: ‘The surge in Android malware is not just a tech issue – it’s a growing threat to consumers and to banking services we all rely on. Criminals are evolving their tactics faster than ever, using deception and stealth to bypass traditional security measures.

‘The best defence is awareness. If something feels off – an unexpected update, a strange app request – stop before you tap and always seek a second opinion. Education and vigilance are our frontline tools in the fight against fraud.’

5 top tips to help keep consumers safe

Only download apps from trusted sources like the Google Play Store.

Check app reviews and developer information before installing.

Keep your device’s operating system and apps up to date.

Report suspicious apps or activity to your bank immediately.

Be wary of apps requesting unnecessary permissions."
    },

    {
        "url": "https://www.cifas.org.uk/newsroom/fifth-admit-retail-refund-fraud",
        "title": "A fifth admit to retail refund fraud or knowing someone who has, Cifas warns",
        "scraped_date": "2025-08-18",
        "content": "17% of UK adults don’t think it’s illegal to fraudulently claim a retail refund 

Younger shoppers are ‘more likely’ to commit first party fraud 

Despite misconceptions, retail fraud is not a victimless crime 

New research from leading fraud prevention service Cifas reveals that 19% of UK consumers have either falsely claimed a failed delivery or know someone who has – often to get a refund after using the product. The findings highlight a worrying surge in opportunistic fraud that is hitting retailers hard. 

With 80% of UK shoppers now buying online, the stakes are high: the retail sector is already losing over £11 billion annually to payment fraud. 

The Cifas survey of 2,000 UK adults also exposes worrying attitudes among consumers: 

17% did not believe it was illegal to falsely claim non-delivery 

6% felt this type of fraud was ‘reasonable’ 

A striking 35% of 16–24-year-olds admitted they’d be willing to lie to get a refund 

Known as ‘first-party fraud’ – when someone knowingly misrepresents their identity or provides false information for financial or material gain – Cifas is urging consumers to think about the consequences and wider implications of dishonestly requesting refunds.  

Mike Haley, CEO of Cifas, said: ‘Every purchase is an agreement built on trust between the retailer and consumer. Breaking that by falsely claiming a package never arrived is first-party fraud – it’s not harmless, and it’s not victimless. 

‘This type of deception costs the UK economy billions, puts pressure on honest retail businesses, and undermines confidence in online shopping. 

‘Individuals who are caught face serious consequences such as criminal charges, hefty fines, and a criminal record that can damage their futures. For retailers, robust fraud prevention measures mean these deceptive practices don’t become even more socially accepted.’ "
    },

    {
        "url": "https://www.cifas.org.uk/newsroom/huge-surge-see-sim-swaps-hit-telco-and-mobile",
        "title": "1,055% surge in unauthorised SIM swaps as mobile and telecoms sector hit hard by rising fraud",
        "scraped_date": "2025-08-18",
        "content": "Nearly 3,000 cases of SIM swap fraud risk cases reported in 2024
Identity fraud in telco sector rises by 87% in last 12 months
Facility takeover jumps 76%, with nearly half targeting mobile phone accounts
Cifas, the UK’s leading fraud prevention service, has today raised the alarm on SIM swap fraud, with cases surging by 1,055% in 2024. The stark warning comes as part of the organisation’s annual Fraudscape report, which paints a grim picture of escalating threats across the mobile and telecoms sectors.

Nearly 3,000 cases of unauthorised SIM swaps – where criminals hijack a victim’s mobile number by porting it to a new SIM without their consent – were filed to the National Fraud Database (NFD) in 2024, impacting multiple telecoms providers. Once in control of a victim’s number, criminals intercept calls and messages, including crucial two-factor authentication codes, enabling further fraudulent activity to take place, such as account takeovers for apps and other forms of identity theft.

The latest Fraudscape report reveals that in 2024, a record-breaking 421,000-plus cases were filed to the NFD – the UK's largest and most comprehensive database of fraud risk data and intelligence. The telecoms sector has emerged as a primary target, with identity fraud linked to mobile products up 87%, reflecting a surge of more than 16,000 cases.

In addition, facility takeover fraud – where criminals take control of an individual’s accounts – soared by 76%, with telecoms and online retail the most affected sectors. Notably, 48% of all account takeover cases in 2024 involved mobile phone accounts. Filings concerning unauthorised mobile upgrades rose by 96%.

Older consumers remain a target. Those aged 61-and-over now make up 29% of all account takeover cases, with filings about this demographic rising by 90% year-on-year.

Simon Miller, Director of Policy, Strategy, and Communications at Cifas, said: ‘Our latest figures underscore the urgent need for collaboration and the sharing of data and intelligence across sectors to tackle fraud.

‘In the mobile and telecoms sector, criminals are exploiting vulnerabilities in the system to assume control of people’s mobile identities – with devastating consequences.

‘At Cifas, we enable our members across all sectors – including telecoms, banking, retail and insurance – to share crucial information, helping prevent over £2.1 billion in losses last year alone. Together, we can outpace the criminals.’

Cifas urges consumers to be vigilant; monitor mobile accounts for unexpected changes and look out for notifications recommending security PINs or passwords from their telco providers. Businesses, meanwhile, should adopt stronger identity verification methods and continue sharing threat intelligence across industries."
    },

    {
        "url": "https://www.cifas.org.uk/newsroom/single-person-discount-growing-2025",
        "title": "Cifas warns about growing Council Tax fraud with 1 in 6 admitting to dishonestly claiming Single Person Discount",
        "scraped_date": "2025-08-18",
        "content": "Almost 1 in 10 UK adults believe falsely claiming for tax discount is acceptable 

Single Person Discount fraud one of ‘most common’ fraud types in latest survey 

Cifas calls for action to protect vital local services 

Cifas, the UK’s leading fraud prevention service, is urging residents to consider consequences of Council Tax fraud when battling rising costs, as new research highlights an alarming trend in individuals dishonestly claiming the Single Person Discount (SPD). 

The SPD is a 25% reduction on Council Tax bills for households with only one adult. However, a recent Cifas survey of 2,000 UK adults found that 1 in 6 (16%) admitted to either falsely claiming the discount themselves or knowing someone who had done so in the past year. 

With rising Council Tax bills for many, Cifas’ Fraud Behaviours Survey found that dishonestly claiming SPD remains one of the ‘most common’ types of first-party fraud, alongside falsifying CV qualifications (18%) and retail non-delivery fraud (19%). The study further revealed: 

9% of respondents deemed falsely claiming SPD as ‘reasonable’ 

13% mistakenly believed this type of fraud was legal, a 1% increase from 2023 

28% of 25-34-year-olds were the most likely to have dishonestly claimed the discount 

With tomorrow marking ‘National Honesty Day’ (30 April), Cifas is calling on individuals to act with integrity. 

Rachael Tiffen, Director of Public Sector for Cifas, comments: ‘First-party fraud isn’t a harmless crime – it’s harmful. At a time when many households are feeling the squeeze of rising council tax bills, it’s more important than ever to recognise that council tax fraud, including false claims for Single Person Discount, puts vital local services at risk. It can also result in serious consequences for those individuals who act dishonestly. 

‘Fraud against the public purse diverts funding away from the very communities that need it most. We understand times are tough, and that’s why it’s so important to support residents during challenging times without resorting to fraud. Ensuring people can report suspected fraud quickly and anonymously remains crucial.’ "
    },

    {
        "url": "https://www.cifas.org.uk/newsroom/leading-uk-fraud-prevention-organisations-raise-alarm-sophisticated-mobile-scam",
        "title": "Leading UK fraud prevention organisations raise alarm on sophisticated mobile scam",
        "scraped_date": "2025-08-18",
        "content": "Criminals abuse one-time passwords to set-up digital wallets and steal details
People urged to remain sceptical of ‘too good to be true’ offers
Five tips to help consumers protect themselves from scammers
The UK’s leading fraud prevention services have joined forces to warn consumers about a sophisticated mobile scam which tricks customers into divulging banking one-time passwords and allows criminals to link card information onto digital wallets.

Driven by international organised crime groups posing as well-known brands and trusted retailers, scammers are luring consumers with attractive offers on social media or rogue SMS messages containing malicious links which consumers are encouraged to click on. These are often disguised as offers to ‘help’, such as to reduce winter heating bills by applying for a living allowance, as well as notifications about an undelivered parcel.

Once accessed, consumers are asked to enter their credit or debit card details. Following this they are sent a unique temporary one-time password, known as OTPs, via SMS. While these come from the consumer’s bank, the OTP has been requested by the criminals so that they can create a new digital wallet – such as Apple, Google or Samsung Pay – on a mobile phone and subsequently take control of the consumer’s account. As a result, they can make both online and in-store purchases using the victim’s card details – with ease and at pace.

Garry Lilburn, Operations Director at Cyber Defence Alliance, said: ‘Our investigations have shown that international organised crime groups are orchestrating these scams and selling on compromised card details so other criminals can easily buy goods and services. It is vital consumers remain sceptical of offers that are too good to be true and that ask for card details.’

Dianne Doodnath, Principal of Economic Crime at UK Finance, commented: ‘Criminals are sophisticated and will make every attempt to steal personal and financial information. We encourage customers to be alert to potential threats of fraud, be cautious of sharing personal and financial information and avoid sharing OTPs with requests out of the blue. If consumers think they’ve been scammed, it’s important to contact their bank immediately and report it to Action Fraud.’

Mike Haley, CEO of Cifas, added: ‘Scammers are using new technology to change their tactics at speed and find new ways to abuse consumers’ trust and steal from their bank accounts. We urge people to stop and think twice about any communications received unexpectedly and never act on urgency.’

Report suspicious text messages by forwarding to 7726. People should also contact their bank immediately, and report to Action Fraud on 0300 123 2040.


Advice to consumers
Always follow the advice of the Take Five to Stop Fraud campaign and ‘Stop, Challenge and Protect’ yourself from fraudulent attempts:

Take a moment to stop and think before parting with your money or information. It could keep you safe.
Ask yourself, could it be fake? It’s ok to reject, refuse or ignore any requests. Only criminals will try to rush or panic you.
Don’t click on links or open attachments in unsolicited SMS or emails, even if it appears to be from a company you know.
Get a second opinion from someone you trust about what you’ve received.
Be cautious of any ‘too good to be true’ offers."
    },

    {
        "url": "https://www.cifas.org.uk/newsroom/criminals-target-students-fake-job-ads",
        "title": "Criminals are targeting students with fake job opportunities online – Students urged to take care following rise in money muling cases",
        "scraped_date": "2025-08-18",
        "content": "Herders favouring social media and online platforms to target at speed 

‘Muling shouldn’t be normalised’, says fraud intelligence director 

Six top tips to help students spot muling recruitment attempts 

The UK’s largest not-for-profit fraud prevention service, Cifas, has provided key advice to students to help them avoid malicious offers to make ‘easy money’ this academic year following an 11% increase in money mule cases in the first half of 2024. 

Over 19,000 muling reports were filed to the Cifas National Fraud Database (NFD) during January-June 2024 – over 2,000 reports more than were made in comparison to the same timeframe last year. 

Cifas members and law enforcement agencies expect that young people, particularly students, will remain an attractive target for ‘herders’ who use social media and online platforms with the lure of making ‘quick cash’. 

Cifas Intelligence suggests the herders are using new tactics to potentially recruit young people – creating and posting fake adverts online disguised as job opportunities and asking students to provide bank details so funds can be transferred between accounts. 

Stephen Dalton, Director of Intelligence at Cifas, said: ‘Herders will often set-up fake profiles to infiltrate social media groups to target victims and depict a luxury lifestyle online to try and sell the idea that muling is low-risk and offers high reward. 

‘However, it is money laundering and plays a significant role in funding wider organised crime such as drug dealing, terrorism, and human trafficking. Muling has never been a harmless ‘side hustle’ or an ‘easy way’ to make money and should not be a ‘normalised’ crime.’ 

Cifas has teamed up with UK Finance to launch the ‘Don’t Be Fooled’ campaign providing information and support about money muling. 

Sarah Sinden, Don’t Be Fooled spokesperson, said: ‘Criminals try to entice students with offers of quick cash with no strings attached, so it’s important to never engage with fake adverts or click on links to job offers that seem too good to be true. 

‘Exploiting young people in this way is dreadful. The criminals are coercing them into breaking the law, and that can harm their future. Being a money mule can have long-term consequences for students, like losing their place at university, finding it difficult to access credit or loans, and having their bank account closed. 

‘Our Don’t Be Fooled campaign aims to teach young people and students about the dangers posed by this type of criminal activity, and how to keep their bank accounts safe.’ 

Six tips to help students avoid becoming a money mule 

1. Don’t give your bank account details to anyone unless you know and trust them. 

2. Be wary of job offers where all interactions and transactions will be done online. 

3. Be cautious of unsolicited offers of easy money. If it sounds too good to be true, it probably is. 

4. Research any company that makes you a job offer and make sure their contact details are genuine. 

5. Be wary of job offers from overseas. It will make it harder for you to find out if they are legitimate. 

6. Be wary of job ads that are written in poor English with grammatical errors and spelling mistakes. 

Cifas’ new APP Victim Check provides banks with victim data to identify high risk payments that need to be paused and investigated (i.e. possible muling activity) – helping to reduce fraud and protect customers from further losses. "
    },

    {
        "url": "https://www.cifas.org.uk/newsroom/stolen-customer-data-used-to-buyandsell-retail-products",
        "title": "From hot tubs and laptops to phones and watches – stolen customer details used to buy and sell retail products online",
        "scraped_date": "2025-08-18",
        "content": "Fake brand emails, texts and websites remain ‘go-to’ impersonation tactics 

Bots deployed to dupe victims as criminals sell products quickly to avoid detection 

Facility takeover now second greatest fraud threat to online retailers 

The online retail industry faces a huge battle as cases of facility (account) takeover filed to the National Fraud Database (NFD) surged by 142% during the first half of 2024, data from UK-leading fraud prevention service, Cifas, has revealed. 

Fraud-risk data filed by Cifas members show that facility takeover – when a criminal utilises compromised personal data to hijack an existing account or product – more than doubled between January-June this year compared to the same period in 2023. 

With a treasure trove of customer data at a criminals’ fingertips – such as payment and personal details and purchase history – consumers’ online accounts have been taken over swiftly, changing security and personal information to lock them out. In some cases, they have added Google and Apple Pay accounts before attempting to make purchases that can be sold on quickly through online marketplaces with little risk of detection. Popular high-end products include phones, watches, laptops, bikes and even hot tubs.  

Phishing attacks remain a favoured fraudulent tactic for the criminals and continue to cause problems for the online retail industry, suggests Cifas intelligence. Criminals have been creating high-quality fake websites, texts, emails and social media content of well-known brands to lure innocent people into clicking on malicious links and sharing sensitive details. 

Cifas online retail members have also reported an increase in bots being used for ‘credential stuffing’ – a technique were criminals steal details, such as usernames, email addresses and passwords, to gain unauthorised access to consumer accounts. Once in, they then place orders for products to be delivered to alternative addresses. Cifas intelligence shows perpetrators are even slowing down bots to appear ‘more human’, so they are not flagged as suspicious on online retail platforms. 

Consumers aged between 30-50 account for 56% of the more than 13,700 facility takeover fraud filings made to the NFD during the first six months of 2024, suggesting criminals may be attracted to their more established credit profiles. 

Overall, facility takeover is now the second greatest fraud for Cifas’ online retail members to combat after online payment fraud. 

Simon Miller, Director of Communications at Cifas, said: ‘Facility takeover fraud has been causing chaos for both retailers and shoppers for many years. When criminals attack online, they can access high volumes of consumer accounts exploiting sensitive information and moving on swiftly before being detected. 

‘Cifas intelligence shows these organised crime groups are increasingly aware of the account takeover fraud controls deployed by some retailers to keep their customers safe and are regularly changing their tactics to get ahead. The sharing of multi-sector data and intelligence not only helps retailers to combat this growing threat but means we can all take collective steps to mitigate risks.’ 

Tony Neate, CEO at Get Safe Online, said: ‘It takes only a few snippets of information for cybercriminals to piece together everything they need to transact online as if they were you. That’s why we all need to be so vigilant in spotting fraudulent attempts to gain your financial and other personal details, and not sharing information which a fraudster could use to commit facility or account takeover in your name.’ 

Seven ways consumers can protect their online accounts 
1. Destroy unwanted documents including bills, bank statements or post that is in your name, preferably by using a shedder. If possible, arrange for paperless bills and statements. 

2. Request copies of your personal credit report from a credit reference agency on a regular basis to check for any entries you do not recognise. 

3. Provide as little personal information about yourself on social media as possible and only accept invitations from people you know. 

4. Never divulge private information data in response to an email, text, letter or phone call unless you are certain that the request is from a genuine source. 

5. Do not share account information with friends, family or other people. 

6. If a company which has your confidential information is hacked, make sure you change your password as soon as possible. 

7. Use a redirection service when moving to a new home such as the one provided by the Royal Mail as well as informing your bank, card company and other organisations you have accounts with of your new address. "
    },

    {
        "url": "https://www.cifas.org.uk/newsroom/fraudscape-2024",
        "title": "Fraudscape 2024: Criminals ramp up social engineering and AI tactics to steal consumer details",
        "scraped_date": "2025-08-18",
        "content": "Cifas, the UK’s leading fraud prevention service, has today (16 April) released its 2024 Fraudscape report, detailing the latest fraud data and intelligence recorded by its members during 2023. 

More than 374,000 cases were reported to the Cifas National Fraud Database (NFD), with members recording an incident of fraud every two minutes, preventing more than £1.8bn in fraud losses. Additionally, over the last 12 months, members reported being increasingly concerned about the potential growth in AI generated fraud, enabling sophisticated phishing scams and synthetic identities. 

Identity fraud 
Accounting for 64% of overall cases to the NFD, identity fraud remains the most dominant case type, with over 237,000 cases recorded in 2023. Organisations reported concerns as criminals sharpened their social engineering tactics and continued to exploit the cost-of-living pressures, as well as the increased use of AI and data harvesting techniques to fraudulently open and abuse accounts, steal identities and takeover customer accounts. Personal bank accounts were the most targeted, up 12% on the previous year.  

Facility takeover 
Increasing by 13% since 2022 – the largest volume increase across all case types – facility takeover now represents one in ten cases recorded to the NFD. The telecommunications sector was the most impacted, accounting for 41% (previously 29%) of cases recorded. This increase partly reflects a shift in fraudulent methods, with criminals increasingly targeting existing accounts to obtain new products or upgrades. 

Misuse of facility 
Over 73,000 cases of misuse of facility were reported in 2023 – a 5% increase compared to the previous year. Loan products recorded a notable rise (+82%), followed by asset finance (+45%) and plastic cards (+17%). The overall misuse of facility data covered several industries, highlighting the impact of the cost-of-living pressures and individuals looking to avoid payments or financially gain from stealing assets. 

Stephen Dalton, Director of Intelligence for Cifas, said: ‘As our latest data shows, the impact of fraud and financial crime on people, companies and the public sector continues at epidemic levels. 

‘Ongoing economic uncertainty and cost-of-living pressures provide a rich source of opportunity for criminals to exploit people at their most vulnerable. These circumstances may also be the catalyst for some individuals to commit fraud and supplement their income during difficult times.’ "
    },

    {
        "url": "",
        "title": "",
        "scraped_date": "2025-08-18",
        "content": ""
    },
]