{
  "url": "https://www.which.co.uk/consumer-rights/scams",
  "title": "Scams - Which? Consumer Rights - Which?",
  "content": "Scams\nAdvice to keep you safe from scams. Our experts bring you the latest help, news and advice.\nHelp and advice\nEmotional support\nLatest news\nWhat to do if you've been scammed, or have come across a scam\nGet your money back from a scam\nAdvice for what your next step should be to help you get your money back.\nSpot and protect yourself from scams\nKeep up to date with the latest scams to watch out for and tips to keep you safe.\nReport scams to warn others\nGuidance on how to report different types of scams and what to do straight away.\nSign up for scam alerts\nOur emails will alert you to scams doing the rounds, and provide practical advice to keep you one step ahead of fraudsters.\nSign up for scam alerts\nEmotional support after a scam\nBeing scammed can take a huge toll on your mental health. You might find it helpful to talk to someone about what you’re going through. It’s not your fault, and there are plenty of non-judgemental advice lines you can call who will understand.\nMind\nMind has a confidential information and support line, Mind Infoline, available on\n0300 123 3393\n(lines open 9am - 6pm, Monday - Friday).\nVisit Mind\nVictim Support\nVictim Support has a free helpline where you can speak to someone confidentially available on\n0808 16 89 111\n(lines open 24/7).\nVisit Victim Support\nSeen or been affected by a scam? Help us protect others\nSharing details of the scam helps us to protect others as well as inform our scams content, research & policy work. We will collect information relating to your experience of a scam, but we won't be able to identify your responses unless you choose to provide your contact details.\nShare scam details\nLatest News In\nLatest scam news\nWatch out for the Nixol diet pill scam\nWhat is the Quantum AI scam?\nScam watch: ‘Scammers spent £650 on Amazon’\nNumber spoofing: are scam filters doing enough to catch dodgy texts?\nView all news\nJoin our campaign to stamp out scams\nScammers are stealing hundreds of millions of pounds from innocent victims every year. Demand banks and businesses protect us from scams by signing the petition.\nSign the petition",
  "scraped_date": "2025-07-25 15:24:51"
}