[
  {
  "url": "https://www.victimsupport.org.uk/",
  "title": "Need help after crime?",
  "content": "Get help after crime\nWe offer free, confidential, and independent support to help you move beyond the impact of crime.\n\nFind out more\n\nSuffering for justice report\nSexual violence victim-survivors' experiences of going to court and cross-examination.\n\nRead more\n\nMy Support Space app\nDownload our free app that lets you choose how you want to be supported after crime.\n\nFind out more\n\nJoin us\nTake a look at our current vacancies across England and Wales.\n\nFind out more\n\nNeed help after crime?\nGet in touch anytime for independent, free, and confidential advice:\n\nCall Supportline on 08 08 16 89 111\nText Relay: use the Relay UK app or contact us in BSL\nStart a live chat\nFill out our online form below (a member of your local area team will contact you within three working days).\nIn an emergency you should always call 999.\n\nOur services are confidential. We will only share information about you without your consent if we’re concerned about your, or someone else’s safety, or if we’re required to by law. Read our privacy policy.\n\nWho we are\nVictim Support is an independent charity dedicated to supporting victims of crime and traumatic incidents in England and Wales.\n\nWhat we do\nWe provide specialist help to support people to cope and move on to the point where they feel they are back on track with their lives.",
  "scraped_date": "2025-08-05"
},
{
  "url": "https://www.victimsupport.org.uk/covering-your-tracks-online/",
  "title": "Covering your tracks online",
  "content": "You may not want other people to know that you’ve been searching for information or help from websites such as Victim Support.\n\nWhen you browse the internet on a mobile phone, tablet or computer, you leave a ‘history’ trail of pages and sites you’ve visited.\n\nIt’s impossible to completely avoid being tracked online but if you’re worried about someone knowing which sites you’ve been looking at, there are some things you can do to help cover your tracks.\n\nWhile you’re browsing – ‘Leave this website’ button\nIf you don’t want someone to see that you’re viewing the Victim Support website, you can click the ‘Leave this website’ button on the right, which will take you away from this site to the Google homepage.\n\nIf you’re using a laptop or desktop computer, try keeping another document or website open in a new tab or window while browsing. If someone comes in the room and you don’t want them to see what you’re looking at, you can quickly switch to another window or tab.\n\nDelete your browsing history\nYou can delete the history of websites you’ve visited, but it’s important to know that if you delete your browsing history, someone else using the same device may notice.\n\nIf you share a tablet, mobile phone, laptop or computer with someone, they might notice that passwords or website addresses have disappeared from their history.\n\nFind out how to delete your browsing history from the most commonly used browsers:\n\nChrome: delete your browsing history\nFirefox: delete browsing, search and download history on Firefox\nInternet Explorer: deleting your web page history\nSafari: delete your browsing history\nOpera: deleting private data\nPrivate browsing (incognito)\nWhen you’re browsing ‘incognito’, the internet browser won’t store cookies or record your browsing history on the computer, mobile or tablet.\n\nThis option is available on the most commonly used web browsers:\n\nChrome: browse in private with incognito mode\nFirefox: private browsing – using Firefox without saving history\nInternet Explorer: InPrivate browsing\nSafari: use private browsing windows\nOpera: browse incognito – how to open private window\nToolbars\nIf you use a search toolbar in your web browser, remember that your searched items can be saved as part of your history. Find out how to delete your searched items from the following search engines:\n\nGoogle\nBing\nYahoo! search",
  "scraped_date": "2025-08-05"
},
{
  "url": "https://www.victimsupport.org.uk/more-us/about-us/",
  "title": "About us",
  "content": "Who we are\nVictim Support is an independent charity. We are dedicated to supporting people affected by crime and traumatic incidents in England and Wales, and we put them at the heart of our organisation. Our support and campaigns are informed and shaped by them and their experiences.\n\nWe provide specialist services to help people manage after crime and to empower them to ensure their voices are heard individually and collectively at a local and national level.\n\nWhat we do\nOur services help people affected by all types of crime and we provide free confidential support 24 hours a day, 365 days a year for people affected by crime and traumatic events — regardless of whether they have reported the crime to the police or when it occurred.\n\nMost of our services are delivered locally through skilled staff and volunteers who are deeply rooted in their communities. We adapt our services to meet local need and pride ourselves on being responsive to local demands. These services are closely linked into the National Homicide Service providing a dedicated, comprehensive service for those bereaved by murder and manslaughter and our national Supportline.\n\nWe are an independent charity and our unrivalled national overview gives us the ability to share best practice and innovate in our services as well as champion victims’ rights from a strong evidence base.",
  "scraped_date": "2025-08-05"
},
{
  "url": "https://www.victimsupport.org.uk/help-and-support/how-we-can-help/",
  "title": "How we can help",
  "content": "We’re here to help anyone affected by crime. Not only those who experience it directly, but also their friends, family and any other people involved.\n\nIt doesn’t matter when the crime took place, or whether you’ve reported it to the police. You can get our help at any time, 24 hours a day, seven days a week.\n\nWe’re independent from the police, and our support is free and confidential.\n\nHelp you feel safer and more secure:\nFeeling unsafe after crime is normal. We can help you to complete a safety plan, and give you advice and information to feel more secure. We’ll also work with other organisations for you if we think your immediate safety needs to be improved.\n\nHelp you to understand your rights and the services you’re entitled to:\nExperiencing crime can be overwhelming. You might not know where to turn to. We’ll make sure you’re aware of the rights and services you’re entitled to.\n\nYou may also find yourself overwhelmed with tasks related to your experience. We’ll give you the information you need to understand your options and next steps.\n\nHelp you to explore ways to cope:\nOur staff and volunteers are trained to listen, offer feedback and provide information. They can help make sense of what you’ve been through and explore your options to help you regain feelings of control. We provide a safe, neutral place for you to voice your fears, worries and emotions. This helps a lot of people to cope and move forward after a crime.\n\nYou may find that Victim Support’s help is enough. However additional support, such as counselling, is sometimes needed.\n\nCounsellors are trained professionals who will work with you over a period of time. They will help you explore your thoughts, feelings, relationships and behaviours.\n\nThe suitability of different types of therapy and counsellors will depend on your needs. It’s important to find a therapist and a way of working you’re comfortable with so you can feel safe discussing personal and emotional issues.\n\nConnect you with services and support networks:\nIf you need specialist help that we don’t think we can provide ourselves, we can contact other agencies for you. We work closely with a wide range of charities and other organisations that have the expertise to help you with many of the problems caused by crime.\n\nWatch our British Sign Language translation.\n\nFind out more about confidentiality.",
  "scraped_date": "2025-08-05"
},
{
  "url": "https://www.victimsupport.org.uk/crime-info/reporting-crime/",
  "title": "Reporting a crime",
  "content": "If you’ve been a victim of crime, you’ll need to decide whether or not to tell the police.\n\nIt’s okay to feel unsure about this or worry about what will happen if you do. You might think that the police won’t care. Maybe you’ve had a bad experience with the police in the past. Or perhaps you’re worried that if you talk to the police, it will only make things worse.\n\nIf you decide to report to the police:\nThere are positive reasons for reporting a crime. Remember that the police deal with all sorts of crime every day; they should treat everybody fairly and equally, and put your safety first.\n\nIf you report the crime, there’s more chance that the offender will be caught or brought to justice for what they’ve done. The police also keep records of all reported crime and this information goes into government statistics and reports. These can change the way crime is dealt with by the police and other parts of the criminal justice system.\n\nIf you do decide to report a crime to the police, you have a right to be referred to a service that supports victims. The police should tell you about all the support services available in your local area. The Code of Practice for Victims of Crime in England and Wales sets out the minimum level of service that victims should receive from the criminal justice system.\n\nRemember that we’ll give you help and support whether you decide to involve the police or not. Find out how to contact us.\n\nHow to report a crime:\nYou can report a crime in several ways:\n\n- If it’s an emergency and the crime is still taking place, call 999 and ask for the police.\n- If it’s not an emergency, do not call 999. This doesn’t mean the crime is not important – it just helps the police to make the best use of their resources. Many police forces use the 101 non-emergency number, so you can ring that number instead.\n- You can go to your local police station and report the crime there. You can find the address and telephone number in the local telephone directory or online. Check what time your local police station is open, as not all stations are open all the time.\n- You can contact Crimestoppers on 0800 555 111 if you want to remain anonymous.\n- If you’ve experienced hate crime, you can also report the incident online through True Vision, or Victim Support’s online portal if you live in Wales.\n\nHere to help, whether or not you report the crime:\nVictim Support will help you whether you report the crime or not. Our service is confidential, and we won’t pass on information to the police without your consent unless we think someone is at serious risk of harm and needs urgent help.",
  "scraped_date": "2025-08-05"
}

]