[
  {
    "url": "https://www.ncsc.gov.uk/guidance/data-breaches",
    "title": "Data breaches: guidance for individuals and families",
    "content": "As more aspects of our lives move online, data breaches are a fact of modern life. This guidance explains what data breaches are, how they can affect you, and what you should look out for following a data breach. \n\nNote\nIf you think you've already responded to a scam message following a breach, read our guidance on dealing with suspicious messages. \n\nWhat is a data breach?\nA data breach occurs when information held by an organisation is stolen or accessed without authorisation.\n\nCriminals can then use this information when creating phishing messages (such as emails and texts) so that they appear legitimate. The message has been designed to make it sound like you're being individually targeted, when in reality the criminals are sending out millions of these scam messages. Criminals may even send messages pretending to be from an organisation that has suffered a recent data breach.\n\nEven if your details are not stolen in the data breach, the criminals will exploit high profile breaches (whilst they are still fresh in people's minds) to try and trick people into clicking on scam messages.\n\nHow might you be affected?\nIn a typical scam, you might receive a message claiming to be from an organisation that has suffered a recent data breach. The message could ask you to log in and verify your account because 'fraudulent activity has taken place', or similar.\n\nThese scam messages will typically contain links to websites that look genuine, but which store your real details once you’ve typed them in. Or these websites could install viruses onto your computer, or steal any passwords you enter.\n\nLike many phishing scams, these scam messages are hard to spot, and are preying on real-world concerns (in this case, a data breach) to try and trick you into clicking.\n\nAnd it's not just emails or texts. If the information stolen during the breach includes phone numbers, you might receive a suspicious call. The approach may be more direct, asking you for sensitive information (such as banking details or passwords), or access to your computer.\n\nActions to take following a breach\nIf you're a customer of an organisation that has suffered a data breach you should take the following actions.\n\n1. Find out if you've been affected by contacting the organisation using their official website or social media channels. Don't use the links or contact details in any messages you have been sent. The organisation should be able to confirm:\n\nif a breach actually occurred\nhow you're affected\nwhat else you need to do\nYou can also phone the organisation directly, but be aware that many won’t have the capacity to respond to all calls during a major breach.\n\n2. Be alert to suspicious messages (we've published guidance that can help you with this), which may be sent some time after the breach is made public. Remember, your bank (or any other official organisation) will never ask you to supply personal information. Things to look out for include:\n\nofficial-sounding messages about 'resetting passwords', 'receiving compensation', 'scanning devices' or 'missed deliveries'\nemails full of 'tech speak', designed to sound more convincing\nbeing urged to act immediately or within a limited timeframe\n3. If you receive a suspicious message that includes a password you've used in the past, don't panic:\n\nif this is a password that you still use, you should change it as soon as you can\nif any of your other accounts use the same password, you should change them as well\nwhen changing passwords, refer to our guidance on creating strong passwords\n4. Check your online accounts to confirm there's been no unauthorised activity. Things to look out for include:\n\nbeing unable to log into your accounts\nchanges to your security settings\nmessages or notifications sent from your account that you don't recognise\nlogins or attempted logins from strange locations or at unusual times\n5. If you suspect an account of yours has been accessed, refer to the NCSC guidance on recovering a hacked account.\n\n6. To check if your details have appeared in any other public data breaches, there are a number of online tools that you can use, such as https://haveibeenpwned.com. Similar services are often included in antivirus or password manager tools that you may already be using.\n\nReporting suspicious messages\nIf you receive a message or phone call about a security breach that doesn't feel right, here's what to do:\n\nif you've received a suspicious email, forward it to the NCSC's Suspicious Email Reporting Service at report@phishing.gov.uk\nif you've received a suspicious text message, forward it to 7726 (a free service)\nif you've received nuisance, suspicious or unwanted calls, hang up and contact your phone provider\nif you have been a victim of a sextortion scam, then report it to your local police force by calling 101\nIf you've lost money\nIf you've lost money, tell your bank and report it as a crime to Action Fraud, the UK's reporting centre for cyber crime (in Scotland, contact the police by dialing 101). You'll be helping the NCSC and law enforcement to reduce criminal activity, and in the process, prevent others from becoming victims.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.ncsc.gov.uk/guidance/online-gaming-for-families-and-individuals",
    "title": "Online gaming for families and individuals",
    "content": "How to enjoy online gaming securely by following just a few tips\n\nTwo people holding gaming controllers in front of TV while gaming onlineiStock.com/gleitfrosch\n\nMany people love playing games online. In fact, an estimated 1.2 billion of us are regularly logging on, signing up and playing online.\n\nUnfortunately, whenever money or personal data is changing hands online, criminals can be watching, looking for some way to turn the situation to their advantage.\n\nThe advice outlined below is intended to help safeguard you and your personal data when gaming. Whether you use a PC, console, phone or tablet, these steps will help prevent you falling victim to a criminal. This will leave you free to focus on enjoying the game.\n\n1. Secure your devices\n\n2. Account protection\n\n3. Protect your privacy\n\n4. Use official sources or stores\n\nProtecting younger players\nFor those with younger family members to think about, online gaming can be a concern. From cyberbullying, to excessive time spent playing games, to unscrupulous games which encourage children to pay for content. Here are some useful external links to sources of information:\n\nGaming: What parents and carers need to know (www.thinkuknow.co.uk)\n\nOnline gaming safety tips for parents (www.internetmatters.org)\n\nBuying a games console for your child (www.internetmatters.org)\n\nUnderstanding online games (www.nspcc.org.uk)",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.ncsc.gov.uk/guidance/shopping-online-securely",
    "title": "Shopping and paying safely online",
    "content": "Tips to help you purchase items safely and avoid fraudulent websites.\n\nOn this page\nCheck the shop is legitimate\nUse a credit card to pay\nOnly provide required details on checkout\nKeep your accounts secure\nWatch out for suspicious links\nIf things go wrong\nFurther resources\nWith so many of us now shopping online, it’s no surprise that criminals are increasingly turning to web-enabled fraud to steal our money and personal details. The following tips will help you stay safe when shopping online for goods and services.\n\nCheck the shop is legitimate\nYou can research online shops to check they're legitimate, particularly if it’s a store you’ve not used before. Use consumer websites, or reviews from people (or organisations) that you trust.\n\nYou might receive suspicious emails or texts (known as phishing messages) that contain links to fake shops, with promotions that seem too good to be true. These days it’s easy for a criminal to duplicate the design of a legitimate website, which will often include logos, trademarks and products copied from a genuine store. Many will also use a deceptive website domain (for example, www.tescos-sales.com ), that can be easily mistaken for a genuine domain (www.tesco.com).\n\nIf you're unsure about a link you receive, don't click on it. Instead you can:\n\ntype the official website address of the organisation (if you know it) directly into the browser’s address bar\nsearch for the organisation, and then take time to read the entries on the results page (don’t just click the top item)\nUse a credit card to pay\nUse a credit card for payments (if you have one). Many of these protect online purchases as part of the Consumer Credit Act.\nDebit card payments offer less protection, but you might be able to make a claim for a refund under a voluntary scheme called ‘chargeback’.\nIf you use payment services such as PayPal, Apple Pay or Google Pay, check their ‘terms & conditions’ to see what cover they provide.\nNever pay by direct bank transfer.\nOnly provide required details on checkout\nWhen making your payment, only fill in the mandatory details (often marked with an asterisk) such as your address. Unless you think you’ll become a regular customer, don't create an account for the store:\n\nthere’s often an option to ‘check out as a guest’, which means you don’t need to create an account to complete the payment\nsimilarly, using an online payment platform (such as PayPal/Apple/Google) usually means you won’t need to create an account\ndon't let your browser remember your payment details (if you’re prompted)\nif you decide to create an account for the store, don’t allow them to store your bank details for future purchases\nKeep your accounts secure\n\niStock.com/PaperFox\nMake sure your shopping, online banking and payment accounts are protected by strong passwords that you don't use for any other account. If you're using the same password for lots of accounts, criminals could steal your password from one account, and use it to access your other ones.\n\nFor this reason, you should make sure that all your important online accounts (such as email, banking, and social media accounts) have unique, strong passwords. This NCSC infographic explains how you can create strong passwords and store them safely (so you don't need to remember them).\n\nDownload the NCSC's password infographic (pdf)\n\nYou should also turn on 2-step verification (2SV) for all your important online accounts. This can stop hackers from accessing your accounts - even if they know your password - by asking you to confirm your identity using a second method, for example by sending a confirmation code to your phone. Note that 2SV is sometimes called 'two-factor authentication' (or 2FA).\n\nWatch out for suspicious links\nCyber criminals insert malicious links into SMS text messages, emails, and increasingly on social media posts. These can be difficult to spot, and will often include unbelievable offers for goods and services with links to websites designed to look like legitimate online stores.\n\nThese websites are managed by criminals, and are designed to trick people into making payments, or revealing their bank details, passwords, or other personal information.\n\nIf a text message, email, website or social media post doesn’t feel right, follow the NCSC guidance on dealing with suspicious emails and text messages:\n\nIf you have received an email which you’re not quite sure about, forward it to the Suspicious Email Reporting Service (SERS) at report@phishing.gov.uk\nIf you've received a suspicious text message, forward it to 7726. It won't cost you anything, and allows your provider to investigate the text and take action (if found to be a scam).\nIf you have visited a website you think is trying to scam you, report it to the NCSC and we'll investigate.\nIf you come across an advert online that you think might be a scam, report it via the Advertising Standards Authority (ASA) website. This allows ASA to provide online service providers with the details they need to (if appropriate) remove these from websites.\nIf things go wrong\nIf you you’ve been tricked into making a payment, tell your bank and report it as a crime to Action Fraud (for England, Wales and Northern Ireland) or Police Scotland (for Scotland).\n\nIf you think your credit or debit card has been used by someone else, let your bank know straight away so they can block anyone using it. Always contact your bank directly using the official website or phone number.\n\nIf you don't receive an item you’ve purchased (or it doesn't match the description given), Citizens Advice has some useful information about getting your money back if you paid by credit card, debit card or PayPal.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.ncsc.gov.uk/guidance/social-media-how-to-use-it-safely",
    "title": "Social Media: how to use it safely",
    "content": "Use privacy settings across social media platforms to manage your digital footprint.\n\niStock.com/Kenneth Cheung\n\nSocial media is a great way to stay in touch with family, friends and keep up to date on the latest news. However, it’s important to know how to manage the security and privacy settings on your accounts, so that your personal information remains inaccessible to anyone but you.\n\nThis page:\n\ncollects advice provided by the major social media platforms on how to set up privacy controls\nsuggests some tips on how to use social media safely\nAdvice from social media platforms\nThe following guidance is provided by each of the major social media platforms. Click to read detailed information.\n\nFacebook\nBasic privacy settings and tools\n\nX (formerly Twitter)\nHow to protect and unprotect your Tweets\n\nYouTube\nPrivacy and safety\n\nInstagram\nPrivacy settings and information\n\nLinkedIn\nAccount and privacy settings overview\n\nSnapchat\nPrivacy settings\n\nTiktok\nPrivacy and security settings\n\nUse 2-step verification (2SV) to protect your accounts\n2-step verification (often shortened to 2SV and sometimes called two-factor authentication) provides a way of 'double checking' that you really are the person you are claiming to be when you're using online services, such as social media, banking or email. Even if a criminal (or someone simply looking to cause mischief) knows your password, they won't be able to access any of your accounts that are protected using 2SV.\n\nThe Cyber Aware website contains links on how to set up 2SV across popular online services such as Instagram, Snapchat, X and Facebook.\nFor more information on why you should use 2SV wherever you can, read the NCSC's official guidance on 2-step verification.\nUnderstanding your digital footprint\nIt's worth exercising some caution when using social media. Not everyone using social media is necessarily who they say they are. Take a moment to check if you know the person, and if the friend/link/follow is genuine.\n\nLess obviously, you should think about your digital footprint, a term that describes the information about you that is available online. Criminals can use this to steal your identity, or make phishing messages more convincing. You should:\n\nThink about what you're posting, and who has access to it. Have you configured the privacy options so that it's only accessible to the people you want to see it?\nConsider what your followers and friends need to know, and what detail is unnecessary (but could be useful for criminals).\nHave an idea about what your friends, colleagues or other contacts say about you online.\nAlthough aimed at businesses, CPNI’s Digital Footprint Campaign, contains a range of useful materials (including posters and booklets) to help understand the impact of your digital footprint.\n\nSpotting and reporting fake accounts\nScammers will make fake accounts and/or hack real accounts to use them to commit a range of fraudulent activities. Many sites have a process to verify accounts, such as verified badges for Instagram and Facebook. This can help to identify real accounts against fake accounts pretending to be a well-known person. Other things to look out for include\n\nwhere an account has a date indicating when it was set up\nnonsensical names (appears to be random letters and numbers)\nthe number of followers (although note that followers can be bought)\nIt is not just celebrities accounts that are targeted by scammers. If a family member or friend posts something that appears suspicious or out of character, contact them by another method (in case their account has been hacked). If it transpires their account has been taken over, they should follow the NCSC's guidance on recovering hacked accounts.\n\nYou can also report fake posts or accounts directly with the provider.\n\nReport a fake Facebook profile or page\nReport a post or profile on Instagram\nReport impersonation accounts on X.\nReport someone on TikTok\nReport fake LinkedIn profiles\nReport a Safety Concern on Snapchat\nReporting YouTube videos and channels",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.ncsc.gov.uk/guidance/sextortion-scams-how-to-protect-yourself",
    "title": "Sextortion emails: how to protect yourself",
    "content": "Advice in response to the increase in sextortion scams\n\nLaptop, partly closed lid, in a darkened room\n\nSextortion scams are a type of phishing attack whereby people are coerced to pay a BitCoin ransom because they have been threatened with sharing video of themselves visiting adult websites. These scams are made to appear all the more credible because they provide seemingly plausible technical details about how this was achieved, and the phish can sometimes also include the individual’s password.\n\nPhishes are designed to play on people’s emotions so that they will behave in a way which is out of character, and scams such as this are no different. The phisher is gambling that enough people will respond so that their scam is profitable; they do not know if you have a webcam, have been visiting adult websites, or the means by which you communicate with people – in short, they are guessing. The phisher hopes to emotionally trigger people so that they will ‘take the bait’ and pay the ransom – a typical modus operandi.\n\nWhat to do\n\nAs with other phishes, our advice is not to engage with the phisher, forward the email to report@phishing.gov.uk which is the NCSC's Suspicious Email Reporting Service (SERS), and then delete it.\n\nIf you are tempted to pay the BitCoin ransom, you should be aware that doing so will likely encourage more scams as the phisher will know they have a ‘willing’ customer.\n\nDo not worry if the phish includes your password; in all likelihood this has been obtained from historic breaches of personal data. You can check if your account has been compromised and get future notifications by visiting: https://haveibeenpwned.com\n\nIf the phish includes a password you still use then change it immediately, advice on how to create suitable passwords and enable other factors of authentication is available from Cyber Aware: https://www.cyberaware.gov.uk/passwords\n\nIf you have been a victim of a sextortion scam and have paid the BitCoin ransom, then report it to your local police force by calling 101.\n\nIf you need emotional support this is available from charities such as Victim Support by calling 0808 168 9111 or visiting: https://www.victimsupport.org.uk/",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.ncsc.gov.uk/guidance/video-conferencing-services-using-them-securely",
    "title": "Video conferencing services: using them securely",
    "content": "How to set up and use video conferencing services, such as Zoom and Skype, safely and securely\n\niStock.com/RLT_images\n\nThe increased use of video conferencing technology in recent years mean many of us are now using video calls to stay in touch with family, friends and work colleagues. If you're new to video conferencing, this guidance will help you to use these services safely.\n\nEven if you're familiar with video conferencing, we recommend you take a moment to check how you're using it.\n\nNote\nIf you're using (or setting up) video conferencing services to use within your organisation (or using these services to work from home), please refer to our separate guidance for organisations.\n\nIn this guidance:\nWhat is video conferencing?\nDownloading video conferencing software\nSetting up video conferencing services\nHosting and joining calls\nWhat is video conferencing?\nVideo conferencing is a live audio and video conversation between 2 or more people in different locations, conducted using phone, tablet, laptop or desktop computer. Some video conferencing services also allow you to share files, pictures, or each other's screens.\n\nMany devices have video conferencing functionality built in (such as Apple's FaceTime and Google's Duo), and many popular apps also provide this service (such as Instagram, WhatsApp and Facebook). There are also standalone video conferencing apps that you can download; popular titles include Zoom, Skype, Houseparty and Microsoft Teams.\n\nRegardless of the type of service you use, this guidance is applicable to all video conferencing services. For more information about the security features of a specific service, please refer to the service providers' official support site.\n\nDownloading video conferencing software\nIf you're downloading standalone video conferencing software, make sure that you:\n\nOnly download the software from trusted sources. This means using your phone or tablet's app store (such as Apple's App Store or Google Play), or downloading the software from the service provider's official website. Be wary of following advertised links at the top of search results pages (they will typically include the word 'Ad' at the beginning of the address or description of the website), and adverts for video conferencing software within websites. These may contain links to sites that are not always legitimate, and can be used to scam people. You should also treat any unsolicited links you receive that refer to video conferencing software with caution.\nCheck online to understand what app is right for you. In most cases, the 'free' version of a video conferencing service will provide good enough functionality and security for personal use, provided you've set it up correctly. Premium versions of the same product may offer additional features and usability. You should consider paying for these versions if you feel you'd benefit from extra features. With so many products available, you may want to carry out your own research beforehand - using tech websites or other trusted sources - to find out which one is right for you.\nCheck the privacy settings. You should make sure that you understand what (if any) data the service will access during operation. You may have the option to opt out of sharing data.\nSetting up video conferencing services\nBefore making your first call, you should:\n\nMake sure your video conferencing account (or the device or app you are using for video conferencing) is protected with a strong password. If you need to install the video conferencing app, you'll have to create an account for it. Make sure that the password you use is different to all your other passwords, and difficult for someone to guess (we explain how to do this here). You should also set up 2-step verification (2SV) for the account (and for your device and other apps if available), as this provides an extra layer of protection and can stop criminals accessing your accounts (even if they know your password).\nTest the service before making (or joining) your first call. Most services have a ‘test’ function to ensure your microphone and camera work correctly, and that your internet connection is fast enough. You can also use the test function to learn how the service works. As a minimum, make sure you know how to mute your microphone and turn off the camera. This will give you more control over what you share with others.\nUnderstand what features are available. Many services allow you to record the call, share files, or show what is on somebody's screen. Find out how to tell if the call is being recorded, what exactly is recorded (audio, pictures, messages), and who can access the recordings. There may also be additional controls to manage who can join the call.\nHosting and joining calls\nIt's important that you can control who can join your video conferencing call. For specific instructions, refer to the support website of the service you're using. However, the following general rules apply:\n\nDo not make the calls public. Connect directly to the people you want to call using your contacts/address book, or provide private links to the individual contacts. For some video conferencing services, you can set up the call so that a password is required in order to join. This adds another layer of protection. Do not post the link (or the password) publicly.\nKnow who is joining your call. If you are organising the call for your family or friends consider using the lobby feature to ensure you know who has arrived. This is especially useful if individuals are joining the call via an unrecognised phone number. Make sure people are who they say they are before they join the call (the password function described above can help with this).\nConsider your surroundings. Take a moment to think about what your camera shows when you're on a call. Would you want to share that information with strangers? Consider blurring or changing your background - you'll find instructions on how to do this on the support website for your video conferencing service.\nFinally, make sure that all your devices and applications (not just the video conferencing software) are kept up to date. Applying software updates is one of the most important things you can do to protect yourself online. Update all the apps (and your device's operating system) whenever you're prompted. It will add new features and immediately improve your security.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.ncsc.gov.uk/guidance/securing-your-devices",
    "title": "Securing your devices",
    "content": "How to ensure your devices are as secure as possible.\n\niStock.com/VectorHot\n\nDevices like smartphones, tablets and PCs are getting more and more secure, but hackers are getting better at attacking them too.\n\nSo if you've just bought a new or second hand device, or haven't looked at your security settings for a while, you should take some time to make sure you're protected against the latest threats. Fortunately, most manufacturers provide easy-to-use guidance on how to secure your devices.\n\nYou can also check to see if you device is still supported with the Which? device support checker tool.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.ncsc.gov.uk/guidance/smart-devices-in-the-home",
    "title": "Smart devices: using them safely in your home",
    "content": "Many everyday items are now connected to the internet: we explain how to use them safely.\n\niStock.com/elenabs\n\nOn this page\nIntroduction\nWhat is the risk from using Smart Devices?\nChoosing your device\nCheck the default settings\nKeeping your device updated\nIf something goes wrong\nGetting rid of your device\nConsumer advice\nIntroduction\nSmart devices are electrical items that connect to the internet (or to your home network), usually via wifi. They include 'hi-tech' devices (think smart speakers, fitness trackers and security cameras) and also standard household items (such as fridges, thermostats, kettles and washing machines).\n\nUnlike conventional electrical items, you can't just switch on a smart device and forget it; you'll need to check a few things before you start using it.\n\nThis page explains how to set up and manage your smart devices to keep your home - and your information - safe.\n\nNote:\nFor information about how to set up a specific device, refer to the manufacturer's guidance. This may be a printed sheet or 'getting started' guide that came with the device, within the app itself, or on the manufacturer's website (check their Support area first).\n\nWhat is the risk from using Smart Devices?\nYou’re probably used to keeping your phones, laptops or PCs up to date, so they’re safe to use.\n\nSimilarly, manufacturers of smart devices need to release updates that fix bugs or security issues in their products which - if ignored - could put your data or privacy at risk. Without these fixes, your device becomes easier to hack.\n\nYour device is not secure if a criminal can guess the password used to access your smart device. This would allow them to log into your device, and use it to access your network, or to conduct cyber attacks.\n\nSome recent incidents involving smart devices are described in the following articles:\n\nSecurity gadgets 'making people more vulnerable' from hackers (BBC News)\nGadget-makers face ban on easy-to-guess passwords (BBC News)\nSmart camera and baby monitor warning given by UK's cyber-defender (BBC News)\nChoosing your device\nBefore you buy a smart device, check reviews of the product and the manufacturer. You should also check the minimum requirements needed to use and manage the device. You will almost certainly need:\n\nan internet connection\na smartphone/tablet\nto install an app (or create an online account) to manage the device\nYou don't need to buy the latest (or most expensive) smart device in order to be secure but, if possible, avoid buying devices that are no longer supported by the manufacturer, or whose support period will end soon. When out of support, smart devices are easier to hack, or may stop working altogether. Think of the support date as a ‘use by’ date for your device, so you’ll know how long it’s still safe to use.\n\nYou can check online to see how long your specific device will be supported. Check the manufacturer’s website for details.\n\nFrom 29 April 2024, new UK law means that all smart devices must meet basic cyber security requirements (which includes stating the product support end date). The consumer magazine Which? has produced a comprehensive guide that describes what this law means for consumers.\n\nThe law also means manufacturers must ensure that devices are not shipped with default passwords, which can be easily shared online.\nCheck the default settings\nSome devices might not be secure when they are first switched on, so you'll need to take some quick steps to protect yourself.\n\nYou should be asked to create a password for your smart device when you first set it up. If the device comes with a default password, change it.\n\nEasily guessable passwords can be discovered by cyber criminals, so make sure you create a secure one, for example by combining three random words.\n\nIf the device or app offers 2-step verification (2SV), turn it on. 2SV (which is sometimes called multi-factor authentication or MFA) provides a way of 'double checking' that you really are the person you are claiming to be, and makes it much harder for criminals to access your devices, even if they know your password.\n\nIf you don’t need to access your smart device when you’re away from your home wifi, then switch off the ‘remote access’ functionality.\nKeeping your device updated\nInstalling software updates promptly helps keep your devices secure. This will also often add new features, and keeps your device working as it should. For each of your smart devices, you should:\n\nswitch on the option to install automatic updates (if available)\ninstall any manual updates when prompted\nIf something goes wrong\nIf your device is not working properly, or if you’re worried it might be affected by a cyber incident (like the ones described above), visit the manufacturer's website to see if there's information available on what steps to take.\n\nIf you think someone has taken control of a device in your home, you should reset it using instructions from the manufacturer's website - the NCSC have also produced guidance to help you do this.\n\nGetting rid of your device\nIf you decide to sell, or give your device to someone else, you should first perform a factory reset. This will return the device to its original settings, and should also remove all your personal data from the device. Check your manufacturer's website if you need to find out how to perform a reset, or refer to the NCSC’s guidance on Buying and selling second-hand devices.\n\nConsumer advice\nThe NCSC does not provide consumer advice. If you need information regarding your rights as a consumer, please refer to the following resources:\n\nCitizens Advice: Returning faulty goods\nWhich? Consumer rights on smart devices\nGOV.UK: Product Security and Telecommunications Infrastructure (PSTI) Bill – product security factsheet",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.ncsc.gov.uk/guidance/setting-2-step-verification-2sv",
    "title": "Setting up 2-Step Verification (2SV)",
    "content": "How setting up 2SV can help protect your online accounts, even if your password is stolen.\n\nDecorative image\n\nOn this page\nIntroduction\nWhat is 2-Step Verification (2SV)?\nWhy should I use 2SV?\nHow do I set up 2SV?\nWhat are the different 'types' of 2SV?\nDo I have to use 2SV every time I access a service?\nWhat if 2SV isn't available?\nIntroduction\nThis guidance explains how you can set up 2-step verification (2SV) on your important online accounts. Doing this makes it harder for criminals to access your online accounts, even if they know your password.\n\nIT professionals who need advice on implementing 2SV across larger organisations should refer to the NCSC's separate guidance on multi-factor authentication for online services.\n\nWhat is 2-Step Verification (2SV)?\n2-step verification (often shortened to 2SV) provides a way of 'double checking' that you really are the person you are claiming to be when you're using online services, such as banking, email or social media. It is available on most of the major online services. 2-step verification (2SV) is also known as two-factor authentication (2FA) and multi-factor authentication (MFA).\n\nWhen setting up 2SV, the service will ask you to provide a 'second step', which is something that you (and only you) can access. This could be a code that's sent to you by text message, or that's created by an app.\n\nWhy should I use 2SV?\nPasswords can be stolen by cyber criminals, potentially giving them access to your online accounts. However, accounts that have been set up to use 2SV will require an extra check, so even if a criminal knows your password, they won't be able to access your accounts.\n\nThe NCSC recommends that you set up 2SV on your 'important' accounts; these will typically be the 'high value' accounts that protect things that you really care about, and would cause the most harm to you if the passwords to access these accounts were stolen. You should also use it for your email, as criminals with access to your inbox can use it to reset passwords on your other accounts.\n\nHow do I set up 2SV?\nSome online services will already have 2SV switched on. However most don't, so you will need to switch it on yourself to give extra protection to your other online accounts, such as email, social media and cloud storage. If available, the option to switch on 2SV is usually found in the security settings of your account (where it may also be called 'two-factor authentication').\n\nThe Cyber Aware pages contain up-to-date links to the instructions on how to set up 2SV across popular online services such as Gmail, Facebook, X (formerly Twitter), LinkedIn, and Outlook.\n\nWhat are the different 'types' of 2SV?\nWhen 2SV is switched on, you'll be asked to provide a second step in order to access your account. There are several types of second steps available:\n\nText messages\nAuthenticator Apps\nBackup codes\nThere are other second steps, that are offered by a few services. For example, some have apps that just ask you for permission once you've logged in. Others let you use 'security keys', which are small devices you can buy. You may also be able to use email as the second step, provided it's a different email account from the one used to reset your password. If your account offers one of these, and you think it would work for you, then they are all good second steps.\n\nIt's also a good idea to have a backup plan, in case you haven't got access to your usual second step(for example, if the battery on your mobile phone has run out). Many services let you set up more than one option for this reason. Backup codes are ideal for this, since they can be used even if you lose your phone.\n\nNote that some services use memorable information or a security question (such as 'What was the name of your first pet?') as an alternative to 2SV. These do not offer the same protection so you should still turn on 2SV if it is available.\n\nDo I have to use 2SV every time I access a service?\nNo. Once set up, you should only be asked for it when you're doing something where it would really matter if it was a cyber-criminal, rather than you. These are usually things like setting up a new payee for your bank account, logging into an account from a new device, or changing your password. This stops cyber-criminals from doing things that could harm you, but means that you don't have to be checked every time. If you are asked for your second step every time you log in on your own device, you can look for an option such as 'remember my device' or 'remember this browser'.\n\nWhat if 2SV isn't available?\nThe NCSC would like to see 2SV offered on all services which might hold your personal data, spend your money, or play another important role in your life. While many major services do offer it, there are still some that do not. If 2SV is not available on one of your important accounts, like email, you should ensure that it has a strong unique password. You may even want to consider changing services to one that does offer 2-step verification.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.ncsc.gov.uk/guidance/buying-selling-second-hand-devices",
    "title": "Buying and selling second-hand devices",
    "content": "How to erase the personal data from your phone, tablets, and other devices (and why it's important when you're buying and selling them).\n\niStock.com/Krerksak Woraphoomi\n\nOn this page\nBefore you erase the data on your device\nErasing the data on your device\nChoosing a second-hand device\nBefore using your second-hand device\nAccessible formats\nOur devices - and especially our smartphones - contain more work, personal and financial data than ever before. If you are selling, giving away, or trading in your smartphone (or other device), you should erase all of this personal data so it doesn't fall into the wrong hands. This page explains how to do this, and the important steps to take beforehand.\n\nIf you've just bought a second-hand device, we've also included some advice about what to do before you start using it.\n\nNote\nThis guidance is focussed on erasing the data on smartphones and tablets, but you may have other electronic devices (such as smart TVs, fitness trackers, speakers or games consoles) that will also contain personal information.\n\nIf you're selling devices like this, refer to the manufacturer's website (or search online) to find out how to erase your data from these devices - often called a 'factory reset'.\n\nBefore you erase the data on your device\nThere are a number of things you need to check before you erase the data on your device.\n\nMake sure you have a backup copy of all the personal data that you want to keep. The instructions below will remove all of your personal data that's stored on your device.\nIf you use your device to access online services (such as banking, shopping, email or social media), you might be logging into these services without entering your password each time. If this is the case, make sure you know which accounts you access (and the logins and passwords for each of these accounts) before you erase your data.\nIf you use your device to control any of your 'smart' devices around the house (such as security cameras or thermostats), you'll no longer be able to manage them using your phone. Again, make sure you're able to manage them using a different device, before you erase your data.\nIf you use your device to verify your online accounts (for example, by confirming SMS codes), you'll need to make sure this works on another device. Make sure you do this (and check that it works) before you erase the data on the device that you're selling/giving away.\nErasing the data on your device\nThe best way to make sure that your data is completely erased* is to use your phone's Erase all Content and Settings or Factory reset features. The exact name of the feature will depend on which type of device you have. Using the feature will remove all your personal data from your device (including messages, contacts, photographs, browsing history, Wi-Fi codes, passwords, and any apps you've installed), so make sure you have a backup of all the data that you want to keep.\n\nTo delete all the data on your specific device, you may need to refer to the manufacturer's website, as the steps to take will vary between different models. To get you started, we've included links to the major phone and computer models.\n\nReset your Android device to factory settings\nErase your iPhone, iPad or iPod touch\nReset your Chromebook to factory settings\nStart afresh with a clean installation of Windows 11\nRestore your Mac to factory settings\nYou may be given the option to keep your personal files when erasing your data. Make sure you don't choose this option if you're selling, trading in, or giving your device away.\n\nChoosing a second-hand device\nYou don't need to buy the latest (or most expensive) model to stay safe, but if possible, avoid buying phones that are no longer supported by the manufacturer (or whose support period will end soon). If you buy a phone that is no longer supported:\n\nit won't receive updates that contain new features and performance improvements\nit won't receive the security updates from the manufacturer (and without these your phone is easier to hack)\nYou can check online to find if the specific model you're considering can still receive updates from the manufacturer. Here are the details for iPhone, Chrome, and Pixelkoord devices.\n\nSupported iPhone models\nChrome OS (e.g. Chromebooks)\nPixel devices\nIf you have another type Android device (such as those manufactured by Samsung or Huawei), you'll have to check with the manufacturer.\n\nIf you're buying a second-hand device online, we encourage you to read the NCSC's guide to shopping online securely.\n\nBefore using your second-hand device\nOnce you've received your second-hand device, it's a good idea to erase all the personal data on it, or perform a 'factory reset' (the exact name of this feature will depend on which type of device you have). This reset will delete the previous owner's data, (including their messages, contacts, photographs, browsing history, Wi-Fi codes, passwords, and any apps they've installed). It will also ensure your phone is in the best possible state before you start using it.\n\nTo reset your second-hand device, you may need to refer to the manufacturer's website, as the steps to take will vary between different models. To get you started, we've included links to the major phone and computer makes.\n\nReset your Android device to factory settings\nErase your iPhone, iPad or iPod touch\nReset your Chromebook to factory settings\nStart afresh with a clean installation of Windows 11\nHow to restore MacOS\nIf you’re prompted to switch on automatic updates (or to set up a screenlock, password, fingerprint or PIN) you should do this, as they will help keep your phone (and the data on it) secure. You might also want to switch on automatic backups, so you've one less thing to worry about the next time you switch devices.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.ncsc.gov.uk/guidance/what-is-an-antivirus-product",
    "title": "What is an antivirus product? Do I need one?",
    "content": "Detect and prevent malicious software and viruses on your computer or laptop.\n\niStock.com/Jane_Kelly\n\nAn antivirus product is a program designed to detect and remove viruses and other kinds of malicious software from your computer or laptop.\n\nMalicious software - known as malware - is code that can harm your computers and laptops, and the data on them. Your devices can become infected by inadvertently downloading malware that's in an attachment linked to a dubious email, or hidden on a USB drive, or even by simply visiting a dodgy website.\n\nOnce it's on your computer or laptop, malware can steal your data, encrypt it so you can't access it, or even erase it completely. For this reason it's important that you always use antivirus software, and keep it up to date to protect your data and devices.\n\nHow do antivirus products work?\nAntivirus products work by detecting, quarantining and/or deleting malicious code, to prevent malware from causing damage to your device. Modern antivirus products update themselves automatically, to provide protection against the latest viruses and other types of malware.\n\nWhich antivirus product should I use?\nAntivirus software is often included for free within the operating systems that run Windows and Apple computers. If you make sure that this built-in antivirus is switched on, you'll instantly be safer.\n\nNew computers often come with a trial version of a separate antivirus product installed (such as McAfee, Norton and Avast). You should note that:\n\nwhen the trial version expires, you'll have to pay (or register) to continue using it\nseparate antivirus products won't always work alongside the built-in antivirus software and could even stop it from working completely\nwith so many products available you may want to carry out your own research to find out which is right for you\nHow do I use my antivirus product?\nWhen you first install (or switch on) your antivirus product, run a full scan to make sure your computer is free of all known malware.\nMake sure your antivirus software is set to automatically scan all new files, such as those downloaded from the internet or stored on a USB stick, external hard drive, SD card, or other type of removable media.\nMake sure your antivirus software is set to receive updates automatically.\nWe've also created more detailed advice on protecting your PCs and laptops from viruses and other kinds of malicious software.\n\nDo I need antivirus products on my smartphone and tablet?\nNo, provided that you only install apps and software from official stores such as Google Play and the Apple App Store. You should also set your apps (and the tablet/smartphone itself) to update automatically. For more information on setting up automatic updates, please read our guidance.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.ncsc.gov.uk/guidance/smart-security-cameras-using-them-safely-in-your-home",
    "title": "'Smart' security cameras: Using them safely in your home",
    "content": "How to protect 'smart' security cameras and baby monitors from cyber attack.\n\niStock.com/Drazen_\n\nThis guidance explains how you can set up your smart camera to protect it from common cyber attacks.\n\nSmart cameras (the security cameras and baby monitors used to monitor activity in and around your house) usually connect to the internet using your home Wi-Fi. This means you can watch a live camera feed, receive alerts when you're out and about, and sometimes record footage.\n\nHowever, as with any 'smart' device that can connect to the internet, you should take a few steps to protect yourself. This page explains how you can do this.\n\nWhat is the issue with smart cameras?\nLive feeds or images from smart cameras can (in rare cases) be accessed by unauthorised users, putting your privacy at risk. This is possible because smart cameras are often configured so that you can access them whilst you're away from home. The problem arises because some cameras are shipped with the default password set by the manufacturer, which is often well-known or guessable (such as admin or 00000). Cyber criminals can use these well-known passwords (or other techniques) to access the camera remotely, and view live video or images in your home.\n\nHow do I make sure my smart camera is safe?\nTaking the following steps will make it much harder for cyber criminals to access your smart camera.\n\nIf your camera comes with a default password, change it to a secure one - connecting three random words which you'll remember is a good way to do this. You can usually change it using the app you use to manage the device. When you change the password, make sure you avoid the most commonly used passwords.\nKeep your camera secure by regularly updating it, and if available switch on the option to install software updates automatically so you don't have to think about it. Using the latest software will not only improve your security, it often adds new features. Note that the software that runs your camera is sometimes referred to as firmware, so look for the words update, firmware or software within the app.\nIf you do not need the feature that lets you remotely view camera footage via the internet, we recommend you disable it. Note that doing this may also prevent you receiving alerts when movement is detected, and could stop the camera working with smart home devices (such as Alexa, Google Home or Siri).\nYou'll find instructions about how to make the above changes in the manufacturer's documentation, so consult the manual (if provided) or look up your specific model in the support section of their website. You'll probably need to look in the settings or system area of the camera's app, or access the camera using your browser.\n\nNote: To change the password for older cameras, you may have to type the camera's IP address into your browser (for example, http://192.168.0.127). You can find your camera's IP address in your router settings; look for connected devices or similar, and you'll find a list of all devices connected to your router.\n\nCheck your router settings\nMany routers use technologies called UPnP and port forwarding to allow devices to find other devices within your network. Unfortunately, cyber criminals can exploit these technologies to potentially access devices on your network, such as smart cameras. To avoid this risk you should consider disabling UPnP and port forwarding on your router - check your router's manual or the manufacturer's website for details about how to do this.\n\nNote that:\n\nSome routers will have UPnP disabled by default; if this is the case you don't have to do anything.\nDisabling UPnP may prevent certain applications and devices from working, such as online gaming, media servers, and other smart devices. If you decide that you need these applications, you'll have to decide whether to give up some security by allowing UPnP and port forwarding.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.ncsc.gov.uk/cyberaware/home",
    "title": "Cyber Aware",
    "content": "Advice on how to stay secure online from the UK's National Cyber Security Centre.\n\nTake your email security to another level\nYour email is where you keep your most personal and financial information.\n\nIf a cyber criminal accesses your email, they could:\n\naccess your other online accounts using the 'forgot password' feature (which often sends you an email)\naccess personal or business information and use this to scam you or people you know\nUnable to display video due to your cookie settings. Please change your cookie settings or watch the video on YouTube instead.\n\nAction 1 - Turn on 2-Step Verification (2SV) for your email\n2-Step Verification (2SV) gives you twice the protection so even if cyber criminals have your password, they can't access your email.\n\n2SV works by asking for more information to prove your identity. For example, getting a code sent to your phone when you sign in using a new device or change settings such as your password.\n\nYou won't be asked for this every time you check your email.\n\nFind out how to turn on 2-Step Verification\n\nHow to turn on 2-Step Verification (2SV) on your email\n\nOutlook\nGmail\niCloud\nSet up 2SV for other providers\n\nAction 2 - Use a strong and different password for your email using 3 random words\nYour email password should be strong and different from all your other passwords.\n\nCombining 3 random words that each mean something to you is a great way to create a password that is easy to remember but hard to crack.\n\nDo not use words that can be guessed (like your pet's name). You can include numbers and symbols if needed. For example, “Hippo!PizzaRocket1”",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.ncsc.gov.uk/section/advice-guidance/self-employed-sole-traders",
    "title": "Cyber security advice for self employed & sole traders",
    "content": "Protect your business, data, and digital tools with practical cyber security advice from the NCSC.\n\niStock.com/PIKSEL\n\nIn this section\nWhat is cyber security?\nWhat to do first\nTraining\nDistributed working: advice and support\nWays to protect your business\nWork with the NCSC\nGet your business Cyber Essentials certified\nWhat is cyber security?\nCyber security is the means by which businesses can reduce the risk of becoming victims of cyber attack.\n\nCyber security's core function is to protect the devices we all use (smartphones, laptops, tablets and computers), and the services we access - both online and at work - from theft or damage. It's also about preventing unauthorised access to the vast amounts of personal information we store on these devices, and online.\n\nCyber security is important because smartphones, computers and the internet are now such a fundamental part of modern life, that it's difficult to imagine how we'd function without them. From online banking and shopping, to email and social media, it's more important than ever to stake steps that can prevent cyber criminals getting hold of our accounts, data, and devices.\n\nWhat to do first\nProtecting yourself and your business from cyber security risks can seem daunting but there are some simple steps you can take to ensure you have the basics in place.\n\nA good place to begin would be to use our Small Business Guide. By doing so you can significantly increase your protection from the most common types of cyber crime helping you to protect your organisation's data, assets, and reputation.\n\nSECTION\nCyber Aware\nAdvice on how to stay secure online from the UK's National Cyber Security Centre.\nA small business owner that runs a cafe\nGUIDANCE\nSmall Business Guide: Cyber Security\nHow to improve your cyber security; affordable, practical advice for businesses.\nPractical tips for protecting your organisation online\nDownload some basic principles of good cyber security based on NCSC advice and guidance.\n\nDownload the PDF\n\nTraining\nExercise in a Box provides exercises, based around the main cyber threats, which your organisation can do in your own time, in a safe environment, as many times as you want. It includes everything you need for setting up, planning, delivery, and post-exercise activity, all in one place.\n\nThe NCSC also provides training modules which can be utilised by small charities, businesses and organisations looking to support their staff.",
    "scraped_date": "2025-08-05"
  },
  {
    "url": "https://www.ncsc.gov.uk/section/about-ncsc/what-we-do",
    "title": "What we do",
    "content": "What we do at the NCSC\nThe National Cyber Security Centre, a part of GCHQ, helps businesses, the public sector and individuals protect the online services and devices that we all depend on.\n\nOur mission is to make the UK the safest place to live and work online so that everyone – whether at work or at home – can navigate the cyber landscape safely and with confidence.\n\nSince 2016, the National Cyber Security Centre (NCSC) has safeguarded the UK’s critical systems and online services, delivering world-leading guidance, tools and frameworks for business and citizens alike. When cyber attacks occur – or services are disrupted – we provide incident response to minimise harm, restore operations, and help organisations get back on their feet.\n\nThe NCSC was formed by combining separate parts of government, MI5 and GCHQ to create the National Technical Authority for cyber security. We lead the UK’s defence against the most advanced cyber threats, including those from nation states, hackers, and cyber criminals.\n\nThe NCSC works closely with international allies, law enforcement and the UK’s intelligence and security agencies to ensure we understand the cyber threat, and how we can defend against it. We also harness talent across schools, universities, and the tech community, driving research into emerging technologies to explore new ways to reduce harm at scale. At the same time, we are investing in the UK’s national security by nurturing the next generation of expertise that the expanding cyber security sector needs to thrive.\n\nUnable to display video due to your cookie settings. Please change your cookie settings or watch the video on YouTube instead.\n\nSustainability\nThrough our mission to make the UK the safest place to live and work online, the NCSC is helping to secure the connected technology that makes a sustainable future possible.\n\nOur vision is that sustainability is reflected across all of our work and that we contribute to a sustainable future in our areas of expertise.\n\nOur areas of focus in the years ahead will include:\n\nDefending the digital infrastructure on which a sustainable world depends\nUnderstanding the environmental implications of future technologies\nSupporting businesses in the UK working on environmental solutions with their cyber security challenges\nEncouraging knowledge-sharing and engagement on sustainability across the UK cyber security industry\nBecoming an exemplar in running our own organisation sustainably",
    "scraped_date": "2025-08-05"
  }
]