{
  "url": "https://www.ukfinance.org.uk/our-expertise/economic-crime/fraud-scams",
  "title": "Fraud & scams | UK Finance",
  "content": "Fraud & scams\nFraud is now the most prevalent crime in the UK.\nThe UK Finance’s Economic Crime team focuses on the current fraud landscape and emerging fraud threats and provides a platform for industry experts to drive collaborative tactical fraud prevention activity. Through membership of our fraud stream, our members participate in threat and channel-specific working groups which share best practice and coordinate industrywide mitigating activities.\nIn early 2022, UK Finance and its members launched an ambitious, industry-wide strategy to tackle and prevent fraud and scams, including Authorised Push Payment (APP) fraud. It calls for action by all stakeholders who touch the customer journey, including telcos, technology companies, regulators, government, financial services, and card schemes to stop the fraud at source. Over two years, the Industry Fraud and Scams Strategy will deliver improved information sharing within financial services and other stakeholders, including real-time data sharing in the payment journey, and technical developments to enable payment service providers to manage risk more effectively. Through cross-sector collaboration with telecommunications and technology stakeholders, the strategy will assess and close down vulnerabilities across the wider ecosystem, specifically upstream in the customer journey. The strategy will also develop a comprehensive advocacy approach as well as a proactive stakeholder management and communications strategy to ensure stakeholder buy-in.\nArea of expertise:\nEconomic crime\nArea of expertise - Economic crime\nEconomic crime\nFind out more\nRead more\nFailure to Prevent Fraud\nDue to unprecedented demand, we have scheduled a second Failure to Prevent Fraud workshop to help prepare firms for the final stages of readiness ahead of the September 2025 deadline.\nRegister\nRead more",
  "scraped_date": "2025-07-25 14:46:23"
}