{
  "url": "https://www.ukfinance.org.uk/about-us/our-commitments/women-finance-charter",
  "title": "ukfinance linked page 3",
  "content": "Women in finance charter\nProgress is being made under the HM Treasury Women in Finance target.\nA balanced and diverse workforce is good for business, helping create fairer and more inclusive working environments which boost creativity and productivity, ultimately better serving everyone from customers to shareholders. Recognising this, UK Finance, the body that represents more than 300 of the leading firms providing finance, banking, markets and payments-related services in or from the UK, is a signatory to the HM Treasury Women in Finance Charter.\nThe Women in Finance Charter is a commitment by HM Treasury and signatory firms to work together to build a more balanced and fair financial services industry. The Charter was introduced following the 'Empowering Productivity' report into harnessing the talents of women in finance.\nThe core Charter pledges for promoting gender diversity comprise:\nHaving one member of our senior executive team who is responsible and accountable for gender diversity and inclusion\nSetting internal targets for gender diversity in our senior management\nPublishing progress annually against these targets in reports on our website\nHaving an intention to ensure the pay of the senior executive team is linked to delivery against these internal targets on gender diversity\nIn signing up to the Charter in November 2017, following discussion within our Board, we set ourselves the target of achieving 40 per cent female representation within senior management over three years. We are delighted that we have now met this initial target and we are now looking ahead and focusing on achieving gender parity by 31 December 2023. To date we have made excellent progress towards this target which is supported by current gender equality across our organisation within middle management and more junior posts.\nDavid Postings, Chief Executive of UK Finance said:\nHaving a diverse and inclusive culture in financial services brings enormous benefits to employees, firms and society as a whole. The HM Treasury Women in Finance Charter industry is a key element of the industry’s action to ensure the workforce reflects the customers and communities that it serves. UK Finance is a proud supporter and we are pleased that we now have 39 per cent female representation at senior level.\nUK Finance aims to attract outstanding and diverse talent to operate in a collegiate and collaborative environment. We see our commitment under the Women in Finance Charter as symbolic of the balanced and inclusive working environment needed to succeed in financial services.\nWe see our commitment to the Charter as emblematic of the support within financial services for the advancement of women in senior management positions and, more generally, policies intended to deliver a more equal, inclusive and diverse workplace.\nIn addition to putting in place policies to meet and support our core pledges, we have also committed to promoting the adoption of the Charter across the financial services industry. We are also supporters of he Investing in Women Code and represent the industry on the Investing in Women board.",
  "scraped_date": "2025-07-25 14:46:32"
}