[
  {
    "url": "https://www.ukfinance.org.uk/events-training/failure-prevent-fraud-0",
    "title": "Register\n            \nRead more",
    "content": "Course outline\nAgenda\nTrainers\nWho should attend\nWorkshop overview:\nThe introduction of the 'failure to prevent fraud offence' in the\nEconomic Crime and Corporate Transparency Act 2003 (ECCTA)\nwas the next step on the government's road to holding corporate entities more accountable for financial crime and encourage them to take a more proactive approach to fraud prevention, including the implementation of robust prevention procedures to avoid liability. For the financial services sector, this represents yet a further layer of financial crime compliance obligations and appropriate compliance gap analysis.\nWith the deadline for implementing 'reasonable procedures' fast approaching, this webinar is designed to prepare firms for the final stages of readiness ahead of the\nSeptember 2025 deadline.\nIt is focused on a robust risk assessment, tailored procedures, implementation, and key risk factors for the future.\nLearning outcomes:\nsetting out the mechanics of the offence\nhighlight the specific risk factors for the financial service sector\ndiscuss the government guidance – the insights and pitfalls\ninsight into the likely approach to enforcement action\na run-down of future-focused top-tips\nInterested in taking any of our workshops in-house?\nWhether you are seeking to upskill your team, enhance productivity or foster a culture of continuous learning, we can deliver customised training programmes designed to meet your specific needs. If you have an enquiry, you can complete the in-house form and our training team will be in touch with next steps.\nIN-HOUSE TRAINING\narrow-ui\nArea of expertise:\nEconomic crime\nAgenda\nRead more\nSession 1 - Nuts & Bolts recap\nSpecifics of the offence\nLarge organisations\nAssociated Persons and subsidiaries\nExtra-territoriality\nPenalties\nDifferences from the Bribery Act\nLikely enforcement approach\nSession 2 - Reasonable Procedures\nOverview of the guidance\nRisk Assessments\nThe 6 principles\nProportionality\nBreak\nSession 3 - Points for Financial Institutions\nSession 4 - Breakout sessions to discuss points arising in small groups\nSession 5 - Final Q&A\nJeremy Summers\nPartner, Osborne Clarke\nJeremy heads the Osborne Clarke business crime offering with over 35 years of expertise gained both in London and Hong Kong, specialising in bribery, ...\nJeremy heads the Osborne Clarke business crime offering with over 35 years of expertise gained both in London and Hong Kong, specialising in bribery, fraud AML and market abuse investigations.\nHe has a prominent position in the market and routinely advises clients in the financial services sector on a range of business crime issues from compliance to enforcement. He is frequently asked for expert comment by leading news organisations.\nJeremy additionally sits as leading sports arbitrator chairing disciplinary panels for World Rugby, the National Anti-Doping Panel, the FA and LTA.\nRead more\nNick Price\nPartner, Osborne Clarke\nNick has years of experience acting for financial institutions, regulated individuals, and other participants in the financial services sector. He hel...\nNick has years of experience acting for financial institutions, regulated individuals, and other participants in the financial services sector. He helps clients navigate related compliance areas, including AML and financial and trade sanctions.  He has a particular focus in the digital assets space and was a founding member of the crypto-fraud networking group CFAAR.\nNick helps regulated firms with risk of investigation or enforcement action by regulators and disputes in the financial services, crypto assets, and fintech sectors. He\nregularly advises clients on business-critical investigations, judicial reviews, and high-value disputes in the private equity / M&A space, particularly those arising out of fraud.\nRead more\nCompliance officers\nRisk Managers/analysts\nInternal Auditors/Audit managers\nOperational Risk teams\nTechnology & Cybersecurity leads\nFraud Investigator\nFraud Prevention specialists\nFraud Risk Manager\nFraud Intelligence Officer\nFinancial Crime Compliance teams\nFailure to Prevent Fraud\nEvent details\nVenue\nOnline event\nDate and time\n02 Sep 2025\n10:00\n\n                                          - 13:00\nFull and associate member rate\n£460.00 (+VAT)\nNon-member rate\n£590.00 (+VAT)\nBook now\nRead more\nShare",
    "scraped_date": "2025-07-25 14:46:26"
  },
  {
    "url": "https://www.ukfinance.org.uk/about-us/our-commitments/cyber-essentials",
    "title": "ukfinance linked page 2",
    "content": "Cyber Essentials\nCyber security is high on UK Finance’s agenda, which is why we are part of the government-backed Cyber Essentials initiative alongside our other cyber defences.\nThe landscape for cyber security is constantly changing at pace and remains a key area of focus for businesses of all sizes and from all sectors.\nWhat is Cyber Essentials?\nCyber Essentials is a simple but effective scheme that helps organisations, from SMEs to large companies, to protect themselves from the most common cyber attacks. Cyber attacks vastly vary in their scale and approach, but the majority are basic in nature and are carried out by unskilled individuals.\nThe Cyber Essentials scheme provides advice aimed at preventing these basic cyber attacks. Making a commitment to Cyber Essentials demonstrates an organisation's commitment to cyber security. UK Finance is delighted to be part of Cyber Essentials.\nHow does Cyber Essentials work?\nOrganisations can choose the level of commitment they wish to make. The most basic level is for an organisation to familiarise themselves with cyber security terminology.\nA self-assessment option will provide peace of mind as most common cyber attacks target websites that do not have the Cyber Essentials technical controls in place.\nThe Cyber Essentials Plus certificate requires a more extensive review and proves that an organisation's cyber security has been independently reviewed and verified.\nWhat is UK Finance's commitment?\nUK Finance is proud to hold the advanced Cyber Essentials Plus certificate. Becoming certified demonstrates to our members that we have secured our IT estate against cyber attacks, and aligns with our wider policy aims.",
    "scraped_date": "2025-07-25 14:46:29"
  },
  {
    "url": "https://www.ukfinance.org.uk/about-us/our-commitments/women-finance-charter",
    "title": "ukfinance linked page 3",
    "content": "Women in finance charter\nProgress is being made under the HM Treasury Women in Finance target.\nA balanced and diverse workforce is good for business, helping create fairer and more inclusive working environments which boost creativity and productivity, ultimately better serving everyone from customers to shareholders. Recognising this, UK Finance, the body that represents more than 300 of the leading firms providing finance, banking, markets and payments-related services in or from the UK, is a signatory to the HM Treasury Women in Finance Charter.\nThe Women in Finance Charter is a commitment by HM Treasury and signatory firms to work together to build a more balanced and fair financial services industry. The Charter was introduced following the 'Empowering Productivity' report into harnessing the talents of women in finance.\nThe core Charter pledges for promoting gender diversity comprise:\nHaving one member of our senior executive team who is responsible and accountable for gender diversity and inclusion\nSetting internal targets for gender diversity in our senior management\nPublishing progress annually against these targets in reports on our website\nHaving an intention to ensure the pay of the senior executive team is linked to delivery against these internal targets on gender diversity\nIn signing up to the Charter in November 2017, following discussion within our Board, we set ourselves the target of achieving 40 per cent female representation within senior management over three years. We are delighted that we have now met this initial target and we are now looking ahead and focusing on achieving gender parity by 31 December 2023. To date we have made excellent progress towards this target which is supported by current gender equality across our organisation within middle management and more junior posts.\nDavid Postings, Chief Executive of UK Finance said:\nHaving a diverse and inclusive culture in financial services brings enormous benefits to employees, firms and society as a whole. The HM Treasury Women in Finance Charter industry is a key element of the industry’s action to ensure the workforce reflects the customers and communities that it serves. UK Finance is a proud supporter and we are pleased that we now have 39 per cent female representation at senior level.\nUK Finance aims to attract outstanding and diverse talent to operate in a collegiate and collaborative environment. We see our commitment under the Women in Finance Charter as symbolic of the balanced and inclusive working environment needed to succeed in financial services.\nWe see our commitment to the Charter as emblematic of the support within financial services for the advancement of women in senior management positions and, more generally, policies intended to deliver a more equal, inclusive and diverse workplace.\nIn addition to putting in place policies to meet and support our core pledges, we have also committed to promoting the adoption of the Charter across the financial services industry. We are also supporters of he Investing in Women Code and represent the industry on the Investing in Women board.",
    "scraped_date": "2025-07-25 14:46:32"
  },
  {
    "url": "https://www.ukfinance.org.uk/our-expertise/economic-crime/fraud-scams",
    "title": "Fraud & scams | UK Finance",
    "content": "Fraud & scams\nFraud is now the most prevalent crime in the UK.\nThe UK Finance’s Economic Crime team focuses on the current fraud landscape and emerging fraud threats and provides a platform for industry experts to drive collaborative tactical fraud prevention activity. Through membership of our fraud stream, our members participate in threat and channel-specific working groups which share best practice and coordinate industrywide mitigating activities.\nIn early 2022, UK Finance and its members launched an ambitious, industry-wide strategy to tackle and prevent fraud and scams, including Authorised Push Payment (APP) fraud. It calls for action by all stakeholders who touch the customer journey, including telcos, technology companies, regulators, government, financial services, and card schemes to stop the fraud at source. Over two years, the Industry Fraud and Scams Strategy will deliver improved information sharing within financial services and other stakeholders, including real-time data sharing in the payment journey, and technical developments to enable payment service providers to manage risk more effectively. Through cross-sector collaboration with telecommunications and technology stakeholders, the strategy will assess and close down vulnerabilities across the wider ecosystem, specifically upstream in the customer journey. The strategy will also develop a comprehensive advocacy approach as well as a proactive stakeholder management and communications strategy to ensure stakeholder buy-in.\nArea of expertise:\nEconomic crime\nArea of expertise - Economic crime\nEconomic crime\nFind out more\nRead more\nFailure to Prevent Fraud\nDue to unprecedented demand, we have scheduled a second Failure to Prevent Fraud workshop to help prepare firms for the final stages of readiness ahead of the September 2025 deadline.\nRegister\nRead more",
    "scraped_date": "2025-07-25 14:46:23"
  },
  {
    "url": "https://www.ukfinance.org.uk/fraud-and-scams",
    "title": "Fraud and Scams | UK Finance",
    "content": "Fraud and Scams\nCriminals often try to impersonate genuine companies in their scams. This can include banks and other financial institutions, as well as UK Finance.\nWe do not offer any financial products. Anyone claiming to provide such products on our behalf is fraudulent.\nCriminals may also try to use our official branding on their websites, social media posts, emails or other literature to pretend they are legitimate. We do not provide endorsement or approval for any products or services.\nWe would never call or text anyone, especially not to request payments.\nCurrent scams\nWe are aware of a potential scam involving people being offered loans for an upfront fee by an individual posing as a representative of UK Finance. We\ndo not\noffer any financial products and any claiming to provide these on our behalf is fraudulent.\nIf you think you may have fallen for a scam, please contact your bank immediately and report it to\nAction Fraud\n.\nStaying safe\nCriminals are experts at impersonating people, organisations and the police. They spend hours researching you for their scams, hoping you’ll let your guard down for just a moment. Stop and think. It could protect you and your money.\nTo help you stay safe, follow the advice of our\nTake Five to Stop Fraud\ncampaign:\nSTOP:\nTaking a moment to stop and think before parting with your money or information could keep you safe.\nCHALLENGE:\nCould it be fake? It’s ok to reject, refuse or ignore any requests. Only criminals will try to rush or panic you.\nPROTECT:\nContact your bank immediately if you think you’ve fallen for a scam and report it to\nAction Fraud\n. If you are in Scotland, please report to Police Scotland directly by calling 101 or Advice Direct Scotland on 0808 164 6000.\nAlways Remember\nOnly give out your personal or financial information to services you have consented to and are expecting to be contacted by.\nContact your bank or an organisation directly using a known email or phone number.\nDon’t give anyone remote access to your computer following a cold call or unsolicited text.\nYou can also forward suspicious emails to\nreport@phishing.gov.uk\nand suspected scam texts to your mobile network provider by forwarding them to 7726. An easy way to remember 7726 is that they are the numbers on your telephone keypad that spell out the word ‘SPAM’.",
    "scraped_date": "2025-07-25 14:46:36"
  },
  {
    "url": "https://www.ukfinance.org.uk/our-expertise/personal-banking/consumer-protection",
    "title": "Consumer protection | UK Finance",
    "content": "Consumer protection\nConsumer protection continues to be at the heart of the work of UK Finance and our members.\nOur work ensures that vulnerable customers can access and use financial services and products, and that they are treated positively and empathetically leading to outcomes that are as good as those for other customers.\nWe are helping members to implement the FCA Finalised Vulnerability Guidance effectively and influence the FCA’s Consumer Duty proposals as informed by insights from our Consumer Advisory Group.\nThe Consumer Duty will bring in new obligations on financial services firms and seeks to minimise consumer harms. We have been working closely with the FCA and members ahead of the final FCA rules being published in July 2022.\nThere have been a number of other significant developments in the consumer protection landscape, notably in the area of domestic abuse. The Domestic Act 2021 criminalised economic abuse for the first time and the government have published a Tackling Domestic Abuse Plan. The Tackling Domestic Abuse Plan recognised UK Finance’s\nFinancial Abuse Code\n, which many of our members have signed up to, as “critical”. We will continue to work closely with the government as the provisions in the 2021 Act are implemented, and to encourage more financial services providers to sign up to the Code.\nWe are engaging closely with members and the government on gambling ahead of a White Paper expected in Spring 2022. We are using our members’ evidence and expertise to help the government ensure a strong and effective consumer protection model, whilst recognising that the Gambling sector has primary responsibility.\nA strong training offer for members and stakeholders underpins our consumer protection work, through our unique\nVulnerability Academy\n. Delivered in conjunction with the Money Advice Trust, the Academy offers participants the opportunity to ensure their organisation is meeting its legal and regulatory responsibilities and that vulnerability is embedded across their work.\nConsumer Redress\nEnsuring quick and effective redress for customers when things go wrong is crucial to UK Finance and our members.\nWe provide regular forums for our members to share best practice on handling complaints. This has been particularly important in light of Covid-19 given the impact it has had on how people engage with their financial services providers.\nThere have been a number of recent significant developments in the consumer redress landscape.\nWe are committed to implementing the new Consumer Duty in a way that ensures the best redress for consumers, including through providing consistent feedback to the FCA on their proposals. This work will continue to be a significant area of focus for us in 2022.\nAlongside this, we continue to engage with the Financial Ombudsman Service (FOS) to understand their priorities and the principles which underpin their decision-making. UK Finance is supportive of the need for an impartial, transparent process which enables potentially material issues to be considered and the FOS’s recent Wider Implications Framework announcement was helpful in this regard.\nWe offer regular training on complaints issues to help members and stakeholders navigate the increasingly complex consumer redress landscape.\nArea of expertise:\nPersonal banking\nAreas of expertise - Personal banking\nPersonal banking\nFind out more\nRead more\nVulnerability and Consumer Duty Academy Autumn 2025\nIn our fourteenth cohort of the award-winning Vulnerability and Consumer Duty Academy, we will be bringing this to life across twelve sessions, including an induction, a graduation and ten interactive, practical, and problem-solving online workshops.\nRegister here\nRead more",
    "scraped_date": "2025-07-25 14:46:39"
  },
  {
    "url": "https://www.ukfinance.org.uk/",
    "title": "Homepage | UK Finance",
    "content": "Homepage | UK Finance\nSkip to main content\nUK Finance search\nYou can use the search function to find a range of UK Finance material, from consultation responses to thought leadership to blogs, or to find content on a range of topics from Capital Markets & Wholesale to Payments & Innovation.\nSearch form\nScam Warning\n: We are aware of a potential scam involving people being offered loans for an upfront fee by an individual posing as a representative of UK Finance. UK Finance does not offer any financial products and anyone claiming to provide such products on our behalf is fraudulent. If you think you may have been a victim of a scam please contact your bank immediately and report it to\naction fraud\n.\n24.07.25\nPress release\nStudent arrested following an investigation into the distribution of criminal phishing kits that helped steal millions\nEconomic crime\n26.06.25\nChief Executive Newsletter\nChief Executive Newsletter - June 2025\nUK Finance\n11.09.25\nReceptions and dinners\nInvoice Finance and Asset-Based Lending Annual Dinner 2025\nCommercial finance\n|\nInvoice finance & asset-based lending\n02.09.25\nWorkshop\nFailure to Prevent Fraud\nEconomic crime\nHow can\nwe help?\nOur people\nRead more\nPolicy & guidance\nRead more\nEvents & training\nRead more\nAbout us\nRead more\nCareers\nRead more\nUpcoming training and events\n29.07.25\nWebinar\nMortgage Lenders Handbook\nJoin to learn about the new UK Finance Mortgage Lenders' Handbook.\nMortgages\n02.09.25\nWorkshop\nFailure to Prevent Fraud\nIs Your Firm Ready for September 2025? \n \nWith the Failure to Prevent Fraud offence now law under the Economic Crime and Corporate Transparency Act, financial services firms face a new layer of liability. This essential training will equip you to meet the looming deadline with confidence—focusing on final-stage readiness, robust risk assessments,…\nEconomic crime\n03.09.25\nWorkshop\nManaging the Risk of Outsourcing in Financial Services\nIn this workshop we will delve into the significance of establishing proper procedures to manage third-party risks. With the right documentation, from Service Level Agreements (SLAs) to termination contracts, you can protect your business and showcase regulatory compliance – all while keeping the Consumer Duty in mind.\nPrudential risk, reporting and tax\nDownload agreement\nBy downloading this document, you understand and agree that any sharing, distribution or republishing of the content, without prior written authorisation from the author or content managers at UK Finance, shall be constituted as a breach of the UK Finance website terms of use.\nAccept and continue\nAccept and continue",
    "scraped_date": "2025-07-25 14:46:42"
  }
]