{
  "url": "https://www.ukfinance.org.uk/fraud-and-scams",
  "title": "Fraud and Scams | UK Finance",
  "content": "Fraud and Scams\nCriminals often try to impersonate genuine companies in their scams. This can include banks and other financial institutions, as well as UK Finance.\nWe do not offer any financial products. Anyone claiming to provide such products on our behalf is fraudulent.\nCriminals may also try to use our official branding on their websites, social media posts, emails or other literature to pretend they are legitimate. We do not provide endorsement or approval for any products or services.\nWe would never call or text anyone, especially not to request payments.\nCurrent scams\nWe are aware of a potential scam involving people being offered loans for an upfront fee by an individual posing as a representative of UK Finance. We\ndo not\noffer any financial products and any claiming to provide these on our behalf is fraudulent.\nIf you think you may have fallen for a scam, please contact your bank immediately and report it to\nAction Fraud\n.\nStaying safe\nCriminals are experts at impersonating people, organisations and the police. They spend hours researching you for their scams, hoping you’ll let your guard down for just a moment. Stop and think. It could protect you and your money.\nTo help you stay safe, follow the advice of our\nTake Five to Stop Fraud\ncampaign:\nSTOP:\nTaking a moment to stop and think before parting with your money or information could keep you safe.\nCHALLENGE:\nCould it be fake? It’s ok to reject, refuse or ignore any requests. Only criminals will try to rush or panic you.\nPROTECT:\nContact your bank immediately if you think you’ve fallen for a scam and report it to\nAction Fraud\n. If you are in Scotland, please report to Police Scotland directly by calling 101 or Advice Direct Scotland on 0808 164 6000.\nAlways Remember\nOnly give out your personal or financial information to services you have consented to and are expecting to be contacted by.\nContact your bank or an organisation directly using a known email or phone number.\nDon’t give anyone remote access to your computer following a cold call or unsolicited text.\nYou can also forward suspicious emails to\nreport@phishing.gov.uk\nand suspected scam texts to your mobile network provider by forwarding them to 7726. An easy way to remember 7726 is that they are the numbers on your telephone keypad that spell out the word ‘SPAM’.",
  "scraped_date": "2025-07-25 14:46:36"
}