{
  "url": "https://www.ukfinance.org.uk/events-training/failure-prevent-fraud-0",
  "title": "Register\n            \nRead more",
  "content": "Course outline\nAgenda\nTrainers\nWho should attend\nWorkshop overview:\nThe introduction of the 'failure to prevent fraud offence' in the\nEconomic Crime and Corporate Transparency Act 2003 (ECCTA)\nwas the next step on the government's road to holding corporate entities more accountable for financial crime and encourage them to take a more proactive approach to fraud prevention, including the implementation of robust prevention procedures to avoid liability. For the financial services sector, this represents yet a further layer of financial crime compliance obligations and appropriate compliance gap analysis.\nWith the deadline for implementing 'reasonable procedures' fast approaching, this webinar is designed to prepare firms for the final stages of readiness ahead of the\nSeptember 2025 deadline.\nIt is focused on a robust risk assessment, tailored procedures, implementation, and key risk factors for the future.\nLearning outcomes:\nsetting out the mechanics of the offence\nhighlight the specific risk factors for the financial service sector\ndiscuss the government guidance – the insights and pitfalls\ninsight into the likely approach to enforcement action\na run-down of future-focused top-tips\nInterested in taking any of our workshops in-house?\nWhether you are seeking to upskill your team, enhance productivity or foster a culture of continuous learning, we can deliver customised training programmes designed to meet your specific needs. If you have an enquiry, you can complete the in-house form and our training team will be in touch with next steps.\nIN-HOUSE TRAINING\narrow-ui\nArea of expertise:\nEconomic crime\nAgenda\nRead more\nSession 1 - Nuts & Bolts recap\nSpecifics of the offence\nLarge organisations\nAssociated Persons and subsidiaries\nExtra-territoriality\nPenalties\nDifferences from the Bribery Act\nLikely enforcement approach\nSession 2 - Reasonable Procedures\nOverview of the guidance\nRisk Assessments\nThe 6 principles\nProportionality\nBreak\nSession 3 - Points for Financial Institutions\nSession 4 - Breakout sessions to discuss points arising in small groups\nSession 5 - Final Q&A\nJeremy Summers\nPartner, Osborne Clarke\nJeremy heads the Osborne Clarke business crime offering with over 35 years of expertise gained both in London and Hong Kong, specialising in bribery, ...\nJeremy heads the Osborne Clarke business crime offering with over 35 years of expertise gained both in London and Hong Kong, specialising in bribery, fraud AML and market abuse investigations.\nHe has a prominent position in the market and routinely advises clients in the financial services sector on a range of business crime issues from compliance to enforcement. He is frequently asked for expert comment by leading news organisations.\nJeremy additionally sits as leading sports arbitrator chairing disciplinary panels for World Rugby, the National Anti-Doping Panel, the FA and LTA.\nRead more\nNick Price\nPartner, Osborne Clarke\nNick has years of experience acting for financial institutions, regulated individuals, and other participants in the financial services sector. He hel...\nNick has years of experience acting for financial institutions, regulated individuals, and other participants in the financial services sector. He helps clients navigate related compliance areas, including AML and financial and trade sanctions.  He has a particular focus in the digital assets space and was a founding member of the crypto-fraud networking group CFAAR.\nNick helps regulated firms with risk of investigation or enforcement action by regulators and disputes in the financial services, crypto assets, and fintech sectors. He\nregularly advises clients on business-critical investigations, judicial reviews, and high-value disputes in the private equity / M&A space, particularly those arising out of fraud.\nRead more\nCompliance officers\nRisk Managers/analysts\nInternal Auditors/Audit managers\nOperational Risk teams\nTechnology & Cybersecurity leads\nFraud Investigator\nFraud Prevention specialists\nFraud Risk Manager\nFraud Intelligence Officer\nFinancial Crime Compliance teams\nFailure to Prevent Fraud\nEvent details\nVenue\nOnline event\nDate and time\n02 Sep 2025\n10:00\n\n                                          - 13:00\nFull and associate member rate\n£460.00 (+VAT)\nNon-member rate\n£590.00 (+VAT)\nBook now\nRead more\nShare",
  "scraped_date": "2025-07-25 14:46:26"
}