{
  "url": "https://www.fca.org.uk/consumers/pension-scams",
  "title": "How they work",
  "content": "Don’t let a scammer enjoy your retirement. Find out how pension scams work, how to avoid them, and what to do if you suspect a scam.\nFirst published:\n10/08/2017\nLast updated:\n20/03/2023\nSee all updates\nOn this page\nWarning signs\nEarly pension release scams\nPension review scams\nProtect yourself from pension scams\nReport a pension scam\nPension scams often involve attractive offers that aim to persuade you to transfer your pension pot (or release funds from it).\nIf you’re worried about money and want to use your pension to repay debts, contact a free debt adviser first to find out what your options are.\nUse\nMoneyHelper’s debt advice locator tool\nto find free debt advice near you.\nWarning signs\nPension scams often include:\na guaranteed better return on your pension savings\nhigh-pressure sales tactics\nunusual investments, which tend to be unregulated and high risk\ncomplicated structures, so it isn’t clear where your money will end up\nseveral groups (some of which may be based overseas) all taking a fee, which means the total amount deducted from your pension is significant\nEarly pension release scams\nYou should be very wary of any scheme offering to help you release cash from your pension before you’re 55. It’s almost certainly a scam.\nGenerally,\nyou can only take money from your pension when you’re 55 or older\nexcept in certain cases, such as poor health. This will increase to 57 from 2028.\nHow early pension release scams work\nOffers to access your pension early may be called 'pension liberation' or a 'pension loan', as the scammers often claim you can borrow money from your pension fund.\nIf you take up the offer, your pension funds will be transferred into a scheme set up by the scam, which will often be based abroad.\nYou may be 'loaned' an amount (often around half of your pension), with the company involved taking a fee, perhaps as much as 30%.\nYou could also face a tax bill of 55% on what you withdraw, even if:\nyou didn’t realise you’d broken the tax rules\nyou put the money back in your pension\nyou’ve paid fees or charges to the company involved\nyou’ve spent all the money\nOnce you’ve paid the fees and tax, any money remaining will then be invested in high-risk products or projects, like overseas property developments.\nSometimes it’s simply stolen outright.\nRisks of accessing your pension early\nTaking cash from your pension before you’re 55 is unlikely to be in your interests.\nIf an FCA-authorised adviser recommends an early pension-release scheme, ask them to explain the full consequences and risks, and your other options.\nThese schemes can be illegal if you’re not told – or are misled – about the tax you’ll pay and the risks of accessing your pension early.\nMoneyHelper has more information about\ntaking your pension\nand\nill-health retirement\n. If you’re over 50, you can also book a free appointment with a\nPension Wise adviser\n.\nPension review scams\nIf you’re contacted unexpectedly and offered a free pension review, it’s likely to be a scam.\nProfessional advice on pensions is not free\n.\nMost of the companies offering free pension reviews aren’t authorised, but many falsely claim they are. They may also claim that they don’t have to be authorised, as they aren’t providing the advice themselves.\nSome scammers may even say they’re acting on behalf of the FCA or\nMoneyHelper\n.\nHow pension review scams work\nFree pension reviews are designed to persuade you to move money from your pension pot into a high-risk scheme.\nYour pension pot is then invested in unusual investments such as overseas property, forestry, storage units, care homes, biofuels or businesses you may not be familiar with.\nYou may be promised guaranteed returns or cash from your pension to tempt you to take up these offers.\nSome of these investments are badly run, while others are outright scams.\nAs they’re promoted as long-term pension investments, it could be several years before you realise something is wrong.\nProtect yourself from pension scams\nIf you get a call out of the blue (a cold call) about your pension, the safest thing to do is hang up. It’s illegal and probably a scam. If you get offers via email or text, you should simply ignore them.\nReport pension cold calls to the\nInformation Commissioner’s Office (ICO)\n.\nIf you’re thinking about changing your pension arrangements, you should get financial guidance or advice beforehand.\nIf you want to find an adviser, make sure they’re authorised by us. Never take advice from the company that contacted you, this may be part of the scam.\nFind out more about\ngetting financial advice\nfrom MoneyHelper.\nReport a pension scam\nIf you’re worried about a potential scam or you think you may have been contacted by a fraudster, report it to us.\nCall us on 0800 111 6768 or use our\ncontact form\nto get in touch.\nPage updates\n20/03/2023\n:\nEditorial amendment\npage update as part of website refresh\nWas this page useful?\nYes\nNo\nWhat can we do to improve pages like this?\nWhat did you find helpful?\nSubmit Feedback\nLeave this field blank",
  "scraped_date": "2025-07-25 14:16:21"
}