{
  "url": "https://www.fca.org.uk/consumers/loan-fee-fraud",
  "title": "Spot the signs",
  "content": "Every year we receive hundreds of reports of loan fee fraud, with victims reporting an average loss of £255. Find out how to spot the warning signs.\nFirst published:\n18/04/2016\nLast updated:\n23/04/2025\nSee all updates\nOn this page\nHow loan fee fraud works\nHow to protect yourself\nHow genuine loan fees work\nReport a scam\nLoan fee fraud or advance fee fraud is a common scam where individuals are conned into paying a fee for a loan.\nThe fraudsters often ask for between £25 and £450. But once the fee is paid, you’ll never receive the loan you were offered.\nIf you’re struggling with money, you can get guidance on\ndealing with debt from MoneyHelper\n. You can also use the\nDebt Advice Locator tool\nto find free services in your area.\nHow loan fee fraud works\nScammers will often try to target individuals who’ve applied for loans online. They may contact you unexpectedly and will offer you the money you need.\nBut before giving you the loan, they’ll ask for an upfront payment as a deposit, administrative fee or insurance. They might claim it’s because you have a bad credit history.\nThey’ll often put pressure on you to pay the fee quickly via a bank transfer. Or they may ask you to buy a voucher, for example from Google Play, Amazon or Ebay. Scammers have even started asking for payments to be made via crypto exchanges.\nThe fraudsters may say the fee is refundable. But even though you make the payments they ask for, you’ll never receive the loan – or a refund on the fee.\nHow to protect yourself\nIf you need to apply for a loan, you should only deal with authorised firms. If you don’t, you won’t be protected if things go wrong, and you could end up losing lots of money.\nUse the\nFCA Firm Checker\nto make sure a financial firm is authorised by us and has our permission to provide the service you’re looking for.\nCheck that the firm’s contact details match the details on the Firm Checker.\nAlways use the contact details on the Firm Checker, rather than a direct line or email you've been given.\nIf there are no contact details on the Firm Checker, or the firm says they’re out of date, call us on 0800 111 6768.\nHow genuine loan fees work\nSometimes, genuine authorised firms will ask you to pay an upfront fee before they’ll provide a loan. If they do, they must send you a notice setting out specific information.\nBefore you get the loan, you’ll need to reply to the notice, saying you understand and agree with what it says.\nThe notice should include:\nThe name of the firm as it appears on the Firm Checker.\nA statement that the firm is acting as a credit broker.\nA statement saying if you need to pay a charge for the firm’s services.\nThe amount of the charge (or how it will be calculated).\nWhen the firm will take payment from you and how you'll pay.\nReport a scam\nIf you’re worried about a potential scam, or you think you may have been contacted by a fraudster, report it to us.\nCall us on 0800 111 6768 or use our\ncontact form\nto get in touch.\nPage updates\n23/04/2025\n:\nInformation added\non the FCA Firm Checker.\n06/12/2023\n:\nEditorial amendment\n20/03/2023\n:\nEditorial amendment\nPage update as part of the website refresh\n14/12/2022\n:\nInformation changed\nAverage loss figure updated.\n10/05/2022\n:\nInformation added\nQuick links near the start of the page\n09/12/2021\n:\nInformation added\nAnti-fraud jingle video added\n11/08/2021\n:\nInformation changed\nMoney Advice Service to MoneyHelper\n17/11/2020\n:\nEditorial amendment\nHouse style updates\nWas this page useful?\nYes\nNo\nWhat can we do to improve pages like this?\nWhat did you find helpful?\nSubmit Feedback\nLeave this field blank",
  "scraped_date": "2025-07-25 14:16:27"
}