{
  "url": "https://www.fca.org.uk/consumers/screen-sharing-scams",
  "title": "Learn more",
  "content": "Find out how screen sharing scams work, how to avoid these scams and what to do if you're scammed.\nFirst published:\n05/05/2022\nLast updated:\n23/04/2025\nSee all updates\nOn this page\nWhat are screen sharing scams\nHow to protect yourself\nIf you've been scammed\nWhat are screen sharing scams\nA screen sharing scam is the method someone might use to take information from you or access your accounts to transfer your money. You may be contacted out of the blue through social media or over the phone. Or when searching online for an investment opportunity or the contact details for a company.\nOnce a scammer has contacted you, they will try and gain your trust and convince you they can help. The type of scams may vary, whether that’s help with an investment or a banking service, the scammer will typically ask you to download legitimate screen sharing software.\nThis could be software you have heard of or have used before with work, friends or family. This could be software such as AnyDesk, Microsoft Teams, TeamViewer or Zoom. It could be through your phone, laptop or computer.\nThe scam can only take place if you download the software and allow them to take control of your screen. Once they have access to your screen, they can access your personal information. This includes any financial accounts, such as your online banking.\nOne of the main warning signs of a potential scam is if a firm or individual contacts you out of the blue. If you're asked to share your screen or provide remote access to your phone or computer, this is a warning sign it's a scam.\nHow to protect yourself\nEven if you have searched for a company online and contacted the firm, you should never share your screen with them. Scammers may try to build trust, friendship or a sense of security with you. Be wary of being put under pressure to make any decisions. If it sounds too good to be true, it probably is.\nYou should only deal with financial services firms that are authorised by us. Use the\nFCA Firm Checker\nto find out if a firm is authorised and has permission for the service it's offering you. If you can't find a firm on the Firm Checker,\ncontact us\non 0800 111 6768.\nAlways be wary if you’re contacted out of the blue, pressured to invest quickly or promised returns that sound too good to be true.\nIf you're contacted unexpectedly by a financial business, make sure you only reply using the contact details on the\nFirm Checker\n.\nAlways check the\nFCA Warning List\nbefore dealing with a company, to find out if they are known to be operating without our authorisation.\nFind out more about how to\nprotect yourself from scams\n.\nYou should seriously consider getting financial advice or guidance before investing. MoneyHelper has information on\nhow to find a financial adviser\nand our\nInvestSmart\npages will help you make better investment decisions.\nIf you've been scammed\nIf you’re worried about a potential scam, or you think you may have been contacted by a fraudster, report it to us. Call us on 0800 111 6768 or use our\ncontact form\n.\nIf you’ve already invested in a scam, fraudsters may try and target you again or sell your details to other criminals.\nThe follow-up scam may be completely separate or related to the previous fraud, such as an\noffer to get your money back\nor to buy back the investment after you pay a fee.\nPage updates\n23/04/2025\n:\nInformation added\non the FCA Firm Checker.\n20/03/2023\n:\nEditorial amendment\npage update as part of website refresh\nWas this page useful?\nYes\nNo\nWhat can we do to improve pages like this?\nWhat did you find helpful?\nSubmit Feedback\nLeave this field blank",
  "scraped_date": "2025-07-25 14:16:24"
}