[
  {
    "url": "https://www.which.co.uk/consumer-rights/advice/how-to-get-your-money-back-after-a-scam-amyJW6f0D2TJ",
    "title": "Get your money back from a scamAdvice for what your next step should be to help you get your money back.",
    "content": "How to get your money back after a scam\nHere’s what you can do to try and recover your money if you’ve lost out to a\nscam.\nHow did you pay?\nVideo: how to get your money back after a scam\nProblems getting your money back after a scam?\nNeed more help?\nHow did you pay?\nHow you go about getting your money back, and how successful you’re likely to be, will depend on how the money was paid.\nDebit card\nIf you used a debit card, you may be able to ask your bank to get your money back through the\nchargeback scheme\n.\nChargeback is not enshrined in law but is part of Scheme Rules, which participating banks subscribe to.\nIt applies to all debit card transactions including goods costing less than £100, although exact rules may vary between the American Express, Maestro and Visa networks.\nBut, there are no guarantees your bank will be able to recover the money through chargeback.\nChargeback also applies to credit card transactions where goods cost less than £100, so section 75 doesn’t apply.\nIf you want to use chargeback to get your money back after a scam,\nthis letter template could help\n.\nBank transfer\nA bank transfer scam, also known as an authorised push payment (APP) scam, occurs when you - knowingly or unwittingly - transfer money from your own bank account to one belonging to a scammer.\nIf you've been caught out by a complex and convincing scam which has resulted in you transferring your money into another bank account, then you should contact your bank immediately.\nTell the bank what happened, and let it know the bank account number your money was sent to.\nThe bank can try and recover the funds once it has been notified.\nThe new APP fraud reimbursement requirement came into force on 7 October 2024 and applies to bank transfer scams that happen on or after this date. For bank trasnfer scams before this date, the voluntary Contingent Reimbursement Model applies.\nAll types of APP fraud are covered by the new system, such as impersonation or romance scams. The rules apply to payment service providers (PSP) that offer Faster Payments, which is most UK banks, building societies and e-money firms.\nRead our guide detailed guide to\nget your money back after a bank transfer or authorised push payment scam\n.\nCredit card\nIf you've paid for goods or services with a credit or debit card, you have greater protection if things go wrong under Section 75 of the Consumer Credit Act or by using chargeback.\nBut whether you can make a claim or not depends on the type of scam you have fallen for.\nAn example of a scam where you could use\nSection 75\nor\nchargeback\nwould be a scam where you paid for goods or services and it turned out these were either never available or the 'seller' disappeared.\nCredit cards have the greatest protection, as you can make a claim against your card provider under Section 75. Under Section 75, the credit card company is jointly and severally liable for any breach of contract or misrepresentation by the company.\nFor Section 75 to apply the item or service you bought must have cost more than £100 and not more than £30,000.\nPaypal\nOrder not delivered\nIf the scammer took payment for an item through PayPal but failed to send it, you should be covered by PayPal Buyer Protection. However, there are some exceptions and time limits on lodging a claim.\nIn some cases, scammers set up convincing fake PayPal payment forms which actually just gather your bank details.\nFake PayPal payment page\nThis is when the scammer has used PayPal branding to make fraudulent activity look legitimate.\nAs PayPal isn't part of the transaction, you won't be able to claim your money back via PayPal Buyer Protection.\nSeller protection\nSellers can be scammed when a fraudster pays for an item via PayPal. The scammer may say that they didn't receive the item and make a claim through PayPal Buyer Protection or\nSection 75\n.\nIf you’re caught out by this scam you’ll probably want to make a claim.\nBut this has conditions and requirements - particularly around the delivery address that's used and the seller having proof of delivery.\nAs long as you’ve met all of the criteria you should be protected.\nIn some instances, the scammer will be aware of these rules and will specify a different delivery address or collect in person.\nIn these scenarios, you wouldn't be covered by seller protection as you didn't meet the condition of posting the item to the account holder’s registered address.\nCash, vouchers or gift cards\nUnfortunately, it can be very difficult to get your cash back after a scam.\nThis is also the case if the scam involved gift cards or vouchers. Make sure you never share the numbers on the back of gift cards or vouchers with people you don't know.\nReport the fraud to the police and\nTrading Standards\nto see if they can take any action.\nTalking to others about what's happened, and hearing about the experiences of others who have been through the same experience can help. You can get in touch with support groups through charities such as Citizen's Advice, Victim Support and Age UK.\nMoney transfer wire service\nUnfortunately, it's not always possible to get your money back if you paid via a wire service such as MoneyGram, PayPoint or Western Union.\nAll of these services provide advice on how to avoid fraud and scams, so it’s a good idea to read their guidance to safeguard yourself against future scams.\nI didn't authorise the payment\nIf there is a transaction on your card that you don't recognise, you can make a claim to your bank.\nIf you've handed over your card to have a particular amount debited from it, and then you find more money has been taken without your permission, or a sum has been taken by someone else, you can make a claim for this additional amount.\nThe\nPayment Services Regulations\nand the Banking Conduct of Business rules place obligations on banks and building societies to provide a refund in these circumstances.\nMake sure you report the unauthorised transaction as soon as you become aware of it.\nVideo: how to get your money back after a scam\nWatch our short video below to learn about the steps you can take to try to get your money back.\nProblems getting your money back after a scam?\nDifferent banks might have different policies on reimbursing victims of fraud, but all banks have a responsibility to protect your money.\nIf you think your bank hasn’t handled your case properly, you have the right to challenge its decision.\nEmotional support after a scam\nBeing scammed can take a huge toll on your mental health. You might find it helpful to talk to someone about what you’re going through. It’s not your fault, and there are plenty of non-judgemental advice lines you can call who will understand.\nMind\nMind has a confidential information and support line, Mind Infoline, available on\n0300 123 3393\n(lines open 9am - 6pm, Monday - Friday).\nVisit Mind\nVictim Support\nVictim Support has a free helpline where you can speak to someone confidentially available on\n0808 16 89 111\n(lines open 24/7).\nVisit Victim Support\nNeed more help?\nWhat to do if you've been scammed, or have come across a scam\nSpot and protect yourself from scams\nKeep up to date with the latest scams to watch out for and tips to keep you safe.\nReport scams to warn others\nGuidance on how to report different types of scams and what to do straight away.\nAll scam help & advice\nOur experts bring you the latest scam help, news & advice.\nLatest News In\nLatest scam news\nWatch out for the Nixol diet pill scam\n24 Jul 2025\nWhat is the Quantum AI scam?\n24 Jul 2025\nScam watch: ‘Scammers spent £650 on Amazon’\n23 Jul 2025\nThe latest scam alerts from Which?\n22 Jul 2025\nThe Which? Shoddies 2025\n17 Jul 2025\nNumber spoofing: are scam filters doing enough to catch dodgy texts?\n17 Jul 2025\nAll you need to know about task scams\n17 Jul 2025\n5 phone scams to know about right now\n16 Jul 2025\nScam alert: why you can’t trust that ‘Booking.com’ message\n10 Jul 2025\nBeware of fake Amazon calls and emails\n08 Jul 2025\nView all news",
    "scraped_date": "2025-07-25 15:24:55"
  },
  {
    "url": "https://www.which.co.uk/consumer-rights/advice/how-to-spot-a-scam-alFiz5h8mnJ9",
    "title": "Spot and protect yourself from scamsKeep up to date with the latest scams to watch out for and tips to keep you safe.",
    "content": "Spot and protect yourself from scams\nIt can be hard to tell if something is a scam - that’s why they work. Fraudsters are cunning and adapt quickly to convince you into parting with your money.\nHow to spot a scam\nDifferent types of scams\nWhich? Scam Alerts service\nNeed more help?\nHow to spot a scam\nAsk yourself the following questions. If you answer yes to any of them, there's a good chance it's a scam.\nHave you been contacted out of the blue?\nCold calls or unexpected emails or messages should raise suspicion, especially if you’re asked to give personal or payment details. It’s very unusual for legitimate organisations to contact you and ask for sensitive information if you’re not expecting them to. If you're not 100% convinced about the identity of the caller, hang up and contact the company directly.\nHave you been asked to share personal details?\nNever share your personal details with anyone if you can't confirm they are who they say they are. Scammers will often try and get valuable personal data from you, and they can use this to steal your money, or even to steal your identity. You should also be wary of anyone who asks you to pay in an unusual way, such as through Western Union or by using Cryptocurrency.\nAre the contact details vague?\nScam websites often have vague contact details. Remember that legitimate companies will have a place of business, phone number or email address to contact them on. Sometimes scammers also use premium rate numbers (starting ‘09’) to squeeze every penny they can out of you.\nAre you being asked to keep it secret?\nIt's important you can discuss any agreements with your friends, family or advisors as outside perspectives can provide valuable voices of reason. Fraudsters use grooming techniques including isolating you so that you don't tell anyone about the situation you're in and fall deeper into the scam. Asking you to keep quiet is a way to keep you away from the advice and support you need in making a decision.\nIs the offer too good to be true?\nScams will often promise high returns for very little financial commitment. They may even say that a deal is too good to miss. Use your common sense, if a deal seems too good to be true, it inevitably is.\nAre you being pressured to make a decision?\nFraudsters often try to hurry your decision making. Don’t let anyone make you feel under pressure - it’s OK to take a break and think things through if you’re not sure. It's also a common technique for scammers to use a countdown timer on scam websites to pile on further pressure. Genuine companies should always give you time and space to make an informed decision - anyone who tries to rush you should not be trusted.\nAre there spelling and grammar mistakes?\nEmails or messages littered with spelling and grammar mistakes are a scam giveaway. Legitimate organisations will rarely, if ever, make spelling or grammatical mistakes in their emails to you because they’ve been put together by professionals and checked before they’re sent.\nSign up for scam alerts\nOur emails will alert you to scams doing the rounds, and provide practical advice to keep you one step ahead of fraudsters.\nSign up for scam alerts\nDifferent types of scams\nRead through our advice guides on scams to find out more about what specific scams look like, how to avoid them, how to report them and what to do if you've been scammed.\nTake a look at our detailed guides for information on\nhow to spot and avoid specific scams\n.\nWe cover a range of topics whether you're looking for specific guidance on\nhow to spot a messaging scam\n, what a\nproperty scam\nlooks like or you want to brush up on your ability to\nspot AI scams\n.\nOur\nfraud advice\nguides can also walk you through the steps to take if you've had your card lost or stolen, or you have given details away to a fraudster. We also explain the steps to take if your\npersonal data has been lost\n.\nWhich? Scam Alerts service\nWhich? Scam Alerts is a free service run by Which?. It's designed to help people stay informed about the latest scams and avoid falling victim to fraud.\nKeep up-to-date on the latest scams in circulation by signing up for our free\nScam Alerts emails\nand joining our Scam Action and Alerts communities.\nSign up for scam alerts\nOur emails will alert you to scams doing the rounds, and provide practical advice to keep you one step ahead of fraudsters.\nSign up for scam alerts\nWhich? Scam Action and Alerts Facebook community\nJoin our Facebook community\nto help raise awareness about the latest scams and to empower us all in the constant struggle against fraudsters.\nNeed more help?\nWhat to do if you've been scammed, or have come across a scam\nGet your money back from a scam\nAdvice for what your next step should be to help you get your money back.\nReport scams to warn others\nGuidance on how to report different types of scams and what to do straight away.\nAll scam help & advice\nOur experts bring you the latest scam help, news & advice.\nSeen or been affected by a scam? Help us protect others\nSharing details of the scam helps us to protect others as well as inform our scams content, research and policy work. We will collect information relating to your experience of a scam, but we won't be able to identify your responses unless you choose to provide your contact details.\nShare scam details\nLatest News In\nLatest scam news\nWatch out for the Nixol diet pill scam\n24 Jul 2025\nWhat is the Quantum AI scam?\n24 Jul 2025\nScam watch: ‘Scammers spent £650 on Amazon’\n23 Jul 2025\nThe latest scam alerts from Which?\n22 Jul 2025\nThe Which? Shoddies 2025\n17 Jul 2025\nNumber spoofing: are scam filters doing enough to catch dodgy texts?\n17 Jul 2025\nAll you need to know about task scams\n17 Jul 2025\n5 phone scams to know about right now\n16 Jul 2025\nScam alert: why you can’t trust that ‘Booking.com’ message\n10 Jul 2025\nBeware of fake Amazon calls and emails\n08 Jul 2025\nView all news",
    "scraped_date": "2025-07-25 15:24:58"
  },
  {
    "url": "https://www.which.co.uk/consumer-rights/advice/how-to-report-a-scam-aG3sH5L8tjeP",
    "title": "Report scams to warn othersGuidance on how to report different types of scams and what to do straight away.",
    "content": "Report a scam\nReporting a scam is important to help stop criminals and to prevent others from falling victim.\nReport scams to warn others\nHow to report a scam\nNeed more help?\nReport scams to warn others\nReport fraud to your bank or payment provider\nIf you’ve lost money to a scam and you paid with a credit or debit card, or transferred money from your account, tell your bank or payment provider as soon as possible. Reports of fraud should be investigated quickly and all efforts should be made to recover the money if possible.\nRead our guide on\nhow to get your money back from a scam\n.\nReport the scam to Action Fraud and the police\nAction Fraud\nis the fraud and cybercrime reporting centre for England, Wales and Northern Ireland. It gathers intelligence on scams and passes it onto the National Fraud Intelligence Bureau for analysis by the police.\nYou can report any attempt to steal your money or personal information to Action Fraud by calling\n0300 123 2040\nor\nreporting it online\n.\nIf you live in Scotland, you can report a scam directly to the police by calling 101.\nIf your money has been stolen as the result of a scam, you can also report it to the police by calling 101.\nYou can also report an attempted scam, even if the fraudsters were unsuccessful. Not every report results in a police investigation, but any information you give will help build a clearer picture of how scams work, and who is behind them.\nSign up for scam alerts\nOur emails will alert you to scams doing the rounds, and provide practical advice to keep you one step ahead of fraudsters.\nSign up for scam alerts\nHow to report a scam\nEmail scams\nReport the scam\nScam emails should be forwarded to report@phishing.gov.uk. The National Cyber Security Centre (NCSC) will be able to investigate the scam and may be able to prevent other people from being targeted.\nYou can also report scam emails to the email provider.\nOn Gmail, click 'Report spam'. Google will receive a copy of the email and may analyse it.\nOn Outlook, use the 'Phishing' button and block the sender. This will stop you from getting messages from them in the future.\nOn Yahoo Mail, click 'Spam' and select a reason for reporting the email.\nInform the company\nIf you've received a fake email claiming to be from a company, it’s worth alerting the company in question.\nThis could be a bank, government department, utility provider, a shop or a subscription service.\nThe company can then warn its customers about the scam and take steps to prevent scammers from targeting it in the future.\nScam calls and texts\nTo report premium rate phone scams, contact Ofcom by\nfilling out a form on its website\nor by calling it on 0300 123 3333 or 020 7981 3040.\nYou can report scam calls received on your mobile phone to your provider by texting the word ‘call’ followed by the dubious phone number to 7726 on an iPhone. If you have an Android, text the word ‘call’ to 7726. You’ll then receive a message asking you for the scam number.\nYou can report scam texts by forwarding the text to 7726.\nScam adverts\nIf you've seen a dodgy advert, or feel you’ve been misled by one, you can report it to the\nAdvertising Standards Authority\n(ASA).\nYou can report any kind of mass advertising including ads that appear on television, radio, billboards, websites and social media.\nThe ASA will investigate and can get scam ads removed. It can also fine companies or individuals that breach its guidelines.\nOn Facebook, Instagram and TikTok, you can report posts or ads by selecting the three dots in the corner and pressing 'Report'.\nReport junk and scam mail\nIf you receive junk mail that you think might be from fraudsters, you can send it to Royal Mail at: Freepost Royal Mail Customer Services.\nRoyal Mail provides a\nform\nthat you can use to report scam letters. You can submit this online or send it to Freepost Scam Mail with the letter you received. Reporting scams helps Royal Mail investigate them with the relevant authorities.\nStop scam mail\nThe Mailing Preference Service (MPS) can remove your name and address from mailing lists. Register for free by calling 020 7291 3310 or visit\nmpsonline.org.uk\n.\nScam companies\nIf you report a scam to your local Citizens Advice, it may be able to offer you practical advice.\nCitizens Advice has a\nstrong relationship with Trading Standards\n. When you report a business you have concerns about, it will pass on information for officers to look into.\nTrading Standards officers investigate companies that may be involved in illegal activities, and have powers to take criminal action against fraudulent firms.\nSuspicious websites can be reported to\nthe National Cyber Security Centre on its website\n.\nSeen or been affected by a scam? Tell us about it\nSharing details of a scam helps us to protect others as well as inform our scams content, research and policy work. We will collect information about the scam, but we won't be able to identify your responses unless you choose to provide your contact details.\nShare scam details\nEmotional support after a scam\nBeing scammed can take a huge toll on your mental health. You might find it helpful to talk to someone about what you’re going through. It’s not your fault, and there are plenty of non-judgemental advice lines you can call who will understand.\nMind\nMind has a confidential information and support line, Mind Infoline, available on\n0300 123 3393\n(lines open 9am - 6pm, Monday - Friday).\nVisit Mind\nVictim Support\nVictim Support has a free helpline where you can speak to someone confidentially available on\n0808 16 89 111\n(lines open 24/7).\nVisit Victim Support\nNeed more help?\nWhat to do if you've been scammed, or have come across a scam\nGet your money back from a scam\nAdvice for what your next step should be to help you get your money back.\nSpot and protect yourself from scams\nKeep up to date with the latest scams to watch out for and tips to keep you safe.\nAll scam help & advice\nOur experts bring you the latest scam help, news & advice.\nLatest News In\nLatest scam news\nWatch out for the Nixol diet pill scam\n24 Jul 2025\nWhat is the Quantum AI scam?\n24 Jul 2025\nScam watch: ‘Scammers spent £650 on Amazon’\n23 Jul 2025\nThe latest scam alerts from Which?\n22 Jul 2025\nThe Which? Shoddies 2025\n17 Jul 2025\nNumber spoofing: are scam filters doing enough to catch dodgy texts?\n17 Jul 2025\nAll you need to know about task scams\n17 Jul 2025\n5 phone scams to know about right now\n16 Jul 2025\nScam alert: why you can’t trust that ‘Booking.com’ message\n10 Jul 2025\nBeware of fake Amazon calls and emails\n08 Jul 2025\nView all news",
    "scraped_date": "2025-07-25 15:25:02"
  },
  {
    "url": "https://www.which.co.uk/tool/scam-sharer",
    "title": "Share scam details",
    "content": "Scam sharer tool\n0\n% complete\nHow did you come across the scam?\nHow did you come across the scam?\nTelephone call\nOnline (websites/adverts)\nEmail\nText message\nWhatsApp\nThe scammer came to my house\nLetter or flyer\nThrough social media\nOther\nNext",
    "scraped_date": "2025-07-25 15:25:05"
  },
  {
    "url": "https://www.which.co.uk/news/article/watch-out-for-the-nixol-diet-pill-scam-aIVRx1q4BYP6",
    "title": "which linked page 5",
    "content": "24 Jul 2025\nWatch out for the Nixol diet pill scam\nWhich? found 62 dodgy adverts appearing on Facebook and Instagram\nTali Ramsey\nNumerous ads for Nixol diet pills falsely claim to be endorsed by the TV show, Dragons' Den, Which? warns.\nWhich? has previously warned about other\ndubious ads promoting health claims on social media\nafter finding examples of fake endorsements and dodgy products conning consumers.\nWhen we looked at Meta's ad library, we found 62 ads claiming to sell Nixol (a weight-loss pill) which either included Dragons' Den logos, were posted from accounts called 'Dragons' Den' or used the image of the well-known Dragon, Deborah Meaden. Many of the ads were also linked to websites impersonating a Daily Mail news story.\nBelow, we examine two examples of these ads, explain what we found and how you can avoid buying these dodgy products.\nSign up for scam alerts\nOur emails will alert you to scams doing the rounds, and provide practical advice to keep you one step ahead of fraudsters.\nSign up for scam alerts\nNixol social media ads\nNixol adverts\nAn advert posted on social media advertising Nixol diet pills\n1\n/\n3\nA large collection of images displayed on this page are available at\nhttps://www.which.co.uk/news/article/watch-out-for-the-nixol-diet-pill-scam-aIVRx1q4BYP6\nMost of the 62 ads that Which? found claimed that Nixol diet pills were endorsed by Dragons' Den. Some ads described the product as a ‘powerful remedy’ and that you could lose ‘12kg in two weeks’.\nOther ads claimed that the product was clinically tested by more than 29,000 women and men, is 100% natural and has no side effects.\nA advert promoting Nixol supplements using the images of ex-Dragon Sara Davies\nEx-Dragon Sara Davies stated on Facebook that several people had contacted her about weight-loss tablets she supposedly endorsed after seeing ads on social media. She said that any ads which feature her are definitely a scam.\nWhich? tried to contact Nixol about these ads, but we had no response from its email address. When we tried calling the number on its website, the call didn't connect, and when we looked up its business unit address, it appears to be registered to another company. We contacted the company that occupies the building that Nixol claims to be registered at, and that company confirmed to us that it has no connection to Nixol and had not heard of Nixol before.\nWebsites impersonating Dragons' Den and the Daily Mail\nA website claiming that Nixol has been pitched on TV show Dragon's Den\nOne of the websites linked to from the ads claimed that Nixol is endorsed by Dragons' Den, and the supposed entrepreneurs pitched the product on the show.\nWhich? traced the images used on the website to several other places on the internet and found that some were from news articles as well as real people who had lost weight via other methods.\nAn AI-generated image of the Dragons from Dragon's Den\nThe website also featured an AI-generated image of the Dragons on Dragons' Den holding boxes of Nixol.\nA website impersonated the Daily Mail promoting Nixol\nAnother recently created website that was linked to from the ads impersonated the Daily Mail. The website was made to look like an article promoting the supplement, claiming it ‘naturally burns fat’ and received the ‘biggest deal in Dragons' Den history.’\nThis website was registered to the same location in Reykjavik, Iceland, where we also found several scam websites were registered to last year when we unpicked a\nglobal financial scam\n.\nThe websites led to a retail website where you can buy a Nixol for £55 per month. It's likely that buying this will lead to a subscription trap, which is a type of scam we've previously warned about.\nOn Trustpilot, buyers of Nixol complained of the pills not working, not being able to obtain a refund and coming across the product after seeing a fake Daily Mail report. One reviewer mentioned that a questionnaire they filled out advised them that they were obese, despite having a healthy BMI.\nWeight loss medication\nThe Medicines and Healthcare products Regulatory Agency (MHRA) warns against obtaining any weight-loss medicines from any source other than a pharmacy, online or in-store, or through your doctor.\nFake diet pills have been found to contain dangerous and illegal substances.\nIf you've taken a medicine and are concerned about your health, call 111.\nWhat does Meta say?\nWe reported all ads to Meta using its in-platform reporting tool.\nWhich? also contacted Meta about these ads, and it confirmed that it had removed the ads we flagged. However, at the time of writing this, several new ads promoting Nixol had been posted.\nMeta also told Which? that under its health and wellness advertising policy, ads must not promote weight-loss products that include side-by-side before and after comparisons, close-ups to specific body areas or reinforce negative or unhealthy body images.\nSpotting social media scams\nIf you come across a social media ad or post that you’re suspicious of, take these steps:\nAvoid offers or claims that sound too good to be true\nDouble-check endorsements\nUse a tool like\nTinEye\nto trace the source of images used in the ad\nUse a tool like\nwho.is\nto look up domain name registrations; a recent registration is a good indication that it's a scam website\nDon't give out personal or financial information\nIf you fall victim to a scam, call your bank immediately using the number on the back of your bank card and report it to\nAction Fraud\n, or call the police on 101 if you’re in Scotland.\nMore on this\nSocial media platforms are failing to block dubious health ads\nDo popular diets really work?\nHow to spot a social media scam\nRelated articles\nWhat is the Quantum AI scam?\nScam watch: ‘Scammers spent £650 on Amazon’\nThe latest scam alerts from Which?\nThe Which? Shoddies 2025\nShare on Facebook\nShare on X\nShare by email\nBack to top\nMore on this\nSocial media platforms are failing to block dubious health ads\nDo popular diets really work?\nHow to spot a social media scam\nRelated articles\nWhat is the Quantum AI scam?\nScam watch: ‘Scammers spent £650 on Amazon’\nThe latest scam alerts from Which?\nThe Which? Shoddies 2025",
    "scraped_date": "2025-07-25 15:25:08"
  },
  {
    "url": "https://www.which.co.uk/news/article/watch-out-for-the-nixol-diet-pill-scam-aIVRx1q4BYP6",
    "title": "Watch out for the Nixol diet pill scam",
    "content": "24 Jul 2025\nWatch out for the Nixol diet pill scam\nWhich? found 62 dodgy adverts appearing on Facebook and Instagram\nTali Ramsey\nNumerous ads for Nixol diet pills falsely claim to be endorsed by the TV show, Dragons' Den, Which? warns.\nWhich? has previously warned about other\ndubious ads promoting health claims on social media\nafter finding examples of fake endorsements and dodgy products conning consumers.\nWhen we looked at Meta's ad library, we found 62 ads claiming to sell Nixol (a weight-loss pill) which either included Dragons' Den logos, were posted from accounts called 'Dragons' Den' or used the image of the well-known Dragon, Deborah Meaden. Many of the ads were also linked to websites impersonating a Daily Mail news story.\nBelow, we examine two examples of these ads, explain what we found and how you can avoid buying these dodgy products.\nSign up for scam alerts\nOur emails will alert you to scams doing the rounds, and provide practical advice to keep you one step ahead of fraudsters.\nSign up for scam alerts\nNixol social media ads\nNixol adverts\nAn advert posted on social media advertising Nixol diet pills\n1\n/\n3\nA large collection of images displayed on this page are available at\nhttps://www.which.co.uk/news/article/watch-out-for-the-nixol-diet-pill-scam-aIVRx1q4BYP6\nMost of the 62 ads that Which? found claimed that Nixol diet pills were endorsed by Dragons' Den. Some ads described the product as a ‘powerful remedy’ and that you could lose ‘12kg in two weeks’.\nOther ads claimed that the product was clinically tested by more than 29,000 women and men, is 100% natural and has no side effects.\nA advert promoting Nixol supplements using the images of ex-Dragon Sara Davies\nEx-Dragon Sara Davies stated on Facebook that several people had contacted her about weight-loss tablets she supposedly endorsed after seeing ads on social media. She said that any ads which feature her are definitely a scam.\nWhich? tried to contact Nixol about these ads, but we had no response from its email address. When we tried calling the number on its website, the call didn't connect, and when we looked up its business unit address, it appears to be registered to another company. We contacted the company that occupies the building that Nixol claims to be registered at, and that company confirmed to us that it has no connection to Nixol and had not heard of Nixol before.\nWebsites impersonating Dragons' Den and the Daily Mail\nA website claiming that Nixol has been pitched on TV show Dragon's Den\nOne of the websites linked to from the ads claimed that Nixol is endorsed by Dragons' Den, and the supposed entrepreneurs pitched the product on the show.\nWhich? traced the images used on the website to several other places on the internet and found that some were from news articles as well as real people who had lost weight via other methods.\nAn AI-generated image of the Dragons from Dragon's Den\nThe website also featured an AI-generated image of the Dragons on Dragons' Den holding boxes of Nixol.\nA website impersonated the Daily Mail promoting Nixol\nAnother recently created website that was linked to from the ads impersonated the Daily Mail. The website was made to look like an article promoting the supplement, claiming it ‘naturally burns fat’ and received the ‘biggest deal in Dragons' Den history.’\nThis website was registered to the same location in Reykjavik, Iceland, where we also found several scam websites were registered to last year when we unpicked a\nglobal financial scam\n.\nThe websites led to a retail website where you can buy a Nixol for £55 per month. It's likely that buying this will lead to a subscription trap, which is a type of scam we've previously warned about.\nOn Trustpilot, buyers of Nixol complained of the pills not working, not being able to obtain a refund and coming across the product after seeing a fake Daily Mail report. One reviewer mentioned that a questionnaire they filled out advised them that they were obese, despite having a healthy BMI.\nWeight loss medication\nThe Medicines and Healthcare products Regulatory Agency (MHRA) warns against obtaining any weight-loss medicines from any source other than a pharmacy, online or in-store, or through your doctor.\nFake diet pills have been found to contain dangerous and illegal substances.\nIf you've taken a medicine and are concerned about your health, call 111.\nWhat does Meta say?\nWe reported all ads to Meta using its in-platform reporting tool.\nWhich? also contacted Meta about these ads, and it confirmed that it had removed the ads we flagged. However, at the time of writing this, several new ads promoting Nixol had been posted.\nMeta also told Which? that under its health and wellness advertising policy, ads must not promote weight-loss products that include side-by-side before and after comparisons, close-ups to specific body areas or reinforce negative or unhealthy body images.\nSpotting social media scams\nIf you come across a social media ad or post that you’re suspicious of, take these steps:\nAvoid offers or claims that sound too good to be true\nDouble-check endorsements\nUse a tool like\nTinEye\nto trace the source of images used in the ad\nUse a tool like\nwho.is\nto look up domain name registrations; a recent registration is a good indication that it's a scam website\nDon't give out personal or financial information\nIf you fall victim to a scam, call your bank immediately using the number on the back of your bank card and report it to\nAction Fraud\n, or call the police on 101 if you’re in Scotland.\nMore on this\nSocial media platforms are failing to block dubious health ads\nDo popular diets really work?\nHow to spot a social media scam\nRelated articles\nWhat is the Quantum AI scam?\nScam watch: ‘Scammers spent £650 on Amazon’\nThe latest scam alerts from Which?\nThe Which? Shoddies 2025\nShare on Facebook\nShare on X\nShare by email\nBack to top\nMore on this\nSocial media platforms are failing to block dubious health ads\nDo popular diets really work?\nHow to spot a social media scam\nRelated articles\nWhat is the Quantum AI scam?\nScam watch: ‘Scammers spent £650 on Amazon’\nThe latest scam alerts from Which?\nThe Which? Shoddies 2025",
    "scraped_date": "2025-07-25 15:25:11"
  },
  {
    "url": "https://www.which.co.uk/news/article/what-is-the-quantum-ai-scam-acsiK7o1b7qr",
    "title": "which linked page 7",
    "content": "24 Jul 2025\nWhat is the Quantum AI scam?\nAds for an AI-fuelled investment scam are circulating on social media again\nTali Ramsey\nLast year, Which? exposed a global financial scam called Quantum AI, which impersonated celebs to lure unsuspecting victims into dodgy investment schemes.\nOur Which? Tech investigation last year found that\nQuantum AI is a global scam\nthat uses AI to impersonate celebrities and organisations, including the BBC, Elon Musk and David Beckham, to promote an investment scheme.\nThe scam has reappeared in recent weeks and Which? has found 12 adverts posted on Facebook and Instagram promoting Quantum AI.\nBelow, we take a look at these dodgy ads and explain how to avoid investment scams.\nGet tech-confident\nSolve your tech issues with expert help and advice. Chat to our support team as often as you need. From only £4.99 a month.\nJoin Which? Tech Support\nCancel anytime.\nQuantum AI adverts\nA dodgy advert promoting Quantum AI\nOne of the adverts we came across presented an automation service that claimed to be able to mimic the trading styles of professionals. It promoted this as ‘letting AI handle the market for you’.\nWe looked into the Facebook page behind the advert, which was recently created and was full of posts advertising the ability to make passive income. It also claimed the business was located in a London-based office building.\nThe website linked to the advert was registered in the same month and featured links to Telegram and WhatsApp channels.\nA dodgy advert promoting Quantum AI\nAnother advert we discovered used Elon Musk’s image and included fake tweets from Musk promoting the opportunity for Quantum AI users to earn hundreds of euros a day.\nThe advert prompted you to follow a dodgy link by giving you a short deadline to receive a weekly allowance of €5,000 after investing only €250. We traced the image of Musk used in the advertisement back to several other places on the internet, including its use to advertise other scams.\nWe found that the ad was posted from a Ukraine-based Facebook account and the posts on the page were unrelated to finance and trading. At the time of writing this, the website linked to the advert was not live. We reported all 12 adverts to Meta using its in-platform reporting tool.\nQuantum AI has several websites linked to it, and there are multiple Trustpilot reviews for each of them.\nRecent reviewers claimed that the scam impersonated Martin Lewis, Richard Branson, Jeremy Clarkson and Keir Starmer, as well as This Morning, to promote the financial scheme.\nFrustrated reviewers also complained of being ‘hounded relentlessly’ by calls from different numbers and not being able to make withdrawals on investments.\nSign up for scam alerts\nOur emails will alert you to scams doing the rounds, and provide practical advice to keep you one step ahead of fraudsters.\nSign up for scam alerts\nkey information\nHow the Quantum AI scam works\nYou follow an advert on social media promoting Quantum AI. Usually, the image or branding of a famous person or company is used to peddle the scheme.\nThe advert leads to a website which sometimes impersonates a news organisation, like the BBC, in a fake article promoting the investment scheme.\nOn the website, you’ll be prompted to enter your personal information in order to be contacted by a ‘financial advisor’. These details may include your name, phone number or email address.\nYou’ll then be bombarded by phone calls from a ‘financial advisor’ who’ll want to set you up on the Quantum AI platform. You may also receive emails or text messages. Typically, you’ll be asked to initially make an investment of £200-£250.\nSpotting scam social media ads\nAn advert or post on social media may be part of a scam if:\nit isn’t posted from an official account but features well-known celebrities or organisations.\nit uses deepfakes – you can spot these by looking out for unnatural movements, strange background noises, and unusual details in the hair, lighting and skin tone of the person in videos and images.\nit leads to a website that asks for your personal and financial details.\nit leads to a website that was recently created – you can find out when a site was created by typing it into the\nWho.is website\n.\nReporting investment scams\nThe Financial Conduct Authority issued a warning about Quantum AI, stating that it may be providing or promoting financial services or products without its permission.\nIt\nhas a register\nthat lists financial firms authorised to operate in the UK. It's best to avoid firms that aren't on this list.\nOn social media, you can report posts by selecting the three dots in the top-right corner of the post and pressing 'report'.\nSuspicious websites can be reported to the\nNational Cyber Security Centre\n.\nIf you've fallen victim to a text scam, you can report it to\nAction Fraud\nor the police if you live in Scotland.\nMore on this\nWe exposed a global AI scam\nHow to spot and avoid AI scams\nHow to spot a social media scam\nRelated articles\nWatch out for the Nixol diet pill scam\nScam watch: ‘Scammers spent £650 on Amazon’\nThe latest scam alerts from Which?\nThe Which? Shoddies 2025\nShare on Facebook\nShare on X\nShare by email\nBack to top\nMore on this\nWe exposed a global AI scam\nHow to spot and avoid AI scams\nHow to spot a social media scam\nRelated articles\nWatch out for the Nixol diet pill scam\nScam watch: ‘Scammers spent £650 on Amazon’\nThe latest scam alerts from Which?\nThe Which? Shoddies 2025",
    "scraped_date": "2025-07-25 15:25:15"
  },
  {
    "url": "https://www.which.co.uk/news/article/what-is-the-quantum-ai-scam-acsiK7o1b7qr",
    "title": "What is the Quantum AI scam?",
    "content": "24 Jul 2025\nWhat is the Quantum AI scam?\nAds for an AI-fuelled investment scam are circulating on social media again\nTali Ramsey\nLast year, Which? exposed a global financial scam called Quantum AI, which impersonated celebs to lure unsuspecting victims into dodgy investment schemes.\nOur Which? Tech investigation last year found that\nQuantum AI is a global scam\nthat uses AI to impersonate celebrities and organisations, including the BBC, Elon Musk and David Beckham, to promote an investment scheme.\nThe scam has reappeared in recent weeks and Which? has found 12 adverts posted on Facebook and Instagram promoting Quantum AI.\nBelow, we take a look at these dodgy ads and explain how to avoid investment scams.\nGet tech-confident\nSolve your tech issues with expert help and advice. Chat to our support team as often as you need. From only £4.99 a month.\nJoin Which? Tech Support\nCancel anytime.\nQuantum AI adverts\nA dodgy advert promoting Quantum AI\nOne of the adverts we came across presented an automation service that claimed to be able to mimic the trading styles of professionals. It promoted this as ‘letting AI handle the market for you’.\nWe looked into the Facebook page behind the advert, which was recently created and was full of posts advertising the ability to make passive income. It also claimed the business was located in a London-based office building.\nThe website linked to the advert was registered in the same month and featured links to Telegram and WhatsApp channels.\nA dodgy advert promoting Quantum AI\nAnother advert we discovered used Elon Musk’s image and included fake tweets from Musk promoting the opportunity for Quantum AI users to earn hundreds of euros a day.\nThe advert prompted you to follow a dodgy link by giving you a short deadline to receive a weekly allowance of €5,000 after investing only €250. We traced the image of Musk used in the advertisement back to several other places on the internet, including its use to advertise other scams.\nWe found that the ad was posted from a Ukraine-based Facebook account and the posts on the page were unrelated to finance and trading. At the time of writing this, the website linked to the advert was not live. We reported all 12 adverts to Meta using its in-platform reporting tool.\nQuantum AI has several websites linked to it, and there are multiple Trustpilot reviews for each of them.\nRecent reviewers claimed that the scam impersonated Martin Lewis, Richard Branson, Jeremy Clarkson and Keir Starmer, as well as This Morning, to promote the financial scheme.\nFrustrated reviewers also complained of being ‘hounded relentlessly’ by calls from different numbers and not being able to make withdrawals on investments.\nSign up for scam alerts\nOur emails will alert you to scams doing the rounds, and provide practical advice to keep you one step ahead of fraudsters.\nSign up for scam alerts\nkey information\nHow the Quantum AI scam works\nYou follow an advert on social media promoting Quantum AI. Usually, the image or branding of a famous person or company is used to peddle the scheme.\nThe advert leads to a website which sometimes impersonates a news organisation, like the BBC, in a fake article promoting the investment scheme.\nOn the website, you’ll be prompted to enter your personal information in order to be contacted by a ‘financial advisor’. These details may include your name, phone number or email address.\nYou’ll then be bombarded by phone calls from a ‘financial advisor’ who’ll want to set you up on the Quantum AI platform. You may also receive emails or text messages. Typically, you’ll be asked to initially make an investment of £200-£250.\nSpotting scam social media ads\nAn advert or post on social media may be part of a scam if:\nit isn’t posted from an official account but features well-known celebrities or organisations.\nit uses deepfakes – you can spot these by looking out for unnatural movements, strange background noises, and unusual details in the hair, lighting and skin tone of the person in videos and images.\nit leads to a website that asks for your personal and financial details.\nit leads to a website that was recently created – you can find out when a site was created by typing it into the\nWho.is website\n.\nReporting investment scams\nThe Financial Conduct Authority issued a warning about Quantum AI, stating that it may be providing or promoting financial services or products without its permission.\nIt\nhas a register\nthat lists financial firms authorised to operate in the UK. It's best to avoid firms that aren't on this list.\nOn social media, you can report posts by selecting the three dots in the top-right corner of the post and pressing 'report'.\nSuspicious websites can be reported to the\nNational Cyber Security Centre\n.\nIf you've fallen victim to a text scam, you can report it to\nAction Fraud\nor the police if you live in Scotland.\nMore on this\nWe exposed a global AI scam\nHow to spot and avoid AI scams\nHow to spot a social media scam\nRelated articles\nWatch out for the Nixol diet pill scam\nScam watch: ‘Scammers spent £650 on Amazon’\nThe latest scam alerts from Which?\nThe Which? Shoddies 2025\nShare on Facebook\nShare on X\nShare by email\nBack to top\nMore on this\nWe exposed a global AI scam\nHow to spot and avoid AI scams\nHow to spot a social media scam\nRelated articles\nWatch out for the Nixol diet pill scam\nScam watch: ‘Scammers spent £650 on Amazon’\nThe latest scam alerts from Which?\nThe Which? Shoddies 2025",
    "scraped_date": "2025-07-25 15:25:18"
  },
  {
    "url": "https://www.which.co.uk/consumer-rights/scams",
    "title": "Scams - Which? Consumer Rights - Which?",
    "content": "Scams\nAdvice to keep you safe from scams. Our experts bring you the latest help, news and advice.\nHelp and advice\nEmotional support\nLatest news\nWhat to do if you've been scammed, or have come across a scam\nGet your money back from a scam\nAdvice for what your next step should be to help you get your money back.\nSpot and protect yourself from scams\nKeep up to date with the latest scams to watch out for and tips to keep you safe.\nReport scams to warn others\nGuidance on how to report different types of scams and what to do straight away.\nSign up for scam alerts\nOur emails will alert you to scams doing the rounds, and provide practical advice to keep you one step ahead of fraudsters.\nSign up for scam alerts\nEmotional support after a scam\nBeing scammed can take a huge toll on your mental health. You might find it helpful to talk to someone about what you’re going through. It’s not your fault, and there are plenty of non-judgemental advice lines you can call who will understand.\nMind\nMind has a confidential information and support line, Mind Infoline, available on\n0300 123 3393\n(lines open 9am - 6pm, Monday - Friday).\nVisit Mind\nVictim Support\nVictim Support has a free helpline where you can speak to someone confidentially available on\n0808 16 89 111\n(lines open 24/7).\nVisit Victim Support\nSeen or been affected by a scam? Help us protect others\nSharing details of the scam helps us to protect others as well as inform our scams content, research & policy work. We will collect information relating to your experience of a scam, but we won't be able to identify your responses unless you choose to provide your contact details.\nShare scam details\nLatest News In\nLatest scam news\nWatch out for the Nixol diet pill scam\nWhat is the Quantum AI scam?\nScam watch: ‘Scammers spent £650 on Amazon’\nNumber spoofing: are scam filters doing enough to catch dodgy texts?\nView all news\nJoin our campaign to stamp out scams\nScammers are stealing hundreds of millions of pounds from innocent victims every year. Demand banks and businesses protect us from scams by signing the petition.\nSign the petition",
    "scraped_date": "2025-07-25 15:24:51"
  },
  {
    "url": "https://www.which.co.uk/consumer-rights/advice/how-to-spot-a-scam-alFiz5h8mnJ9",
    "title": "How to spot a scam - Which?",
    "content": "Spot and protect yourself from scams\nIt can be hard to tell if something is a scam - that’s why they work. Fraudsters are cunning and adapt quickly to convince you into parting with your money.\nHow to spot a scam\nDifferent types of scams\nWhich? Scam Alerts service\nNeed more help?\nHow to spot a scam\nAsk yourself the following questions. If you answer yes to any of them, there's a good chance it's a scam.\nHave you been contacted out of the blue?\nCold calls or unexpected emails or messages should raise suspicion, especially if you’re asked to give personal or payment details. It’s very unusual for legitimate organisations to contact you and ask for sensitive information if you’re not expecting them to. If you're not 100% convinced about the identity of the caller, hang up and contact the company directly.\nHave you been asked to share personal details?\nNever share your personal details with anyone if you can't confirm they are who they say they are. Scammers will often try and get valuable personal data from you, and they can use this to steal your money, or even to steal your identity. You should also be wary of anyone who asks you to pay in an unusual way, such as through Western Union or by using Cryptocurrency.\nAre the contact details vague?\nScam websites often have vague contact details. Remember that legitimate companies will have a place of business, phone number or email address to contact them on. Sometimes scammers also use premium rate numbers (starting ‘09’) to squeeze every penny they can out of you.\nAre you being asked to keep it secret?\nIt's important you can discuss any agreements with your friends, family or advisors as outside perspectives can provide valuable voices of reason. Fraudsters use grooming techniques including isolating you so that you don't tell anyone about the situation you're in and fall deeper into the scam. Asking you to keep quiet is a way to keep you away from the advice and support you need in making a decision.\nIs the offer too good to be true?\nScams will often promise high returns for very little financial commitment. They may even say that a deal is too good to miss. Use your common sense, if a deal seems too good to be true, it inevitably is.\nAre you being pressured to make a decision?\nFraudsters often try to hurry your decision making. Don’t let anyone make you feel under pressure - it’s OK to take a break and think things through if you’re not sure. It's also a common technique for scammers to use a countdown timer on scam websites to pile on further pressure. Genuine companies should always give you time and space to make an informed decision - anyone who tries to rush you should not be trusted.\nAre there spelling and grammar mistakes?\nEmails or messages littered with spelling and grammar mistakes are a scam giveaway. Legitimate organisations will rarely, if ever, make spelling or grammatical mistakes in their emails to you because they’ve been put together by professionals and checked before they’re sent.\nSign up for scam alerts\nOur emails will alert you to scams doing the rounds, and provide practical advice to keep you one step ahead of fraudsters.\nSign up for scam alerts\nDifferent types of scams\nRead through our advice guides on scams to find out more about what specific scams look like, how to avoid them, how to report them and what to do if you've been scammed.\nTake a look at our detailed guides for information on\nhow to spot and avoid specific scams\n.\nWe cover a range of topics whether you're looking for specific guidance on\nhow to spot a messaging scam\n, what a\nproperty scam\nlooks like or you want to brush up on your ability to\nspot AI scams\n.\nOur\nfraud advice\nguides can also walk you through the steps to take if you've had your card lost or stolen, or you have given details away to a fraudster. We also explain the steps to take if your\npersonal data has been lost\n.\nWhich? Scam Alerts service\nWhich? Scam Alerts is a free service run by Which?. It's designed to help people stay informed about the latest scams and avoid falling victim to fraud.\nKeep up-to-date on the latest scams in circulation by signing up for our free\nScam Alerts emails\nand joining our Scam Action and Alerts communities.\nSign up for scam alerts\nOur emails will alert you to scams doing the rounds, and provide practical advice to keep you one step ahead of fraudsters.\nSign up for scam alerts\nWhich? Scam Action and Alerts Facebook community\nJoin our Facebook community\nto help raise awareness about the latest scams and to empower us all in the constant struggle against fraudsters.\nNeed more help?\nWhat to do if you've been scammed, or have come across a scam\nGet your money back from a scam\nAdvice for what your next step should be to help you get your money back.\nReport scams to warn others\nGuidance on how to report different types of scams and what to do straight away.\nAll scam help & advice\nOur experts bring you the latest scam help, news & advice.\nSeen or been affected by a scam? Help us protect others\nSharing details of the scam helps us to protect others as well as inform our scams content, research and policy work. We will collect information relating to your experience of a scam, but we won't be able to identify your responses unless you choose to provide your contact details.\nShare scam details\nLatest News In\nLatest scam news\nWatch out for the Nixol diet pill scam\n24 Jul 2025\nWhat is the Quantum AI scam?\n24 Jul 2025\nScam watch: ‘Scammers spent £650 on Amazon’\n23 Jul 2025\nThe latest scam alerts from Which?\n22 Jul 2025\nThe Which? Shoddies 2025\n17 Jul 2025\nNumber spoofing: are scam filters doing enough to catch dodgy texts?\n17 Jul 2025\nAll you need to know about task scams\n17 Jul 2025\n5 phone scams to know about right now\n16 Jul 2025\nScam alert: why you can’t trust that ‘Booking.com’ message\n10 Jul 2025\nBeware of fake Amazon calls and emails\n08 Jul 2025\nView all news",
    "scraped_date": "2025-07-25 15:25:22"
  },
  {
    "url": "https://www.which.co.uk/consumer-rights/scams/card-fraud",
    "title": "Card fraud Advice - Which?",
    "content": "Card fraud\nIf you’ve been the victim of credit or debit card fraud, acting quickly is essential. Read our guides to find out what you should do in the event of card fraud and how to contact the Financial Ombudsman Service if you need to.\nMy card has been lost or stolen and used to purchase goods\nIt can be distressing if your credit or debit card is stolen has been used to purchase goods. You have rights to get your money back but you must act promptly.\nW\nWhich?\nI think I may have given a fraudster my bank details\nThe aim of many scams is to access your bank details. The way the fraudsters do this differs, depending on the scam. Read here what to do if you've been scammed.\nW\nWhich?\nTemplate Letters\nFree download\nLetter to ask a bank for repayment of a disputed transaction\nYour card provider may have a set process for submitting a claim for a refund of a disputed transaction. If it hasn't, you can use this template letter.",
    "scraped_date": "2025-07-25 15:25:25"
  },
  {
    "url": "https://www.which.co.uk/consumer-rights/scams/reporting-scams",
    "title": "Reporting scams Advice - Which?",
    "content": "Reporting scams\nIt’s not always clear who you should report a scam to or how to get your money back if you've been scammed. Our guides tell you how to report scams and get your money back.\nWhat to do if you’re the victim of a bank transfer scam\nBank transfer scams happen when someone transfers money to a bank account belonging to a criminal from their own bank account. We explain what to do if you’re victim to this scam.\nWhich? Team\nWhat is identity theft?\nIf you think your identity has been stolen, you should contact your bank or credit card company and the police as soon as possible to let them know the situation.\nTali Ramsey\nHow do I get my money back if I've made a bank transfer to the wrong account?\nThe code of best practice on ‘misdirected payments’ outlines how your bank should act if you send money to the wrong account.\nW\nWhich?\nI've been defrauded from a standing order or direct debit\nIf you've been defrauded from a false direct debit or a standing order that's gone astray you should get a refund. Read the Which? guide on how to go about this.\nW\nWhich?\nHow to spot a scam\nFraudsters can often be very cunning. Find out how to protect yourself against scams with our simple tips.\nW\nWhich?\nHow to get your money back after a scam\nLosing money to a scam can be extremely upsetting and frustrating. See if there's anything you can do to get the money back.\nW\nWhich?\nReport scams to warn others\nReporting fraud is important to help stop criminals, and to prevent others from falling victim to the same scam.\nW\nWhich?\nTemplate Letters\nFree download\nLetter to complain to your bank about APP fraud under Code\nUse our free letter template to complain to your bank an APP scam. This letter can only be used to complain about money that was lost before 7 October 2024 and your bank was signed up to the CRM code.\nFree download\nLetter to complain to your bank about APP fraud\nUse our free letter template to complain to your bank about APP fraud.\nFree download\nLetter to ask a bank for repayment of a disputed transaction\nYour card provider may have a set process for submitting a claim for a refund of a disputed transaction. If it hasn't, you can use this template letter.",
    "scraped_date": "2025-07-25 15:25:29"
  }
]