{
  "url": "https://www.which.co.uk/news/article/what-is-the-quantum-ai-scam-acsiK7o1b7qr",
  "title": "What is the Quantum AI scam?",
  "content": "24 Jul 2025\nWhat is the Quantum AI scam?\nAds for an AI-fuelled investment scam are circulating on social media again\nTali Ramsey\nLast year, Which? exposed a global financial scam called Quantum AI, which impersonated celebs to lure unsuspecting victims into dodgy investment schemes.\nOur Which? Tech investigation last year found that\nQuantum AI is a global scam\nthat uses AI to impersonate celebrities and organisations, including the BBC, Elon Musk and David Beckham, to promote an investment scheme.\nThe scam has reappeared in recent weeks and Which? has found 12 adverts posted on Facebook and Instagram promoting Quantum AI.\nBelow, we take a look at these dodgy ads and explain how to avoid investment scams.\nGet tech-confident\nSolve your tech issues with expert help and advice. Chat to our support team as often as you need. From only £4.99 a month.\nJoin Which? Tech Support\nCancel anytime.\nQuantum AI adverts\nA dodgy advert promoting Quantum AI\nOne of the adverts we came across presented an automation service that claimed to be able to mimic the trading styles of professionals. It promoted this as ‘letting AI handle the market for you’.\nWe looked into the Facebook page behind the advert, which was recently created and was full of posts advertising the ability to make passive income. It also claimed the business was located in a London-based office building.\nThe website linked to the advert was registered in the same month and featured links to Telegram and WhatsApp channels.\nA dodgy advert promoting Quantum AI\nAnother advert we discovered used Elon Musk’s image and included fake tweets from Musk promoting the opportunity for Quantum AI users to earn hundreds of euros a day.\nThe advert prompted you to follow a dodgy link by giving you a short deadline to receive a weekly allowance of €5,000 after investing only €250. We traced the image of Musk used in the advertisement back to several other places on the internet, including its use to advertise other scams.\nWe found that the ad was posted from a Ukraine-based Facebook account and the posts on the page were unrelated to finance and trading. At the time of writing this, the website linked to the advert was not live. We reported all 12 adverts to Meta using its in-platform reporting tool.\nQuantum AI has several websites linked to it, and there are multiple Trustpilot reviews for each of them.\nRecent reviewers claimed that the scam impersonated Martin Lewis, Richard Branson, Jeremy Clarkson and Keir Starmer, as well as This Morning, to promote the financial scheme.\nFrustrated reviewers also complained of being ‘hounded relentlessly’ by calls from different numbers and not being able to make withdrawals on investments.\nSign up for scam alerts\nOur emails will alert you to scams doing the rounds, and provide practical advice to keep you one step ahead of fraudsters.\nSign up for scam alerts\nkey information\nHow the Quantum AI scam works\nYou follow an advert on social media promoting Quantum AI. Usually, the image or branding of a famous person or company is used to peddle the scheme.\nThe advert leads to a website which sometimes impersonates a news organisation, like the BBC, in a fake article promoting the investment scheme.\nOn the website, you’ll be prompted to enter your personal information in order to be contacted by a ‘financial advisor’. These details may include your name, phone number or email address.\nYou’ll then be bombarded by phone calls from a ‘financial advisor’ who’ll want to set you up on the Quantum AI platform. You may also receive emails or text messages. Typically, you’ll be asked to initially make an investment of £200-£250.\nSpotting scam social media ads\nAn advert or post on social media may be part of a scam if:\nit isn’t posted from an official account but features well-known celebrities or organisations.\nit uses deepfakes – you can spot these by looking out for unnatural movements, strange background noises, and unusual details in the hair, lighting and skin tone of the person in videos and images.\nit leads to a website that asks for your personal and financial details.\nit leads to a website that was recently created – you can find out when a site was created by typing it into the\nWho.is website\n.\nReporting investment scams\nThe Financial Conduct Authority issued a warning about Quantum AI, stating that it may be providing or promoting financial services or products without its permission.\nIt\nhas a register\nthat lists financial firms authorised to operate in the UK. It's best to avoid firms that aren't on this list.\nOn social media, you can report posts by selecting the three dots in the top-right corner of the post and pressing 'report'.\nSuspicious websites can be reported to the\nNational Cyber Security Centre\n.\nIf you've fallen victim to a text scam, you can report it to\nAction Fraud\nor the police if you live in Scotland.\nMore on this\nWe exposed a global AI scam\nHow to spot and avoid AI scams\nHow to spot a social media scam\nRelated articles\nWatch out for the Nixol diet pill scam\nScam watch: ‘Scammers spent £650 on Amazon’\nThe latest scam alerts from Which?\nThe Which? Shoddies 2025\nShare on Facebook\nShare on X\nShare by email\nBack to top\nMore on this\nWe exposed a global AI scam\nHow to spot and avoid AI scams\nHow to spot a social media scam\nRelated articles\nWatch out for the Nixol diet pill scam\nScam watch: ‘Scammers spent £650 on Amazon’\nThe latest scam alerts from Which?\nThe Which? Shoddies 2025",
  "scraped_date": "2025-07-25 15:25:18"
}