{
  "url": "https://www.which.co.uk/consumer-rights/advice/how-to-get-your-money-back-after-a-scam-amyJW6f0D2TJ",
  "title": "Get your money back from a scamAdvice for what your next step should be to help you get your money back.",
  "content": "How to get your money back after a scam\nHere’s what you can do to try and recover your money if you’ve lost out to a\nscam.\nHow did you pay?\nVideo: how to get your money back after a scam\nProblems getting your money back after a scam?\nNeed more help?\nHow did you pay?\nHow you go about getting your money back, and how successful you’re likely to be, will depend on how the money was paid.\nDebit card\nIf you used a debit card, you may be able to ask your bank to get your money back through the\nchargeback scheme\n.\nChargeback is not enshrined in law but is part of Scheme Rules, which participating banks subscribe to.\nIt applies to all debit card transactions including goods costing less than £100, although exact rules may vary between the American Express, Maestro and Visa networks.\nBut, there are no guarantees your bank will be able to recover the money through chargeback.\nChargeback also applies to credit card transactions where goods cost less than £100, so section 75 doesn’t apply.\nIf you want to use chargeback to get your money back after a scam,\nthis letter template could help\n.\nBank transfer\nA bank transfer scam, also known as an authorised push payment (APP) scam, occurs when you - knowingly or unwittingly - transfer money from your own bank account to one belonging to a scammer.\nIf you've been caught out by a complex and convincing scam which has resulted in you transferring your money into another bank account, then you should contact your bank immediately.\nTell the bank what happened, and let it know the bank account number your money was sent to.\nThe bank can try and recover the funds once it has been notified.\nThe new APP fraud reimbursement requirement came into force on 7 October 2024 and applies to bank transfer scams that happen on or after this date. For bank trasnfer scams before this date, the voluntary Contingent Reimbursement Model applies.\nAll types of APP fraud are covered by the new system, such as impersonation or romance scams. The rules apply to payment service providers (PSP) that offer Faster Payments, which is most UK banks, building societies and e-money firms.\nRead our guide detailed guide to\nget your money back after a bank transfer or authorised push payment scam\n.\nCredit card\nIf you've paid for goods or services with a credit or debit card, you have greater protection if things go wrong under Section 75 of the Consumer Credit Act or by using chargeback.\nBut whether you can make a claim or not depends on the type of scam you have fallen for.\nAn example of a scam where you could use\nSection 75\nor\nchargeback\nwould be a scam where you paid for goods or services and it turned out these were either never available or the 'seller' disappeared.\nCredit cards have the greatest protection, as you can make a claim against your card provider under Section 75. Under Section 75, the credit card company is jointly and severally liable for any breach of contract or misrepresentation by the company.\nFor Section 75 to apply the item or service you bought must have cost more than £100 and not more than £30,000.\nPaypal\nOrder not delivered\nIf the scammer took payment for an item through PayPal but failed to send it, you should be covered by PayPal Buyer Protection. However, there are some exceptions and time limits on lodging a claim.\nIn some cases, scammers set up convincing fake PayPal payment forms which actually just gather your bank details.\nFake PayPal payment page\nThis is when the scammer has used PayPal branding to make fraudulent activity look legitimate.\nAs PayPal isn't part of the transaction, you won't be able to claim your money back via PayPal Buyer Protection.\nSeller protection\nSellers can be scammed when a fraudster pays for an item via PayPal. The scammer may say that they didn't receive the item and make a claim through PayPal Buyer Protection or\nSection 75\n.\nIf you’re caught out by this scam you’ll probably want to make a claim.\nBut this has conditions and requirements - particularly around the delivery address that's used and the seller having proof of delivery.\nAs long as you’ve met all of the criteria you should be protected.\nIn some instances, the scammer will be aware of these rules and will specify a different delivery address or collect in person.\nIn these scenarios, you wouldn't be covered by seller protection as you didn't meet the condition of posting the item to the account holder’s registered address.\nCash, vouchers or gift cards\nUnfortunately, it can be very difficult to get your cash back after a scam.\nThis is also the case if the scam involved gift cards or vouchers. Make sure you never share the numbers on the back of gift cards or vouchers with people you don't know.\nReport the fraud to the police and\nTrading Standards\nto see if they can take any action.\nTalking to others about what's happened, and hearing about the experiences of others who have been through the same experience can help. You can get in touch with support groups through charities such as Citizen's Advice, Victim Support and Age UK.\nMoney transfer wire service\nUnfortunately, it's not always possible to get your money back if you paid via a wire service such as MoneyGram, PayPoint or Western Union.\nAll of these services provide advice on how to avoid fraud and scams, so it’s a good idea to read their guidance to safeguard yourself against future scams.\nI didn't authorise the payment\nIf there is a transaction on your card that you don't recognise, you can make a claim to your bank.\nIf you've handed over your card to have a particular amount debited from it, and then you find more money has been taken without your permission, or a sum has been taken by someone else, you can make a claim for this additional amount.\nThe\nPayment Services Regulations\nand the Banking Conduct of Business rules place obligations on banks and building societies to provide a refund in these circumstances.\nMake sure you report the unauthorised transaction as soon as you become aware of it.\nVideo: how to get your money back after a scam\nWatch our short video below to learn about the steps you can take to try to get your money back.\nProblems getting your money back after a scam?\nDifferent banks might have different policies on reimbursing victims of fraud, but all banks have a responsibility to protect your money.\nIf you think your bank hasn’t handled your case properly, you have the right to challenge its decision.\nEmotional support after a scam\nBeing scammed can take a huge toll on your mental health. You might find it helpful to talk to someone about what you’re going through. It’s not your fault, and there are plenty of non-judgemental advice lines you can call who will understand.\nMind\nMind has a confidential information and support line, Mind Infoline, available on\n0300 123 3393\n(lines open 9am - 6pm, Monday - Friday).\nVisit Mind\nVictim Support\nVictim Support has a free helpline where you can speak to someone confidentially available on\n0808 16 89 111\n(lines open 24/7).\nVisit Victim Support\nNeed more help?\nWhat to do if you've been scammed, or have come across a scam\nSpot and protect yourself from scams\nKeep up to date with the latest scams to watch out for and tips to keep you safe.\nReport scams to warn others\nGuidance on how to report different types of scams and what to do straight away.\nAll scam help & advice\nOur experts bring you the latest scam help, news & advice.\nLatest News In\nLatest scam news\nWatch out for the Nixol diet pill scam\n24 Jul 2025\nWhat is the Quantum AI scam?\n24 Jul 2025\nScam watch: ‘Scammers spent £650 on Amazon’\n23 Jul 2025\nThe latest scam alerts from Which?\n22 Jul 2025\nThe Which? Shoddies 2025\n17 Jul 2025\nNumber spoofing: are scam filters doing enough to catch dodgy texts?\n17 Jul 2025\nAll you need to know about task scams\n17 Jul 2025\n5 phone scams to know about right now\n16 Jul 2025\nScam alert: why you can’t trust that ‘Booking.com’ message\n10 Jul 2025\nBeware of fake Amazon calls and emails\n08 Jul 2025\nView all news",
  "scraped_date": "2025-07-25 15:24:55"
}