[
  {
    "url": "https://www.actionfraud.police.uk/report",
    "title": "How to report fraud and cyber crime",
    "content": "You can report fraud or cybercrime to Action Fraud any time of the day or night using our online reporting tool. Reporting online is quick, easy and can be done on any device.\n\nThe tool will guide you through simple questions to identify what has happened and our advisors are available on web chat 24 hours a day to give you help and advice if you need it. To access web chat just click on the red chat icon at the bottom of your device screen.\n\nWhen reporting online you will be given the option to register, login to an existing account or continue as a guest.\n\nBy registering with us online you will have access to a host of features designed to make reporting even easier. After logging in you will have access to a 'Dashboard' located within the 'My account' section. From there you will be able to:\n\n• Track progress the progress of your report by clicking on 'My account' and then 'My reports'\n• Save and resume a partially completed report. To update previously submitted reports, simply go to “My account” and then “My reports”. Select your report with a case number beginning NFRC and select the “edit report” button.\n\nPlease note, if you continue as a guest and do not register with us online you will not access any of the features listed above. You will only receive updates by email or post.\n\nYou can also report to us by calling 0300 123 2040 Monday to Friday between 8am - 8pm. If reports are made online please note that the same urgency as those made over the phone. If you are calling from abroad please call +44 300 123 2040.\n\nWhat does an '0300' phone number mean?\n\n03 phone numbers cost the same as a call to local landline phone numbers, even from a mobile phone. So by calling Action Fraud on 0300 123 2040, you will not have to pay over the odds for the call. Only public bodies and not-for-profit organisations are allowed to use a number beginning 030.\n\nReporting a live cyber attack 24/7\n\nIf you are a business, charity or other organisation which is currently suffering a live cyber attack (in progress), please call 0300 123 2040 immediately. This service is available 24 hours a day, 7 days a week. Please note, if you are a member of the public this service is available Monday to Friday between 8am - 8pm.\n\nIf you have suffered a data breach and report to us, we won't automatically pass this onto the Information Commissioner's Office (ICO). Under the new General Data Protection Regulation (GDPR) rules, from the 25th May 2018 it is mandatory that you also report data breaches to the ICO within 72 hours https://ico.org.uk/for-organisations/guide-to-the-general-data-protection-regulation-gdpr/personal-data-breaches/.\n\nVulnerable victims\n\nWe offer an enhanced service for vulnerable victims. Find out more about vulnerable victims https://www.actionfraud.police.uk/vulnerable-victims-and-the-victims-code.\n\nData security\n\nFor your peace of mind the data you provide is totally secure and will only be provided to the police or anti-fraud agencies. Read more about the Action Fraud Information Charter (https://www.actionfraud.police.uk/information-charter) \n\n(Please be aware it is a criminal offence (http://www.legislation.gov.uk/ukpga/1967/58/section/5) to submit a fake rep) \n\nYou can also report and get advice about fraud or cyber crime by calling 03001232040",
    "scraped_date": "2025-07-25"
  },
  {
    "url": "https://www.actionfraud.police.uk/information-charter",
    "title": "Information Charter",
    "content": "# Information Charter\n\nWe need to handle personal information about you so that we can provide services for you. This is how we look after that information.\n\n### When we ask you for personal information, we promise:\n\n* To make sure you know why we need it;\n* To only ask for what we need, and not to collect too much or irrelevant information;\n* To protect it and make sure nobody has access to it who shouldn't;\n* To let you know if we share it with other organisations to give you better public services - and if you can say no;\n* To make sure we don't keep it longer than necessary; and\n* Not to make your personal information available for commercial use without your permission.\n\n### In return, we ask you to:\n\n* Give us accurate information; and\n* Tell us as soon as possible if there are any changes, such as a new address.\n\nThis helps us to keep your information reliable and up to date.\n\n### You can get more details on:\n\n* How to find out what information we hold about you and how to ask us to correct any mistakes;\n* Agreements we have with other organisations for sharing information;\n* Circumstances where we can pass on your personal information without telling you, for example, to\n* Prevent and detect crime or to produce anonymised statistics;\n* Our instructions to staff on how to collect, use and delete your personal information;\n* How we check the information we hold is accurate and up to date; and\n* How to make a complaint.\n\nFor further information please contact:\n\nThe Information Manager at:\n\nCity of London Police\nPO Box 36451\n182 Bishopsgate\nLondon EC1M 4WN\n\nWhen we ask you for information, we will keep to the law, including the Data Protection Act 2018. For independent advice about data protection, privacy and data-sharing issues, you can contact the Information Commissioner at:\n\nWycliffe House, Water Lane, Wilmslow, Cheshire, SK9 5AF.\n\nPhone: 0303 123 1113 or 01625 54 57 45\nFax: 01625 524510\nWebsite: www.ico.org.uk",
    "scraped_date": "2025-07-25"
  },
  {
  "url": "https://www.actionfraud.police.uk/vulnerable-victims-and-the-victims-code",
  "title": "Vulnerable victims and the Victims' Code",
  "content": "# Vulnerable victims and the Victims' Code\n\nThe Victims’ Code recognises that victims and witnesses should be at the heart of the criminal justice system.\n\nElderly Woman And Child\n\nAction Fraud exists to ensure that victims of fraud have a central place to go to in order to report crime and get advice and support. We are committed to providing the best service possible to victims of fraud and those who need advice.\n\nOur partnership with the charity Victim Support (https://www.victimsupport.org.uk/) is central to this commitment and this is why everyone who reports a fraud to us has the option to receive support from the charity afterwards.\n\nThe Victims’ Code also makes an enhanced service available to vulnerable victims. Under the code, a vulnerable victim is classified as:\n\n- Anyone under the age of 17 at the time of the offence.\n- Anyone who is suffering from a mental disorder within the meaning of the Mental Health Act 1983.\n- Those with a significant impairment of intelligence and social functioning.\n- Those with a physical disability or who suffer from a mental disorder.\n\nIf you want to contact Action Fraud on behalf of a vulnerable victim, we will provide an enhanced service to help. Please make it clear that you are contacting us on behalf of a vulnerable victim.\n\n### Useful external links for those who work with young people\n\nChildnet International (http://www.childnet.com/)\n\nUK - Safer Internet Centre (http://www.saferinternet.org.uk/)",
  "scraped_date": "2025-07-25"
},
{
  "url": "https://www.actionfraud.police.uk/faq",
  "title": "Frequently asked questions",
  "content": "# Frequently asked questions\n\n## Choose category:\n\n### What is Action Fraud?\nAction Fraud is the UK national reporting centre for fraud and cyber crime where you should report fraud if you have been scammed, defrauded or experience cyber crime in England, Wales and Northern Ireland. Please Note: Police Scotland have not signed up to the Action Fraud process. If you are in Scotland please follow the guidance on the Police Scotland website at Scams and frauds - Police Scotland\n\n### Who are the National Fraud Intelligence Bureau?\nThe National Fraud Intelligence Bureau (NFIB) sits alongside Action Fraud within the City of London Police which is the National policing lead for economic crime. All reports of fraud and cyber crime reported to Action Fraud, whether they are identified as a crime report or an information report, are received into NFIB and assessed to determine the most appropriate action for that report. In addition, all reports received by NFIB are analysed to help build a clearer picture and understanding of fraud and cyber crime in England and Wales; which helps the public, law enforcement and businesses to better protect themselves.\n\n### How do I make a report to Action Fraud?\nUnfortunately Action Fraud are unable to accept reports of fraud by post or direct email as they cannot be recorded. You can make a report to Action Fraud via the website (www.actionfraud.police.uk). Alternatively, please telephone an Action Fraud Advisor on 0300 123 2040.\n\n### Do you offer support for deaf or hard of hearing people?\nAction Fraud is proud to work alongside SignVideo to assist with reporting for deaf or hard of hearing people who use British Sign Language (BSL). SignVideo is the UK’s leading British Sign Language video interpreting service and offers a specialist state-of-the art video contact centre staffed by fully qualified and registered British Sign Language interpreters and Irish Sign Language interpreters available on demand.\n\nIf you are deaf or hard of hearing, please follow the instructions below in order to access Action Fraud via the SignVideo App.\n\n#### How do I use the SignVideo App?\nIn order to use the service, you will need to download the SignVideo app on your mobile device. When you open the app, you will see the SignDirectory. Scroll down the SignDirectory and look for 'Action Fraud'. Click on the button for 'Action Fraud' and a SignVideo interpreter will appear on your screen to interpret your conversation. Please see signvideo.co.uk/download for more information.\n\n#### What do I need to use SignVideo?\nTo use SignVideo, you will need three things as minimum requirements:\n\n1) Device: They can be the following:\n   - iOS app\n   - Android app\n   - SignVideo Web\n2) Webcam: They can be plugged in or built in.\n3) Good internet connection: For the best experience with SignVideo, we advise having a minimum 2mbps upload and download internet speed. Your internet connection can be any of the following:\n   - 3G,4G,5G mobile network\n   - Plugged in Broadband/ethernet\n   - WiFi\n\n#### What do I need to use SignVideo?\nTo resolve any issues you may have, please check our the SignVideo page: www.signvideo.co.uk/faq\nTo receive help and support, please get in touch with the SignVideo Customer Services. You can contact SignVideo in BSL: www.customer.signvideo.me. Alternatively, email the technical support team directly: [email protected]\n\n### I have registered on the website, what can I do?\nIf you have registered you can:\n- Report fraud and cyber crime\n- Save and resume a partially completed report\n- Track the progress of your report\n- Add information to your report\n- Download a copy of your report\n- Receive an outcome by email\n\nPlease visit the Action Fraud website where you can register to use this service any time of the day or night which enables you to both report a fraud and find help and support. Please note that if you do not register at the time the report is made, this service will not be available to you. If you are seeking an update to a report please visit your dashboard to track the progress of your report. If you did not register it will not be possible to receive an update, but an outcome will be provided to you in due course.\n\n### I have registered on your website but didn’t receive a confirmation email?\nIf you do not receive the confirmation email within a few minutes of signing up, please check your Spam or Junk E-mail folder just in case the confirmation email got delivered there instead of your inbox. If you have your email set up to automatically delete spam, you may also wish to check your deleted folder. If the email still cannot be located please call us on 0300 123 2040.\n\n### What is the Action Fraud remit?\nAction Fraud is the UK’s national reporting centre for fraud and cyber crime, and takes crime and information reports on behalf of the police and gives advice and fraud prevention guidance.\n\nAction Fraud does not have investigation powers, however, the reports taken by Action Fraud are sent to our colleagues at the National Fraud Intelligence Bureau (NFIB) which is also run by the City of London Police, the national lead force for fraud.\n\nThe NFIB collates and analyses intelligence on fraud, identifying information which could be used by police forces to progress an investigation. Not all crime reports received by NFIB are sent to forces; for instance, some will be sent to forces as intelligence to enable them to take appropriate action while others will be sent to the Prevention and Disruption Team to allow for the fraud enabler (such as telephone number, website address) to be blocked to prevent others from becoming victims. All reports, whether they are a crime report or information report, will be analysed enabling us to provide timely information and Protect advice to the public.\n\n### What crimes can't I report to Action Fraud\nAction Fraud takes reports of fraud and cybercrime as set out in the Home Office Counting Rules for Fraud.\n\nWe are unable to take reports of:\n- Theft of a vehicle\n- Suspicious online behaviour with or towards a child\n- Online hate or bullying crime, material or messages\n- Counterfeit medicine or medical devices available to purchase online\n- Business or personal tax fraud\n- Benefit related\n- Immigration related\n- Counterfeit Currency\n\nIf your reports relates to any of the above, please follow the links to report it to the correct organisation.\n\n### I have concerns that fraudulent activity may be funding terrorism. What should I do?\nYou may be concerned that suspected fraudulent activity may be connected to funding terrorist activity.\n\nLike other criminals, terrorists need to plan. They sometimes need access to funds to help them.\n\nSome examples of suspicious activity could include:\n- Carrying out suspicious or unusual bank transactions\n- Holding passports or other documents in different names, for no obvious reasons\n\nWhen attacks have happened in the past, people have said that they suspected something was wrong, but worried they may waste police time by coming forward. Or that they might get someone into trouble.\n\nYou are not wasting our time, and no call or click will be ignored. What you tell us is treated in the strictest confidence and is thoroughly researched by experienced officers before, and if, any police action is taken.\n\nIf you see or hear something unusual or suspicious trust your instincts and ACT – Action Counters Terrorism.\n\nReport your concerns to Action Fraud, or visit gov.uk/ACT to make an online report.\n\n### What happens to my report once has it been made to Action Fraud?\nAfter a report has been made to Action Fraud, it will be sent for assessment by the National Fraud Intelligence Bureau (NFIB). This assessment of fraud and cyber crime reports from across the UK, helps to build a clear picture of where and how fraud and cyber crime is being committed. Experienced Reviewers will assess the data contained in the crime reports to determine whether there is enough information to send to a police force. It is important to be aware that police forces cannot be compelled to accept crime report sent to them by NFIB for investigation, they will review the report themselves and decide on their course of action.\n\n### I would like an update on my report?\nIf you have registered on our website, you can track the progress of your report by logging into your account. After logging in, check your reports status click on “My account” in the top right hand side of the website and then click “My reports”.\n\nIf you have any more queries, speak to us on web chat 24 hours a day.\n\n### How do I add information to my report?\nIf you have registered on our website, you can add information to your report by logging into your account. After logging in select the report you want to edit and then “Edit report”.\n\nPlease note, we cannot accept physical correspondence or evidence when making a report. However, please keep hold of this evidence as it may be required in the event of a police investigation.\n\nIf you have any more queries, speak to us on web chat 24 hours a day.\n\n### Can I withdraw my report?\nYes. Where Action Fraud is able to confirm that the circumstances are different to what was originally reported we are usually able to withdraw the matter as a recorded crime.\n\nA typical example of this is a report of internet shopping fraud where goods have not been delivered. Often we receive information from the person making the report that goods were either simply delivered later than expected or that goods could not be supplied through no fault of the seller and a full refund was provided. Another example is where a fraudulent transaction on a bank account was later confirmed to be lawful or due to a banking error.\n\nIf you wish to inform us of additional information of this nature, please get in contact with us.\n\n### How can I request a copy of my report?\nIf you have registered on our website you can download a copy of your report by logging into your account. After logging in, to edit your report click on “My account” in the top right hand side of the website and then click “My reports”. Select the report you want and download.\n\n### Support / Guidance\nIf you have been affected by crime, Victim Support can give you the help you need to move forward. Their services are free, confidential and available to anyone in England and Wales, regardless of whether the crime has been reported or how long ago it happened.\n\n### Other languages\nIf English is not your first language we run a service in your language. For further information please visit the Action Fraud website at https://www.actionfraud.police.uk/\n\n### Who are NECVCU?\nThe National Economic Crime Victim Care Unit (NECVCU) is a team of specialist advocates working within the City of London Police that supports vulnerable people who have fallen victim to fraud and cyber crime, with the aim being to make them feel safer and reduce the possibility of them becoming a repeat victim.\nFind out more about the work that the NECVCU do.\n\n### Third party requests for information relating to a report?\nAction Fraud and the NFIB take the security of data extremely seriously and unless you are the victim or can be verified as acting on behalf of a victim, it will not be possible to enter into correspondence with you.\n\n### How do I make a complaint about Action Fraud?\nIn the first instance, please see the guidance contained in the Action Fraud Complaints Policy.\n\nAction Fraud (AF) and the National Fraud Intelligence Bureau (NFIB) are hosted by the City of London Police and there have been recent changes as to how complaints can be made to the Police. Complaints can be made to the City of London Professional Standards Directorate (PSD), or to the Independent Office for Police Conduct (IOPC).\n\nIf, having read the guidance, you are still not satisfied with the service you have received from Action Fraud or the NFIB, you can make a complaint via https://www.cityoflondon.police.uk/fo/feedback/complaints/complaints/complain-about-the-police/ or https://www.policeconduct.gov.uk/complaints/guide-to-complaints-process.\n\nHowever, please note that neither Action Fraud nor the NFIB have investigative powers, and the NFIB are operationally independent. The complaints team has no authority or influence over the NFIB, to further review and forward cases to local forces for their consideration to investigate.\n\nThe police complaints system is not designed to consider operational decisions. If your complaint is about a decision not to record a crime or refer a reported fraud for investigation we will not be able to take any further action.\n\nWe are aware of feedback received about the term “viable lines of enquiry” which is contained in some of our correspondence. NFIB are currently reviewing this correspondence in order to provide greater clarity about what this means.\n\n### I have registered on the website and I am unable to see my report?\nIf you made a report before 6th October 2018 the website which you used to make your report has been upgraded.\n\nThe NFRC reference number and password details which you were provided will not enable you to access the new functions on the improved website.\n\nRegistering on the new website will not enable you to review and update your report made prior to 6th October. If you have not had an update about your report please be assured we will aim to send you an update within 4-6 weeks after you have made your report.\n\n### What is FALCON?\nOp Falcon (North, East, South and West) are the areas/boroughs within in the Metropolitan Police Service area. If your receive a letter stating that your crime has been disseminated to any of these areas i.e Falcon North, this means that your crime has been sent to the Metropolitan Police Service team covering that relevant area.",
  "scraped_date": "2025-07-25"
}
]