{
  "url": "https://www.ukfinance.org.uk/",
  "title": "Homepage | UK Finance",
  "content": "Homepage | UK Finance\nSkip to main content\nUK Finance search\nYou can use the search function to find a range of UK Finance material, from consultation responses to thought leadership to blogs, or to find content on a range of topics from Capital Markets & Wholesale to Payments & Innovation.\nSearch form\nScam Warning\n: We are aware of a potential scam involving people being offered loans for an upfront fee by an individual posing as a representative of UK Finance. UK Finance does not offer any financial products and anyone claiming to provide such products on our behalf is fraudulent. If you think you may have been a victim of a scam please contact your bank immediately and report it to\naction fraud\n.\n24.07.25\nPress release\nStudent arrested following an investigation into the distribution of criminal phishing kits that helped steal millions\nEconomic crime\n26.06.25\nChief Executive Newsletter\nChief Executive Newsletter - June 2025\nUK Finance\n11.09.25\nReceptions and dinners\nInvoice Finance and Asset-Based Lending Annual Dinner 2025\nCommercial finance\n|\nInvoice finance & asset-based lending\n02.09.25\nWorkshop\nFailure to Prevent Fraud\nEconomic crime\nHow can\nwe help?\nOur people\nRead more\nPolicy & guidance\nRead more\nEvents & training\nRead more\nAbout us\nRead more\nCareers\nRead more\nUpcoming training and events\n29.07.25\nWebinar\nMortgage Lenders Handbook\nJoin to learn about the new UK Finance Mortgage Lenders' Handbook.\nMortgages\n02.09.25\nWorkshop\nFailure to Prevent Fraud\nIs Your Firm Ready for September 2025? \n \nWith the Failure to Prevent Fraud offence now law under the Economic Crime and Corporate Transparency Act, financial services firms face a new layer of liability. This essential training will equip you to meet the looming deadline with confidence—focusing on final-stage readiness, robust risk assessments,…\nEconomic crime\n03.09.25\nWorkshop\nManaging the Risk of Outsourcing in Financial Services\nIn this workshop we will delve into the significance of establishing proper procedures to manage third-party risks. With the right documentation, from Service Level Agreements (SLAs) to termination contracts, you can protect your business and showcase regulatory compliance – all while keeping the Consumer Duty in mind.\nPrudential risk, reporting and tax\nDownload agreement\nBy downloading this document, you understand and agree that any sharing, distribution or republishing of the content, without prior written authorisation from the author or content managers at UK Finance, shall be constituted as a breach of the UK Finance website terms of use.\nAccept and continue\nAccept and continue",
  "scraped_date": "2025-07-25 14:46:42"
}