{
  "url": "https://www.ukfinance.org.uk/our-expertise/personal-banking/consumer-protection",
  "title": "Consumer protection | UK Finance",
  "content": "Consumer protection\nConsumer protection continues to be at the heart of the work of UK Finance and our members.\nOur work ensures that vulnerable customers can access and use financial services and products, and that they are treated positively and empathetically leading to outcomes that are as good as those for other customers.\nWe are helping members to implement the FCA Finalised Vulnerability Guidance effectively and influence the FCA’s Consumer Duty proposals as informed by insights from our Consumer Advisory Group.\nThe Consumer Duty will bring in new obligations on financial services firms and seeks to minimise consumer harms. We have been working closely with the FCA and members ahead of the final FCA rules being published in July 2022.\nThere have been a number of other significant developments in the consumer protection landscape, notably in the area of domestic abuse. The Domestic Act 2021 criminalised economic abuse for the first time and the government have published a Tackling Domestic Abuse Plan. The Tackling Domestic Abuse Plan recognised UK Finance’s\nFinancial Abuse Code\n, which many of our members have signed up to, as “critical”. We will continue to work closely with the government as the provisions in the 2021 Act are implemented, and to encourage more financial services providers to sign up to the Code.\nWe are engaging closely with members and the government on gambling ahead of a White Paper expected in Spring 2022. We are using our members’ evidence and expertise to help the government ensure a strong and effective consumer protection model, whilst recognising that the Gambling sector has primary responsibility.\nA strong training offer for members and stakeholders underpins our consumer protection work, through our unique\nVulnerability Academy\n. Delivered in conjunction with the Money Advice Trust, the Academy offers participants the opportunity to ensure their organisation is meeting its legal and regulatory responsibilities and that vulnerability is embedded across their work.\nConsumer Redress\nEnsuring quick and effective redress for customers when things go wrong is crucial to UK Finance and our members.\nWe provide regular forums for our members to share best practice on handling complaints. This has been particularly important in light of Covid-19 given the impact it has had on how people engage with their financial services providers.\nThere have been a number of recent significant developments in the consumer redress landscape.\nWe are committed to implementing the new Consumer Duty in a way that ensures the best redress for consumers, including through providing consistent feedback to the FCA on their proposals. This work will continue to be a significant area of focus for us in 2022.\nAlongside this, we continue to engage with the Financial Ombudsman Service (FOS) to understand their priorities and the principles which underpin their decision-making. UK Finance is supportive of the need for an impartial, transparent process which enables potentially material issues to be considered and the FOS’s recent Wider Implications Framework announcement was helpful in this regard.\nWe offer regular training on complaints issues to help members and stakeholders navigate the increasingly complex consumer redress landscape.\nArea of expertise:\nPersonal banking\nAreas of expertise - Personal banking\nPersonal banking\nFind out more\nRead more\nVulnerability and Consumer Duty Academy Autumn 2025\nIn our fourteenth cohort of the award-winning Vulnerability and Consumer Duty Academy, we will be bringing this to life across twelve sessions, including an induction, a graduation and ten interactive, practical, and problem-solving online workshops.\nRegister here\nRead more",
  "scraped_date": "2025-07-25 14:46:39"
}