[
    {
        "url": "https://www.takefive-stopfraud.org.uk//protect-yourself/cash-machine-fraud/",
        "title": "Cash machine scams",
        "scraped_date": "2025-08-19",
        "content": "Criminals use a variety of methods to target cash machines, including card skimming, when they fit a small device in the slot of the ATM or use a concealed device to capture your PIN. They may also use a technique called card trapping; when a device is fitted to the card slot to stop your card being returned to you.

Cash machines are a safe way to access your account and money, but there are steps you should take to protect yourself when using them.

Types of cash machine scams:
Entrapment devices: Inserted into the card slot in a cash machine, these devices prevent the card from being returned to the cardholder. To capture the PIN, the criminal will use a small camera attached to the machine and directed at the PIN pad, or they will watch it being entered by the cardholder. Once the customer leaves the machine, the criminal removes the device and the card and uses it to withdraw cash.
Skimming devices: These devices are attached to the cash machine to record the details from the magnetic strip of a card, while a miniature camera captures the PIN being entered. A fake magnetic stripe card is then produced and used with the genuine PIN to withdraw cash at machines overseas which have yet to be upgraded to Chip and PIN.
Shoulder surfing: A technique used by criminals to obtain PINs by watching over the cardholder’s shoulder when they are using an ATM or card machine. The criminal then steals the card using distraction techniques or pickpocketing.
How to protect yourself
tick
Always cover the keypad with your free hand whenever you use your card to avoid your PIN being seen, or to prevent it from being captured by a hidden camera.
tick
Be aware of people who may be standing too close or trying to distract you as you use an ATM in order to steal your card details and PIN.
tick
If you notice anything suspicious or unusual about an ATM such as signs of tampering, step away from using it and report it to the bank immediately.
tick
Some banks will allow you to put a maximum cash machine withdrawal limit through your banking app, this can prevent criminals taking large sums from your account if your card is stolen.
tick
If your card has been retained by a card machine, report it to your card provider immediately.
tick
If your banking app allows, freeze your card through the app to prevent criminals making withdrawals and purchases if your card is stolen or missing.
tick
Ensure you put your card and money away for safekeeping prior to leaving the cash machine. Destroy or shred any receipts when you dispose of them."
    },

    {
        "url": "https://www.takefive-stopfraud.org.uk//protect-yourself/banking-fraud/",
        "title": "Banking fraud",
        "scraped_date": "2025-08-19",
        "content": "Banking fraud is when criminals gain access to your bank account using your personal details and passwords, and take money from your account.

Banking fraud can occur through three channels:

Internet banking
Telephone banking
Mobile phone banking (in-app)
Criminals employ a range of social engineering techniques to trick you into giving away their personal and financial information, such as login details and one-time passcodes. They often impersonate trusted organisations – such as banks, HMRC, broadband providers – to get this information. They may also steal your personal information by intercepting your mail. The stolen details are then used to access your account and make a unauthorised payments.

Criminals may also try to gain access to your bank account through ‘remote access’, meaning they persuade you to give them control of your computer. Criminals claim to be providing support from an internet service provider, for example, and convince you to download programmes to your computer, giving them control of the device. They can then use this to access your accounts.

How to protect yourself
tick
Only provide organisations that you trust and have given consent to with your personal or financial details.
tick
Question uninvited approaches and contact companies directly using a known email or phone number.
tick
Contact your bank immediately if you spot transactions on your bank statements that you don’t recognise.
tick
Just because someone knows your personal information doesn’t mean they’re genuine.
tick
Be wary of unexpected or suspicious looking pop-ups that appear during your online banking session.
tick
Check the online banking security options your bank may provide."
    },

    {
        "url": "https://www.getsafeonline.org/personal/news-item/adidas-hit-by-data-breach-exposing-customer-contact-information/",
        "title": "Adidas hit by data breach, exposing customer contact information",
        "scraped_date": "2025-08-19",
        "content": "Sportswear and leisure clothing giant Adidas has confirmed it has suffered a data breach in which customer contact details were accessed by cybercriminals, prompting advice to customers from Get Safe Online.

According to a statement from the company, the compromised data relates primarily to individuals who had previously interacted with Adidas’ customer support team. However, the company emphasised that sensitive financial information—such as credit card numbers and login credentials—was not affected.

In a post on its website, Adidas said: “We remain fully committed to protecting the privacy and security of our consumers, and sincerely regret any inconvenience or concern caused by this incident.” The company said it is notifying those whose information may have been exposed and has reached out to both law enforcement and data protection regulators as required.

Tony Neate, CEO of Get Safe Online, advises: “The Adidas breach is the latest in a series of cyberattacks on household name retailers and is quite rightly causing grave concern with companies in the sector and their customers. If a retailer or other company you buy from or deal with suffers such a breach, we advise that you change your password to a new strong, secure and unique one, and be vigilant about any calls, emails or other messages claiming to be from either the affected company or someone claiming to be offering you compensation. It doesn’t take long and it’s infinitely better than being scammed.”

Lisa Barber from the UK consumer advocacy group Which? urged Adidas to maintain transparency and offer assistance to affected customers. She also advised individuals to monitor their financial accounts and credit reports for unusual activity, and to remain vigilant for phishing attempts that may exploit the incident.

The Adidas breach comes amid a broader wave of cyberattacks targeting major UK retailers. Recent victims have included Marks & Spencer, Co-op, and Harrods. While some of those cases have led to significant business disruption—M&S has reported estimated losses of £300 million—there is currently no evidence that Adidas has experienced similar operational impacts.

In its statement, Adidas attributed the breach to an unauthorised third party accessing data via an external customer service supplier. It says it acted swiftly to contain the issue and launched an internal investigation supported by cybersecurity specialists.

While speculation continues around the perpetrators of other retail breaches—including a group known as Scattered Spider—there is no indication that this outfit was involved in the Adidas incident. However, Adidas has acknowledged previous breaches affecting operations in Turkey and South Korea, though details remain limited.

The latest wave of cyberattacks, which began surfacing in April 2025, has raised alarm across the retail sector and prompted heightened scrutiny of cybersecurity practices among large corporations."
    },

    {
        "url": "https://www.getsafeonline.org/personal/articles/cyberstalking/",
        "title": "Cyberstalking",
        "scraped_date": "2025-08-19",
        "content": "Stalking and harassment have always existed, but since the growth of the internet, it has become easier for those who carry it out to do so either as an extension of their existing activities, or purely online. This persistent and frequent unwanted contact from another individual is highly undesirable and the outcome to either male or female victims is at best, discomfort and annoyance, and at worst severe distress and mental trauma.

Cyberstalkers can be either strangers or people you know (sometimes ex-partners), and there are many different motives. The more determined or obsessive stalkers become, the more likely they are to move from one online channel to another until your online presence is fully intruded upon. They commonly obtain their information about you via your online details of personal and financial affairs, relationships, social and work life and your location.

In November 2012, stalking became a named offence in England and Wales for the first time.

The risks
Identity theft – having your credentials controlled
Having your online accounts being taken over
Having your contact details obtained and used
Location and tracking of you by GPS on mobiles, tracker devices or spyware on phones
Having false profiles posted on social networking and other sites
Having malicious websites, blogs and social networking sites created about you
Impersonation of you being used to stalk others, positioning you as the guilty party
Being discredited in social media and other online communities
Being discredited in your place of work
Receiving direct threats through email/instant messaging
Stalking or harassment of your relatives, friends or colleagues (on average a stalker will contact 21 people connected to the victim)
Use of your image
Others being provoked to attack you
Escalation to physical violence
The stalker taking over your online accounts
Post-Traumatic Stress Disorder
Protect yourself against cyberstalking
Review what online information exists about you and keep it to a minimum
Regularly change your e-mail and passwords for key online accounts and keep them safe
Review all your privacy and security settings
Avoid public forums
Ensure that your computer and mobile devices have updated antispyware software installed and turned on
Ensure your wireless hub/router has security turned on.
Unless you are using a secure web page, do not send or receive private information when using public Wi-Fi
Limit the personal and financial information you share on or offline
Educate friends, family and work colleagues into the risks
If you are affected by cyberstalking
Gather and document as much evidence as you can
Report the stalking to the police
Seek help and support from relevant organisations, for example the specialist Cyber Stalking Helpline which you can access at www.thecyberhelpline.com 
Most social networking sites have a means of reporting such issues, for example Facebook, click here. Twitter is also introducing an in-Tweet ‘Report Abuse’ button across all apps and its website
The Suzy Lamplugh Trust is the support service for advice on legislature and safety information for those experiencing stalking/harassment
If you’ve experienced cybercrime, you can contact the charity Victim Support for free and confidential support and information."
    },

    {
        "url": "https://www.takefive-stopfraud.org.uk//protect-yourself/investment-fraud/",
        "title": "Investment scams",
        "scraped_date": "2025-08-19",
        "content": "Investment fraud is when a criminal manipulates you to invest in something that doesn’t exist.

Criminals might contact you by: 

Phone 
Email 
Social media 
Text or WhatsApp messages 
Online dating sites 
They might also set up fake websites that look professional or impersonate a legitimate investment firm, and even post fake adverts online and on social media.

Fake investment opportunities might include: shares and funds, cryptocurrency, gold, property, carbon, or high-end goods such as wine or art.

How to protect yourself
tick
Be cautious of celebrity endorsed investments, exclusive offers or those offering very high returns on investments.
tick
For some types of investment, criminals may pressure you into making a decision with no time for consideration. Only criminals will try to rush or panic you.
tick
Avoid clicking on links through ads and social media about investment opportunities.
tick
Do your research and check the company on the Financial Conduct Authority’s register.
tick
If you’re contacted out of the blue by phone, email or social media about an investment opportunity, do your research on the company first before you part with any personal or financial information."
    },

    {
        "url": "",
        "title": "",
        "scraped_date": "2025-08-19",
        "content": ""
    },
]