[
  {
    "url": "https://www.citizensadvice.org.uk/about-us/citizens-advice-privacy-policy/how-we-use-cookies/",
    "title": "You can find out more or opt-out from some cookies.",
    "content": "How we use cookies\nWhen you use our website, we add cookies to your device to:\nmake sure the website works well for you - for example, remembering whether you want to see content for England, Wales, Scotland or Northern Ireland\nfind out how you're using our website so we can improve it\nhelp us run fundraising campaigns effectively\nBy using our website, we assume you agree to us adding cookies to your device. If you want to disable, block or remove cookies, you can do this at any time.\nRemove or disable cookies\nIf you disable all cookies you:\nwon't be able to have your preferences remembered, like what country you live in\nwon't be able to fill in forms on our website\nmight not be able to use webchat or see content from other companies like Youtube videos or SurveyMonkey feedback forms\nwon't be able to log in - if you work or volunteer for Citizens Advice\nTo block cookies, you should change the settings in your web browser. You can also delete cookies that have already been set. Click on 'Help' in your web browser and search for 'cookies'.\nCookies from Google Analytics or Mouseflow tell us how you're using our site. You can opt out if you don't want these cookies added to your device.\nOpt out from Google Analytics cookies\n.\nOpt out from Mouseflow cookies\n.\nYou can\nfind out more about cookies and how to delete them on the Information Commissioner's Office (ICO) website\n.\nMaking our website work well\nWe add cookies to your device so you have a good experience when you use our website - for example:\nremembering your preferences\nstopping the cookie notice showing all the time\nmaking our online forms work\nhelping you log in\nRemembering your preferences\nCookie name\nHow long it's kept on your device\nCookie name\nCABExtent\nHow long it's kept on your device\n1 month\nThis cookie remembers which part of the UK you prefer to view information in - England, Wales, Scotland or Northern Ireland.\nThis means you won't have to choose a location every time you visit our website.\nStopping the cookie notice showing\nCookie name\nHow long it's kept on your device\nCookie name\neprivacy\nHow long it's kept on your device\n1 month\nThis cookie stops the pop-up message about cookies showing on every page you visit - instead, it's only shown on the first 3 pages or until you close it.\nMaking our online forms work\nCookie name\nWhat it's used for\nHow long its kept on your device\nCookie name\nAWSELB and AWSELBCORES\nWhat it's used for\nIf you fill in a form on our website, this cookie makes sure the information is remembered so that it works when you submit it.\nHow long its kept on your device\n5 minutes (AWSELB) and until you leave our website by closing your browser (AWSELBCORES)\nCookie name\nASP.NET_SessionId\nWhat it's used for\nIf you fill in a form on our website, this cookie makes sure the details you enter stay in the form while you're filling it in.\nHow long its kept on your device\nUntil you leave our website by closing your browser\nCookie name\n__AntiXsrfToken\nWhat it's used for\nThis cookie makes sure form submissions on the website are from genuine users and aren't malicious.\nHow long its kept on your device\nUntil you leave our website by closing your browser\nThese cookies make our online forms work. They're put onto your device whether you use a form or not.\nIf you log in to the public website - advisers and national staff\nCookie name\nCookie name\n.CitizensAdviceLogin\nThis cookie helps you to log in to the website.\nUntil you leave our website by closing your browser. If you clicked 'remember me' it's kept for 30 days.\nCookie name\nASPXROLES\nThis cookie stores details of what you're allowed to see and do when you're logged in. This improves the performance of the website for you - such as the speed pages load.\nUntil you leave our website by closing your browser.\nCookie name\n_public_website_frontend_session\nThis cookies is used to verify logged in users when they send an email via the 'email this page' feature.\nUntil you leave our website by closing your browser.\nOnly advisers and national Citizens Advice staff can log in to the website.\nFundraising campaigns\nWhen we run a fundraising campaign on Facebook and Instagram, we use a cookie (also known as a pixel) on a very small number of fundraising-related pages on our website. We identify these pages by adding a static text box that alerts users to the fact that we are using a cookie on the page and includes a link to our privacy policy for more information.\nThe cookie we use helps us to run the fundraising campaign as efficiently and effectively as possible by allowing us to:\nSend our fundraising adverts to people most likely to be interested in our work\nBuild ‘lookalike’ audiences, in order to reach more people interested in the work we do\nSend our fundraising adverts to people who have engaged with our content previously\nRunning fundraising campaigns\nCookie name\nHow long it's kept on your device\nCookie name\n_fr\nHow long it's kept on your device\n180 days\nCookies other companies add to your device\nIf you use tools or services on our website that are delivered by other organisations, they might put cookies on your device when you use it.\nThe tools and services we have on our website from other organisations are:\nGoogle forms, maps and Youtube videos -\nread Google's privacy policy\nSurveyMonkey feedback forms -\nread SurveyMonkey's privacy policy\nEventBrite events sign ups -\nread EventBrite's privacy policy\nembedded X feeds -\nread X's cookies policy\nvideos through Vimeo -\nread Vimeo's privacy policy\nembedded maps and presentations provided by Esri -\nread Esri's privacy policy\nwebsite performance with New Relic -\nread New Relic's cookies policy\nEnthuse - our national donation platform -\nread Enthuse's privacy policy\nCablink assessments from Proprofs -\nread Proprofs' privacy policy\nIf you use online chat\nWhen you use online chat, our chat provider LivePerson adds cookies to your device to make the chat work smoothly.\nYou can't be identified from any of the cookies and none of your personal information is taken through them.\nOnline chat cookies\nCookie name\nWhat it's used for\nHow long it's kept on your device\nCookie name\nLPSessionID / LPSID\nWhat it's used for\nThis cookie remembers what you’ve done on our website including online chat.\nHow long it's kept on your device\nUntil you leave our website by closing your browser\nCookie name\nLPVisitorID / LPVID\nWhat it's used for\nThis cookie lets the system remember you when you come back.\nHow long it's kept on your device\n2 years\nFinding out how you use our website\nWe use tools called Google Analytics and Mouseflow to help us understand how you're using our website.\nThey collect information by putting cookies on your device. They share that data with us and we use it to improve our website - for example, making popular pages easier to find.\nGoogle Analytics and Mouseflow collect information about:\nwhich links you click on\nwhere you move the mouse or cursor across the page\nhow much you scroll up and down on the page\nyour browser, device and operating system\nthe language you're using\nyour screen's resolution\nthe length of time you're on our website\nyour ISP and approximate ISP Location (City, Region, Country)\nhow you got to our website\nThe data collected through cookies is all anonymous - you can't be identified by it.We store the information for 6 months and then delete it.\nRead more about how Google Analytics uses cookies\n.\nRead more about how Mouseflow uses cookies in their privacy policy\n.\nThis cookies policy only covers citizensadvice.org.uk and its subdomains. Websites we link to should have their own cookies policy.",
    "scraped_date": "2025-07-25 14:05:13"
  },
  {
    "url": "https://www.citizensadvice.org.uk/consumer/",
    "title": "Consumer - Citizens Advice",
    "content": "Consumer\nEnergy\nHolidays and transport\nBuying or repairing a car\nScams\nSomething's gone wrong with a purchase\nInsurance\nWater\nPhone, internet or TV\nHome improvements\nYou've changed your mind\nPost\nGet more help\nTemplate letters\nEvent tickets\nVets and pets",
    "scraped_date": "2025-07-25 14:05:10"
  },
  {
    "url": "https://www.citizensadvice.org.uk/about-us/",
    "title": "Learn more about Citizens Advice - Citizens Advice",
    "content": "Learn more about Citizens Advice\nWe Are Citizens Advice - the people’s champion. We give people the knowledge and confidence they need to find their way forward - whoever they are, and whatever their problem.\nWe are here to help everyone who needs it with practical advice you can really trust. Our national charity and network of local charities offer confidential advice online, over the phone, and in person, for free.\nFind out more about who we are, what we do and how you can support us below.\nAbout us\nWho we are\nOur impact\nOur media centre\nPeople and governance\nThe Citizens Advice Witness Service\nReports and policies\nPrivacy and cookies\nAbout this site\nContact us\nChat with an adviser online\nChat with us online about debt\nContact us about a Universal Credit application\nContact the consumer service\nFeedback and complaints\nWhat to bring on your local Citizens Advice visit\nHow we handle unacceptable behaviour\nWork with us\nWorking for Citizens Advice\nJob opportunities with local Citizens Advice\nJob opportunities with Citizens Advice Scotland\nSupport us\nVolunteer with us\nFundraise for us\nBecome a partner\nOur work\nPolicy Research\nCitizens Advice consumer work\nOur campaigns\nAdvice trends\nOur prevention work\nAdvice partnerships\nAdviser resources\nAdviserNet - online information for advisers",
    "scraped_date": "2025-07-25 14:05:16"
  },
  {
    "url": "https://www.citizensadvice.org.uk/",
    "title": "Citizens Advice",
    "content": "This advice applies to England.\nSee advice for\nSee advice for\nNorthern Ireland\n,\nSee advice for\nScotland\n,\nSee advice for\nWales\nWelcome to\nCitizens Advice\nSearch for advice\nSearch\nPopular content\nMake a donation\nHow changes to immigration rules might affect you\nGet help with the cost of living\nGrants and benefits to help you pay your energy bills\nClaim compensation if your flight's delayed or cancelled\nCheck if you can pay less council tax\nClaiming compensation if you were moved to prepayment without permission\nCheck what benefits you can get\nExtra money and help PIP entitles you to\nVolunteer with us\nOver 14,000 highly trained volunteers support the delivery of our service. Our volunteers come from a range of backgrounds and find volunteering rewarding, challenging and fun. We have a range of roles in local Citizens Advice and Witness Service, want to find out more?\nOur volunteer opportunities\nPolicy, research and campaigns\nSee our latest campaigns\nRead our policy research work\nFind out about the impact of our advice\nFind your local Citizens Advice\nEnter your postcode or town\nSearch",
    "scraped_date": "2025-07-25 14:05:19"
  }
]