[
    {
        "url": "https://www.gov.uk/government/news/16m-lost-to-gig-ticket-scams-as-public-urged-to-take-caution",
        "title": "£1.6m lost to gig ticket scams as public urged to take caution",
        "scraped_date": "2025-08-18",
        "content": "On the eve of Glastonbury, British music lovers are being urged to take caution over last-minute tickets for sale on social media, after new figures revealed that the amount lost to ticket fraud more than doubled to £1.6m in 2024.

The government has issued the warning as part of its wider crackdown on scammers and online fraud, designed to ensure money is kept in working people’s pockets, as part of the Plan for Change.

With a host of tours and festivals due to take place this summer, including the Oasis reunion tour kicking off in July, new Action Fraud data released by the Home Office today finds the public lost more than £1.6 million in scams related to concert tickets in 2024 - more than double the figure from the previous year.

Around 3,700 gig ticket fraud reports were made to Action Fraud in 2024, with almost half of them referring to offers made on social media platforms. The government has called on tech companies to go further and faster to protect the public from the fraudulent offers being advertised on their platforms.

The data shows that people in their twenties were most likely to become victims of ticket fraud last year, accounting for 27% of all victims, and the government has urged people to follow the government’s Stop! Think Fraud campaign advice to ensure they are protected from scams ahead of a busy summer of gigs and festivals.

If you’re offered tickets for something in high demand don’t let the fear of missing out rush your decision. Take a moment to stop, think, and check if the offer is genuine.
Only buy tickets from the venue’s box office or an official ticketing website.
Never move away from an official payment platform to make a direct payment via bank transfer or virtual currency. Use the site’s recommended payment methods to stay protected.
With fraud the most commonly experienced crime in the UK, affecting 1 in 15 adults each year, the government is taking further steps to crack down on the scammers behind the surge in fraud over the last decade, including through a new ban on SIM farms, technical devices which facilitate fraud on an industrial scale.

The UK is also driving the response to fraud internationally through the adoption of the first ever UN resolution on fraud and has launched the first ever Insurance Fraud Charter to reduce fraud against the sector and consumers. The government will go further by publishing a new, expanded fraud strategy before the end of the year, which will place raising public awareness and working with tech companies at its heart.

This follows government plans to tackle greedy ticket touts through new measures announced earlier this year which will put a cap on the price of resold tickets for concerts, live sport and other events, to put the power back in the hands of fans.

Fraud Minister Lord Hanson said:

Fraud is an absolutely shameful crime and today’s data shows that anyone can be a victim.

While millions of Britons are getting ready to attend concerts this summer, the scammers are getting ready to exploit the desperate search for tickets, posting fake messages on social media sites offering to resell tickets they can’t use, or making last-minute offers from fake ticket companies.

That is why our campaign is called Stop! Think Fraud, so no matter how real a deal looks, we all need to take a moment to think: am I being ripped off? So, let’s all stay cautious, stay alert, and stay protected from fraud. Don’t let the scammers ruin your summer.

Tor Garnett, City of London Police Commander for Cyber and Economic Crime, said:

People go to gigs for that ‘once in a lifetime’ experience - especially at sold out concerts and festivals, where the atmosphere is unmatched. But the excitement can vanish in an instant when fans discover their tickets are fake or they’ve been scammed through social media or resale sites. The loss isn’t just financial - it’s deeply emotional, turning anticipation into heartbreak.

Criminals are targeting those looking to snap up last minute or resale tickets for sold out and highly in-demand concerts this year, and Action Fraud reporting data highlights this increasing issue. That’s why we encourage everyone to stay alert and recognise the tactics fraudsters use to commit ticket fraud this summer.

Key signs of ticket fraud include unsolicited messages with ticket offers and deals, or requests for payment via bank transfer. When buying tickets, use a reputable or official ticket-selling site. Always take a moment to double check offers for tickets and pay using a credit card. Follow the advice from Stop! Think Fraud site on how to protect yourself from fraud.

National Coordinator for the National Trading Standards eCrime Team, Mike Andrews, said:

Every summer music fans desperate to see their favourite artists at festivals or stadium tours are left distraught and considerably out of pocket at the turnstiles as they discover the tickets they bought in good faith are in fact part of a fraudulent scam.

Recent National Trading Standards prosecutions have led to serious jail time for ticket touts, which should send a message to all those who choose to engage in fraud that there are severe consequences.

Fans should avoid buying from unofficial ticket sellers, but we know fans desperate for tickets will try to source them via any means possible. For fans who do risk using secondary sites, always use a credit card and never pay by money transfer or buy tickets on social media channels.

Founder of face-value ticket resale platform Twickets, Richard Davies, said:

We’ve seen firsthand how fraudsters attempt to exploit high-demand tours. In recent weeks alone, we’ve had to warn fans about multiple fake Twickets accounts and websites set up to trick Oasis fans into handing over money for non-existent tickets.

Scammers are becoming increasingly sophisticated, often mimicking trusted resale platforms like ours or creating convincing social media profiles. It’s vital that fans stop and think before making a purchase. If a deal looks too good to be true, it probably is. Always check that the platform is an official resale partner, never buy tickets from unofficial sellers on social media or marketplaces and avoid anyone asking for payment via personal bank transfer.

Twickets was created to give fans a safer, fairer way to buy and sell tickets at face value, and we’ve already helped thousands of Oasis fans do just that ahead of the band’s upcoming tour. We’re committed to protecting fans and will continue to work hard to ensure ticketing remains transparent, trustworthy and scam-free."
    },
    {
        "url": "https://www.actionfraud.police.uk/news/qr-codes",
        "title": "New quishing alert: £3.5 million lost last year to fraudulent QR codes",
        "scraped_date": "2025-08-18",
        "content": "Action Fraud is urging people to look out for rogue QR codes, after 784 reports of ‘quishing’ were made to Action Fraud between April 2024 and April 2025, with almost £3.5 million lost.
A new alert has been issued by Action Fraud, warning about quishing, a form of phishing where a fraudulent QR code is scanned, designed to steal personal and financial information. The warning encourages people to stay vigilant and double check QR codes to see if they are malicious, or have been tampered with, before scanning them online or in public spaces.

Claire Webb, Acting Director of Action Fraud, said:

“QR codes are becoming increasingly common in everyday life, whether it’s scanning one to pay for parking, or receiving an email asking to verify an online account. However, reporting shows cyber criminals are increasingly using quishing as a way to trick the public out of their personal and financial information. 

“We’re urging people to stop and check before scanning QR codes, to avoid becoming a victim of quishing. Look out for QR codes that may have been tampered with in open spaces, or emails and texts that might include rogue codes. If you’re in doubt, contact the organisation directly. You can follow our advice on quishing, on our website at www.actionfraud.police.uk to help protect yourself.”

Action Fraud can reveal that quishing happens most frequently in car parks, with criminals using stickers to tamper with QR codes on parking machines. Quishing also occurred on online shopping platforms, where sellers received a QR code via email to either verify accounts or to receive payment for sold items.

Reports also showed phishing attacks were taking place impersonating HMRC, or other UK government schemes, targeting people with QR codes designed to steal personal and financial details.

What can you do avoid being a victim of quishing?

QR codes used in pubs or restaurants are usually safe to scan.
Scanning QR codes in open spaces (like stations and car parks) might pose a greater risk. Check for signs that codes may have been tampered with (usually by a sticker placed over the legitimate QR code). If in doubt, do not scan them: use a search engine to find the official website or app for the organisation you need to make a payment to.
If you receive an email with a QR code in it, and you're asked to scan it, you should be cautious due to an increase in these types of 'quishing' attacks.
Finally, we recommend that you use the QR-scanner that comes with your phone, rather than using an app downloaded from an app store."
        },

        
        {
        "url": "https://www.actionfraud.police.uk/news/phishing-awareness-campaign",
        "title": "Don’t get hooked: new warning urges the public to continue reporting phishy emails and texts with 41 million already reported",
        "scraped_date": "2025-08-18",
        "content": "As of April 2025, the total number of phishing scams reported to the Suspicious Email Reporting Service (SERS) reached over 41 million since its launch in April 2020. This has resulted in 217,000 scams being removed from across 393,395 websites pages by the National Cyber Security Centre. 


Insight revealed by Action Fraud shows the top industries impersonated in reported phishing emails were streaming services, tech and telecommunication companies, with some posing as various UK government schemes.  

Action Fraud, the national fraud and cyber crime reporting service, launched a phishing awareness campaign to urge the public to beware of phishing scams and report all emails and messages if they look suspicious.  

Spam calls and suspicious text messages can be reported too. By using 7726, a free service offered by mobile network providers, customers can forward suspicious text messages, which helps the removal of scam websites and allows networks to block users sending scam text messages. Between April 2020 and April 2025, more than 27,000 scams were removed as a result of being reported using 7726. 

Superintendent Amanda Wolf, Head of the National Fraud Intelligence Bureau at the City of London Police, said:  

“We know it can be difficult to spot fake messages or tell if a call is genuine. Criminals can change tactics fast and use the technology available to constantly create genuine looking emails and messages or facilitate calls that feel authentic - all designed to trick us and try and steal personal and financial information.  

“Every phishing email reported helps us gain a better understanding of the tactics being used and enables us to tackle it head on by identifying malicious URLs trending in phishing emails and texts - they can be taken down and disrupted, preventing further activity. The more reports received, the more people we can protect, preventing them from becoming victims.  

“Don’t get caught out, Stop, Think Fraud, and make sure you report suspicious-looking emails or messages if you receive them. You can forward emails to report@phishing.gov.uk, or forward spam text messages to 7726.” 

Sarah Lyons, NCSC Deputy Director for Economy and Society Resilience, said: 

“Since 2020, over 41 million phishing attempts have been reported to the Suspicious Email Reporting Service — a powerful sign that the public is staying alert to online threats, helping to protect themselves and others. 

“But cyber criminals aren’t giving up - they’re constantly finding new ways to trick people into clicking malicious links, sharing personal information, or handing over money. 

“That’s why it’s more important than ever to stay alert. You’ll find clear, practical advice on how to spot and report scams - and how to stay secure online - on the NCSC website.” 

What is phishing? 

'Phishing', ‘quishing’ or ‘smishing’ is when criminals use fake emails, text messages, QR codes, or phone calls to trick victims.  

The goal of a phishing message is to encourage the victim to click a malicious link, or scan a fraudulent QR code, which usually leads them to a genuine-looking website, designed to make victims part way with their financial and/or personal information. Criminals will use well-known brands or organisations the victim already has a connection with, like a bank or tradesperson, to make fake emails seem genuine and more convincing.  

How can you protect yourself? 

If you’ve received an email that doesn’t feel right, STOP!  

break the contact – don’t reply, click on any links, call any phone numbers or make any payments  
check if it’s genuine: contact the organisation directly using an email address or phone number you know is correct, e.g. from your utility bills, via a search engine, on the back of your card or by calling 159 for banks  
before you delete the email, forward it to report@phishing.gov.uk  
If you’ve received a text message that doesn’t feel right, STOP!  

break the contact – don’t reply, click on any links, call any phone numbers or make any payments  
check if it’s genuine: contact the organisation directly using an email address or phone number you know is correct, e.g. from your utility bills, via a search engine, on the back of your card or by calling 159 for banks  
forward the message for free to 7726  
If you’ve received a call that doesn’t feel right, STOP!  

hang up  
check if it’s genuine: contact the organisation directly using contact details you know are correct, such as those on a utility bill, official website, the back of your card or by calling 159 for your bank  
don’t trust the Caller ID display on your phone – it’s not proof of ID  
report it by sending a text to 7726 with the word ‘call’ followed by the scam caller’s number"
        },


        {
        "url": "https://www.actionfraud.police.uk/news/extortion-alert",
        "title": "New alert issued as Action Fraud reveals staggering rise of extortion phishing email reports in March",
        "scraped_date": "2025-08-18",
        "content": "Action Fraud are urging the public to look out for phishing emails that relate to extortion as the Suspicious Email Reporting Service (SERS) received over 2,924 reports in March 2025, a staggering increase compared to only 133 reports made in February.


The reported phishing emails received by the National Cyber Security Centre’s SERS relate to a type of extortion referred to as ‘Financially Motivated Sexual Extortion’ (FMSE).

Detective Chief Inspector Hayley King, Head of Prevention in the National Fraud Intelligence Bureau (NFIB) said:

“Criminals will go to great lengths to make these types of extortion scams more convincing, including using a leaked password or home address in the phishing email to make it seem genuine.

“Follow our advice if you think you’ve received one of these phishing emails: forward it to report@phishing.gov.uk and delete the email after that. If you spot genuine personal information in an email, it is likely it came from an historic data breach – you can check if you’ve been affected by one in the past.

“Please contact your local police force if you have been a victim of extortion. Even if you have concerns someone may possess of intimate images of you, you should tell the police by calling 101.”

Reports suggests the phrasing of the email and subject lines can vary, but the theme remains consistent: the phishing email claims to have installed malware on the recipient’s computer and recorded them visiting adult websites. The sender will then coerce the email recipient to pay a ransom demand by threatening to release the videos. The ransom is usually demanded in a form of cryptocurrency, such as Bitcoin.

In order to make these phishing attacks convincing, emails will often include genuine pieces of personal information relating to the victim, such as a password or home address. It is likely these would have been obtained from historic breaches of personal data.

Analysis shows that many people who received these emails also later reported becoming victims of online account hacking.

In 2024, a male victim in his thirties received numerous extortion emails that contained a password he used for one of his online accounts. The emails demanded a ransom of $500. Having correctly identified the emails as a scam, he deleted them. However, shortly afterwards he noticed that he was unable to login to one of his social media accounts. After some checking, he realised that one of his bank accounts and multiple social media accounts had been hacked and he was locked out of them.

What to do if you receive an email like this:

As with other phishing emails, do not to engage with the phisher, forward the email to report@phishing.gov.uk, which is the NCSC's Suspicious Email Reporting Service (SERS), and then delete it.
If you are considering paying the Bitcoin ransom, you should be aware that doing so, you will likely become the target of more scams, as the phisher will know they have a ‘willing’ customer.
The inclusion of genuine passwords or other personal information in phishing emails is a strong indication that you may have been affected by a historic data breach. You can use this service to check which of your online accounts were affected:  https://haveibeenpwned.com
If the phishing email includes a password you still use, then change it immediately. Advice on how to create suitable passwords and enable other factors of authentication is available here: https://stopthinkfraud.campaign.gov.uk/protect-yourself-from-fraud/protecting-against-online-fraud/improve-your-password-security/
If you have been a victim of extortion, or concerned that someone may be in possession of intimate images of you, you should report it to your local police force by calling 101. "
        },


        {
        "url": "https://www.actionfraud.police.uk/news/2sv",
        "title": "Protect your online accounts from hackers and enable 2SV: Action Fraud issue new warning about social media and email account hacking as new data is revealed.",
        "scraped_date": "2025-08-18",
        "content": "This year Action Fraud and Meta are encouraging the public to protect their social media and email accounts as data shows there were more than 35,000 reports made last year.


Data shows there was a rise of social media and email account hacking reported in 2024, with a total of 35,434 reports made to Action Fraud, compared to 22,530 reports made in 2023.

Action Fraud, the national fraud and cybercrime reporting service, has launched a campaign, supported by Meta, to encourage people to take an extra step of online protection by enabling 2-Step Verification for each online account they have. The warning comes as reporting shows nearly £1 million was lost to hackers last year.

The most common motives for social media hacking were either investment fraud, ticket fraud or theft of the targeted account, reporting insights revealed.

Adam Mercer, Deputy Director of Action Fraud, said:

“As social media and email account hacking remains the most reported cybercrime this year, this Action Fraud campaign marks a critical issue for everyone who has online accounts. That’s why we’re raising awareness of the ways people can protect themselves online.

“Follow Stop! Think Fraud advice and protect yourself online: enable 2-Step Verification on each online account you have – this will help prove your identity and stop fraudsters trying to steal or access your valuable information. Secure your social media and email accounts by ensuring each password is strong and uses three random words. Remember to never share your passwords with anyone else.”

David Agranovich, Security Policy Director, Meta, said:

“Scammers are relentless and continuously evolving their tactics to try and evade detection, which is why we’re constantly working on new ways to keep people safe while keeping bad actors out. Two-Factor Authentication (2FA) is one crucial example of how people can add an extra layer of security to their Meta accounts, to help reduce the risk of scammers accessing your accounts. We’ve also started rolling out facial recognition technology to help people get back into compromised or hacked accounts and are always working on new ways to stay ahead of scammers.”

In the reports made to Action Fraud, there were various different methods of hacking highlighted, these include:

On-platform chain hacking

This is when a fraudster gains control of an account and begins to impersonate the legitimate owner. The goal is to convince people to reveal authentication codes, including one-time passcodes, that are sent to them via text. Many victims of this type of hacking believe it’s a friend messaging them, however the shared code was associated with their own account and the impersonator can now use it to access their account. Usually when an account is taken over, fraudsters monetise control of the account via the promotion of various fraudulent schemes, like fake tickets or crypto investment schemes, while impersonating the original account owner. 

Leaked passwords and phishing

The other common method of hacking is when account details are gained via phishing scams, or the use of leaked information used from data breaches, such as leaked passwords. This becomes prevalent as people often use the same password for multiple accounts, so a leaked password from one website can leave many of their online accounts vulnerable to hacking. 

What can you do to avoid being a victim?

2-step verification (2SV) will keep criminals out of your account – even if they know your password. Turning on 2SV gives your most important accounts an extra level of protection, especially your email and social media accounts. It can be turned on in a matter of minutes – time well spent to keep the fraudsters out.
Email and social media passwords should be strong and different to all of your other passwords. A good way to make sure your passwords are ‘long enough and strong enough’ is to combine three random words to create a unique password which is easy to remember."
        },

        {
        "url": "https://www.actionfraud.police.uk/news/holiday_fraud",
        "title": "Don’t let fraudsters trip you up this summer: new alert issued as people look to snap up online holiday deals",
        "scraped_date": "2025-08-18",
        "content": "People looking to snap up online holiday deals ahead of the summer are being warned to stay extra alert and do their research before booking their getaways, as new data reveals victims lost a total of over £11 million to holiday fraud last year.


Action Fraud, the national fraud and cybercrime reporting service, has launched a holiday fraud campaign, urging the public who are looking to snap up their next holiday deals online to look out for suspiciously enticing offers online, including on social media, and do their research before booking their getaways.

New data shows there were 6,066 reports of holiday fraud made to Action Fraud last year, with July recorded as the highest month of reporting, with 647 reports.

Holiday makers lost a combined total of £11,183,957 in 2024, which is comparatively less than the £12.3 million lost in 2023. Despite the drop in reported losses, the average loss per victim remains at similar levels, with £1,851 the average in 2023 and £1,844 in 2024.

Oliver Shaw, Commander for Fraud and Cybercrime, City of London Police, said:

“At this time of year we know that many people will be on the lookout to book their summer getaway. Whilst searching for the best deals, we advise everyone to be alert for criminals who will try to take advantage of this busy period, promoting fake holidays online or through social media - often with suspiciously low prices.

“Before clicking that ‘book’ button, Action Fraud is encouraging everyone to not only look for the usual logos, like ABTA, ABTOT and ATOL, but do some extra research to make sure the holiday deal is genuine. We wouldn’t want anyone to be tripped up and find their holiday doesn’t exist.

“When booking your summer holiday, please remember to Stop! Think Fraud – and use Action Fraud’s advice to stay safe online. We also recommend that you avoid using bank transfers where possible, as this can be a sign of a fraudulent deal, and ideally pay using a credit card to benefit from the additional consumer protection this provides”.

Insights from holiday fraud data suggests more than 50 per cent of reports mentioned social media platforms. Other reporting suggests fraudulent branding from travel protection agencies, like ATOL, ABTA, or ABTOT, was used to provide false reassurance that the agency or the holiday package the victim booked was covered.

Mark Tanzer, ABTA Chief Executive, said:

“Travel related fraud is a particularly unpleasant crime with the high cost to victims in not just financial terms but also emotional, with the shock of finding that a much-anticipated trip does not actually exist. This is often only discovered just before people are due to travel or even when they arrive at their holiday destination.

“Fraudsters are using increasingly sophisticated methods to hoodwink the public but one of the easiest ways to protect yourself is to ensure that your travel company is a member of ABTA and to follow the fraud prevention advice and tips we have put together on abta.com.”

Michael Budge, Head of ATOL at the UK Civil Aviation Authority said;

“More people book their summer holidays in the first few months of the year, than at any other time, with a third of holidays booked in the first quarter.

“We encourage those booking getaways to make smart decisions and to avoid missing out on key financial protection. Holidaymakers should research thoroughly before booking their next holiday, as there can be a risk of getting caught out by potentially booking with fraudulent companies.

“Before you press that book now button, make sure you have used our Check an ATOL tool to make sure the holiday provider you are using holds an ATOL licence, and you have considered purchasing an ATOL protected holiday.”

Samantha Bradbury, Membership Director of ABTOT says:

“Our Members pride themselves on delivering amazing holidays and exceptional customer service. Sadly some fraudulent individuals care only about taking people’s money and delivering nothing but disappointment. Holiday payments can be significant sums of money – make sure you protect it in every way possible by booking with a financially protected ABTOT Member – you can check they are a legitimate travel organiser and an ABTOT Member through our online directories or by calling ABTOT direct. Look for the logo always and check out a travel company thoroughly before parting with any money.”

What can you do to protect yourself from holiday fraud?

Check the travel company is legitimate. About to book a holiday? Do some research first to check that the company is legitimate, especially if you haven’t used them before. Use consumer websites, or reviews from people (or organisations) that you trust.
Look for the logos. Look for the ABTA, ABTOT or ATOL logos on the company’s website. If you’re unsure, you can use the links below to verify membership:
ABTA - https://www.abta.com
ABTOT - https://www.abtot.com/abtot-members-directory/
ATOL - https://www.atol.org
Use a credit card to pay. Use a credit card for payments (if you have one). Many of these protect online purchases as part of the Consumer Credit Act.
Only provide required details at checkout. When making your payment, only fill in the mandatory details (often marked with an asterisk) such as your address. Unless you think you’ll become a regular customer, don't create an account for the store.
Keep your accounts secure. Create a strong and unique password for your email. If 2-step verification is available, always enable it.
Watch out for suspicious links. Whether it’s in an email or social media post, be wary of promotions for unbelievably good holiday offers. If you receive a suspicious email, report it by forwarding it to: report@phishing.gov.uk"
        },

        {
        "url": "https://www.actionfraud.police.uk/alert/booking-com-alert",
        "title": "Action Fraud issue new alert warning to look out for unusual messages or phishing emails from hotel accounts using the Booking.com platform",
        "scraped_date": "2025-08-18",
        "content": "Those using the platform Booking.com to book their holidays or accommodation are being warned they could be targeted with emails or messages requesting payments from hotels who have had their account taken over by fraudsters. Between June 2023 and September 2024, Action Fraud received 532 reports from individuals, with a total of £370,000 lost.


Insight from Action Fraud reports suggests the individuals were defrauded after receiving unexpected messages and emails from a Booking.com account belonging to a hotel they had a reservation with, which had been taken over by a criminal. Using this account, the criminals send in-app messages, emails, and WhatsApp messages to customers, deceiving them into making payment and/or requesting credit card details.

The specific account takeovers are likely to be the result of a targeted phishing attack against the hotel or accommodation provider, and not Booking.com’s backend system or infrastructure.

Adam Mercer, Deputy Head of Action Fraud, said:

“With more than 500 reports made to Action Fraud, those who have booked a holiday on the Booking.com platform should stay alert to any unexpected emails or messages from a hotel using the Booking.com platform, as their account could have been taken over by a criminal. 

“If you receive an unexpected request from a hotel’s account you booked with using Booking.com, asking for bank details or credit card details, it could be a fraudster trying to trick you into parting ways with your money. Contact Booking.com or the organisation directly if you’re unsure.

“Remember to report any suspicious emails by forwarding it to report@phishing.gov.uk, or if you receive a fraudulent text message, you can forward it to 7726.”

How can you protect yourself?

Booking.com and Action Fraud are providing the following advice on how to spot signs of fraud and protect your Booking.com account:

No legitimate Booking.com transaction will ever require a customer to provide their credit card details by phone, email, or text message (including WhatsApp).
Sometimes a hotel provider will manage their own payment and may reach out to request payment information, like credit card details – before providing any information, always verify the authenticity of communication between yourself and the hotel’s account.
If you receive any urgent payment requests that require immediate attention, like a booking cancellation, immediately reach out to the Booking.com Customer Service team via the details on the official Booking.com website and/or app to confirm.
Any payment requests that do not match the information in the original booking confirmation should also be double checked and confirmed with Booking.com Customer Service before proceeding. 
Any messages purporting to be from Booking.com that contain instructions to follow links and/or open/download files should be treated with caution.
If you have any doubts about a message, contact Booking.com directly. Don’t use the numbers or address in the suspicious message and use the details from their official website.
For more information about how to protect your Booking.com account, please visit: Safety Tips for Travellers | Booking.com"
        },

        {
        "url": "",
        "title": "",
        "scraped_date": "2025-08-18",
        "content": ""
        },
]