[
    {
        "url": "https://www.gov.uk/government/news/16m-lost-to-gig-ticket-scams-as-public-urged-to-take-caution",
        "title": "£1.6m lost to gig ticket scams as public urged to take caution",
        "scraped_date": "2024-06-25",
        "content": "On the eve of Glastonbury, British music lovers are being urged to take caution over last-minute tickets for sale on social media, after new figures revealed that the amount lost to ticket fraud more than doubled to £1.6m in 2024.

The government has issued the warning as part of its wider crackdown on scammers and online fraud, designed to ensure money is kept in working people’s pockets, as part of the Plan for Change.

With a host of tours and festivals due to take place this summer, including the Oasis reunion tour kicking off in July, new Action Fraud data released by the Home Office today finds the public lost more than £1.6 million in scams related to concert tickets in 2024 - more than double the figure from the previous year.

Around 3,700 gig ticket fraud reports were made to Action Fraud in 2024, with almost half of them referring to offers made on social media platforms. The government has called on tech companies to go further and faster to protect the public from the fraudulent offers being advertised on their platforms.

The data shows that people in their twenties were most likely to become victims of ticket fraud last year, accounting for 27% of all victims, and the government has urged people to follow the government’s Stop! Think Fraud campaign advice to ensure they are protected from scams ahead of a busy summer of gigs and festivals.

If you’re offered tickets for something in high demand don’t let the fear of missing out rush your decision. Take a moment to stop, think, and check if the offer is genuine.
Only buy tickets from the venue’s box office or an official ticketing website.
Never move away from an official payment platform to make a direct payment via bank transfer or virtual currency. Use the site’s recommended payment methods to stay protected.
With fraud the most commonly experienced crime in the UK, affecting 1 in 15 adults each year, the government is taking further steps to crack down on the scammers behind the surge in fraud over the last decade, including through a new ban on SIM farms, technical devices which facilitate fraud on an industrial scale.

The UK is also driving the response to fraud internationally through the adoption of the first ever UN resolution on fraud and has launched the first ever Insurance Fraud Charter to reduce fraud against the sector and consumers. The government will go further by publishing a new, expanded fraud strategy before the end of the year, which will place raising public awareness and working with tech companies at its heart.

This follows government plans to tackle greedy ticket touts through new measures announced earlier this year which will put a cap on the price of resold tickets for concerts, live sport and other events, to put the power back in the hands of fans.

Fraud Minister Lord Hanson said:

Fraud is an absolutely shameful crime and today’s data shows that anyone can be a victim.

While millions of Britons are getting ready to attend concerts this summer, the scammers are getting ready to exploit the desperate search for tickets, posting fake messages on social media sites offering to resell tickets they can’t use, or making last-minute offers from fake ticket companies.

That is why our campaign is called Stop! Think Fraud, so no matter how real a deal looks, we all need to take a moment to think: am I being ripped off? So, let’s all stay cautious, stay alert, and stay protected from fraud. Don’t let the scammers ruin your summer.

Tor Garnett, City of London Police Commander for Cyber and Economic Crime, said:

People go to gigs for that ‘once in a lifetime’ experience - especially at sold out concerts and festivals, where the atmosphere is unmatched. But the excitement can vanish in an instant when fans discover their tickets are fake or they’ve been scammed through social media or resale sites. The loss isn’t just financial - it’s deeply emotional, turning anticipation into heartbreak.

Criminals are targeting those looking to snap up last minute or resale tickets for sold out and highly in-demand concerts this year, and Action Fraud reporting data highlights this increasing issue. That’s why we encourage everyone to stay alert and recognise the tactics fraudsters use to commit ticket fraud this summer.

Key signs of ticket fraud include unsolicited messages with ticket offers and deals, or requests for payment via bank transfer. When buying tickets, use a reputable or official ticket-selling site. Always take a moment to double check offers for tickets and pay using a credit card. Follow the advice from Stop! Think Fraud site on how to protect yourself from fraud.

National Coordinator for the National Trading Standards eCrime Team, Mike Andrews, said:

Every summer music fans desperate to see their favourite artists at festivals or stadium tours are left distraught and considerably out of pocket at the turnstiles as they discover the tickets they bought in good faith are in fact part of a fraudulent scam.

Recent National Trading Standards prosecutions have led to serious jail time for ticket touts, which should send a message to all those who choose to engage in fraud that there are severe consequences.

Fans should avoid buying from unofficial ticket sellers, but we know fans desperate for tickets will try to source them via any means possible. For fans who do risk using secondary sites, always use a credit card and never pay by money transfer or buy tickets on social media channels.

Founder of face-value ticket resale platform Twickets, Richard Davies, said:

We’ve seen firsthand how fraudsters attempt to exploit high-demand tours. In recent weeks alone, we’ve had to warn fans about multiple fake Twickets accounts and websites set up to trick Oasis fans into handing over money for non-existent tickets.

Scammers are becoming increasingly sophisticated, often mimicking trusted resale platforms like ours or creating convincing social media profiles. It’s vital that fans stop and think before making a purchase. If a deal looks too good to be true, it probably is. Always check that the platform is an official resale partner, never buy tickets from unofficial sellers on social media or marketplaces and avoid anyone asking for payment via personal bank transfer.

Twickets was created to give fans a safer, fairer way to buy and sell tickets at face value, and we’ve already helped thousands of Oasis fans do just that ahead of the band’s upcoming tour. We’re committed to protecting fans and will continue to work hard to ensure ticketing remains transparent, trustworthy and scam-free."
    },
    {
        
    }
]