[
  {
    "url": "https://www.getsafeonline.org/protecting-yourself/",
    "title": "Protecting Yourself - Get Safe Online",
    "content": "Home\nProtecting Yourself\nRead our free, impartial safety advice on protecting yourself when online. We provide advice on many topics including passwords, oversharing, cyberbullying and online gambling.\nKeeping Activities Safe\nSafe Remittances\nAs somebody from abroad living and working in the United Kingdom, you may send remittances (money transfers) back home. These payments could be for your family to buy essentials or to maintain their standard of living, to pay for...\nLoan Fee Fraud\nA type of advance fee fraud, loan fee fraud takes place when you are offered a loan either as a result of submitting an application or out of the blue, and asked to pay an upfront arrangement fee to secure it, only to find that...\nCOVID-19 Vaccination Misinformation, Disinformation & Fake News\nCOVID-19 vaccinations have been administered to billions of people around the world, with numbers increasing daily. In countries where vaccinations have been rolled out successfully, there are fewer infections, hospitalisations...\nTrades Recommendation Websites\nA number of websites have been launched in recent years which the public can use to find tradespeople and check their credentials. Tradespeople or companies have profiles on the sites describing their services and often featuring...\nAdult Content\nThere are a number of precautions you should observe when visiting websites featuring adult content. Firstly, the popularity of such sites means they have become a favoured way of criminals to spread malware, which can have a...\nSmart TVs\nSmart TVs (also known as Connected TVs) integrate television with the internet. When connected to the internet, they enable you to search and find videos, movies, photos and other content on the web by interacting via your remote...\neCards\neCards (electronic or online greeting cards) have become very popular over the past few years. They provide a convenient, inexpensive and fun way to send greetings to friends and family – or if you run a business – your...\nSafe Property Rental\nFraud involving rental properties has always existed, but the fact that the majority of rentals are now advertised online has increased opportunities for fraudsters, and hence the amount of rental fraud that takes place. Such...\nSearching the Internet\nWith ever increasing amounts of material on the internet, virtually any information you need can be found using search engines such as Google and Yahoo! In addition to the benefits that search brings, however, there are some...\nSafe Online Dating\nWhat is online dating, how do you stay safe dating online, and how do I know if a dating site is safe?\r\nOnline dating sites such as Match.com, eHarmony.com and Zoosk.com take the traditional matchmaking process online and allow...\nOnline Gambling\nWhat is online gambling, and how to stay safe\r\nOnline gambling has seen a massive increase in popularity in recent years, and gamblers from the UK have a huge choice of sites to choose from. Some offer only specific types of...\nHoliday & Travel Booking\nWhen using the internet to research or book your holiday or other travel arrangements, the world is literally at your fingertips. However, there are risks associated with doing so – some specific to holiday and travel booking...\nJob Searching\nJob searching online has become by far the most popular method of finding employment. Searching for the type of job you want is fast and easy, and you can see new jobs as soon as employers and agencies post them. However, like...\nComputer Use in Public Places\nUsing computers, smartphones or tablets in public places is now as commonplace as using them at home or in the office. Whether using your own device – or computers found in internet cafés and libraries – there can be a...\nOnline Gaming\nWhat is Online Gaming, and is it safe?\r\nMany computer games are played online against other players over the internet, whether on a console, computer, mobile device or via social networking sites. Most play using an assumed...\nWebmail\nWebmail, such as Hotmail, Yahoo! Mail or gmail – or that supplied by some internet service providers – makes it easy to email using different computers, smartphones and tablets. However, there are risks associated with using...\nDownloading & File Sharing\nDownloading content over the internet is a great way to enjoy music, video, games and other entertainment. Downloading is also a very convenient way to obtain information in the form of Word documents, PDFs, photos and other...\nGeneral Protection\nBehaving Respectfully Online\nOne of the most important things about any community is that its members maintain respect for others in that community. That’s whether it’s a club, business, suburb or city. Or the virtual community of 4.8 billion internet...\nArtificial Intelligence\nArtificial Intelligence - frequently abbreviated to AI - is a technology that is built on models which are trained on either a set amount of data or data available on the internet, depending on how the program has been...\nTwo-Factor Authentication\nTwo-factor authentication – often abbreviated to 2FA – is when a second step is added to the process of logging into your online accounts which require confidentiality, as an additional security layer. These include your...\nVirtual Private Networks (VPNs)\nVirtual Private Networks all perform the same basic service: providing end-to-end encryption for any data sent through them. This encryption does not stop your data from being intercepted … but merely means that the person...\nVictim Support\nBeing a victim of any cybercrime – be it fraud or personal identity theft to online abuse, stalking or paedophilia – can be a difficult and frightening thing to deal with, especially as the identity of the perpetrator is...\nDigital Legacies\nWhen people die, they leave their physical assets and money to beneficiaries who could be family members, friends or acquaintances or favourite charities. This is arranged beforehand by making a will or – if there is no will...\nAccepting Terms & Conditions\nWhen using the internet, you are frequently required to accept Terms & Conditions before proceeding with shopping, banking, downloading and other tasks....\nPrivacy\nMaintaining privacy whilst online is essential in avoiding identity theft and fraud. Apart from these risks, however, there is personal information about you which you undoubtedly do not want to reveal to certain other people....\nPasswords\nHow secure is your password?\r\nYour passwords are the most common way to prove your identity when using websites, email accounts and your computer itself (via User Accounts). The use of strong passwords is therefore essential in...\nSafe Internet Use\nThe internet has revolutionised the way we live our lives – enabling us to read the news, enjoy entertainment, carry out research, book our holidays, buy and sell, shop, network, learn, bank and carry out many other everyday...\nRisks\nSexploitation\nWhat is sexploitation?\r\nSexploitation is the act of threatening to share nude or explicit images or video. Anybody of whatever age, background or gender/gender orientation can be targeted by, and fall victim to, sexploitation...\nOversharing\nOversharing information affects far more of us than we might think. Whether you’ve shared a seemingly innocent photo of your friends or family – or unwittingly given away details of your banking or passport details – you...\nPet Scams\nPet scams take place when you see a pet advertised online, are asked to pay a deposit or full price of the pet, only to find that the pet you have purchased does not exist, and you have been defrauded....\nDelivery Scams\nRestrictions introduced during the COVID-19 pandemic have resulted in a massive increase in online purchases and in turn, home deliveries, a trend which is here to stay owing to the convenience and choice it brings....\nInvestment Scams\nInvestment scams involve criminals contacting people randomly to persuade them to put their money into investment schemes or products that are either non-existent, or do exist but are worthless. Traditionally, sales pitches...\nTV Licensing Scams\nTV Licensing is one of the organisations that scammers frequently try to impersonate. Fraudulent TV Licensing communications are increasingly sent via online means....\nOnline Gender-Based Violence\nThe internet has transformed our ability to obtain information, communicate with others, express our views, share our experiences and engage in conversations about any topic of our choice. Technology has made it possible...\nPyramid Schemes\nA pyramid scheme is a type of scam that promises the victim a fast and substantial return on an investment of money which is paid to the person ‘above’ them in the pyramid. The victim is also required to recruit a number of...\nMisinformation & Fake News\nThe internet is an invaluable tool for finding useful, authoritative information on anything from news and current affairs to DIY, health to history, celebrities to Coronavirus. However, it is also littered with misleading...\nBlackmail emails\nThere has been a sharp increase in the incidence of emails threatening to expose the recipient to everybody in their contacts list, for viewing pornographic online content unless a fee is paid. The emails claim that the sender...\nOnline Abuse\nWhat is online abuse, how are social media platforms abused, and what do you do if you become a victim of it? Read on to find out more.\r\n\r\nSocial media has made it very easy for us to communicate quickly and easily with family,...\nHate Content\nWhilst the internet enables us to communicate quickly, easily and with a wide group of people at the same time, it also makes it easier to spread hateful opinions and material, seemingly with relative anonymity and little...\nProperty Fraud\nProperty fraud occurs when fraudsters sell or mortgage your property without your consent.\r\n\r\n\r\nProperty is usually the most valuable asset you own and can be sold and mortgaged to raise money. It is therefore an attractive...\nMotor Insurance Fraud (Ghost broking)\nMotor insurance fraud, also known as ‘ghost broking’, occurs when organised crime groups or individuals pose as genuine insurance brokers in order to commit fraud.\r\n\r\nThey deceive you into buying cheap motor vehicle insurance...\nVideo Game Gambling\nVideo gaming for your children can be enjoyable and safe, as long as games are age-appropriate, regulated and supervised by you, and playing times limited. However, there has been a massive surge in illegal websites enticing...\nRecovery Room Scams\nVictims of investment scams are increasingly vulnerable to other investment scams, follow-up scams and recovery room fraud.\r\n\r\nThe perpetrators of these scams are in possession of your details and even when they have been stopped...\nOnline Radicalisation\nRadicalisation by extremist groups or individuals can be perpetrated via a number of means: face-to-face by peers, in organised groups in the community and, increasingly, online. Their targets are individuals or groups of people...\nRevenge Porn\nRevenge porn, sometimes known as 'intimate image abuse', is the practice of uploading online explicit images – specifically photos and videos – of ex-partners (or even current partners) without their consent. The images are...\nPension Fraud\nPensions are important and often very significant assets that people rely on so that they may live comfortably in later life. However, like with any valuable asset they can be the target for illegitimate activities, scams or...\nTax Scams\nFraudulent phishing emails claiming to be issued by HMRC and demanding payment or notifying you of a refund, have been in existence for some years. They are still as, if not more, popular with scammers....\nWhat is Social Engineering?\nWhen talking about online safety and security, ‘social engineering’ means the act of manipulating or tricking people into certain actions including divulging personal or financial information … a kind of confidence trick....\nWebcam Blackmail\nWebcam blackmail usually involves people being lured into taking off some or all of their clothes in front of their webcam, only to be told that you have been recorded and that the video will be posted online and/or shown to the...\nTelephone Banking Fraud\nTelephone banking fraud is a scam which is becoming increasingly commonplace. The fraudsters do not actually scam their victims online, but use the telephone to do so. Here’s how it works:...\nCopycat Websites\nCopycat websites are those which offer services from government departments or local government, but are not the official site and charge an often substantial premium for those services, often with no tangible benefit to the...\nPayday Loans\nPayday loans let you borrow relatively small amounts of money for a short period – from a few days up to a month, until you get paid the following month. Available from internet sites and high street shops, payday loans can be...\nCyberstalking\nStalking and harassment have always existed, but since the growth of the internet, it has become easier for those who carry it out to do so either as an extension of their existing activities, or purely online. This persistent...\nMoney Muling\nAs criminals seek more sophisticated ways of concealing the proceeds of their illegal activity, the practice of money muling is becoming increasingly commonplace. A money mule is a person who transfers stolen money between...\nAdvance fee frauds\nAdvance fee fraud is when fraudsters target victims to make advance or upfront payments for goods, services and/or financial gains that do not materialise....\nPreventing Identity Theft\nIdentity theft is a method used to carry out criminal activity, involving unauthorised use of your name and personal details to either steal from you, or commit a crime in your name. Identity theft can be carried out either...\nCall Recording Services\nA number of websites have sprung up offering call recording services, whereby calls you make to an organisation can be recorded and stored, so that you can prove what was said in the conversation in the event of disputes. You...\nAvoiding Ratting – Remote Access Trojans\nYou use your computer or mobile device for many everyday private or confidential tasks, which is why it is essential to take precautions to protect it from viruses and spyware. One type of spyware becoming increasingly common is...\nSpam, Scam and Fake Email\nWhat is spam email, scam email, and how do you identify a fake email?\r\nEmail is both an excellent communication tool and also a way that companies can inform you about their latest products and services. However, email is...\nIn partnership with",
    "scraped_date": "2025-07-24 17:11:29"
  },
  {
    "url": "https://www.getsafeonline.org/",
    "title": "Home",
    "content": "Back to Basics\nWe'll help you stay online with safety and confidence.\nMonthly newsletter\nSubscribe to PROTECT! for the latest news, views and advice.\nCheck a website\nDetermine whether a website is likely to be legitimate or a scam … before you visit it.\nNeighbourhood Alert\nRegister to receive Neighbourhood Alerts.\nBecome a Get Safe Online Partner\nDemonstrate your commitment to online safety and gain many exclusive benefits.\nSelf Help Tool Centre\nFREE tools to help you keep safe when using the internet.\nIs it a scam?\nA simple way to check instantly if something you’ve received is a scam or not.\nSpot the AI\nWe’ll help you learn to spot the difference between videos, voices and other content produced by AI, and the real thing.\nMost Recent News\nNews\nAll Coop members advised to take precautions after confirmation that their data has been stolen\n16 July 2025\nLatest Posts\nNews\nScam summer: experts warn price caps may fuel 100 million in ticket fraud\n2 June 2025\nNews\nAdidas hit by data breach, exposing customer contact information\n28 May 2025\nNews\nLady Gaga fans warned to avoid buying on social media ahead of ‘Mayhem Ball’ tour tickets going on sale\n2 April 2025\nNews\nGlobal accolade for Paul Bayer at Get Safe Online,  as he continues his fight against child abuse\n25 March 2025\nFrom the Blog\nBlog\nProtecting yourself in a world of AI\nMat Hasker, Global Web Director, Get Safe Online\r\n\r\nArtificial Intelligence (AI) is transforming our lives, both personally and digitally. Like any...\n19 June 2025\nBlog\nWhat is SIM swap fraud and how can you protect yourself?\nIn our increasingly connected world, your phone number is more than just a way for friends and family to reach you – it’s also a key to your...\n17 June 2025\nBlog\nVerified love: how secure messaging is fighting romance fraud\nOnline dating should be about connection, trust, and genuine relationships. Sadly, for many, it’s also where scammers take advantage of emotions...\n3 April 2025\nOur Partners & Supporters\nOur Mission\nOur Mission\nGet Safe Online is the UK’s leading source of unbiased, factual and easy-to-understand information on online safety.\nOur website is a unique resource providing practical advice on how to protect yourself, your computers and mobile devices and your business against fraud, identity theft, viruses and many other problems encountered online. It contains guidance on many other related subjects too – including performing backups and how to avoid theft or loss of your computer, smartphone or tablet.\nRead more about who we are\nGet Safe Online around the world\nGet Safe Online has a presence in 24 countries around the world. Each country benefits from its own Get Safe Online website, customised to deliver the best and most relevant experience for individuals and businesses. Many of the countries also have a community of Get Safe Online Ambassadors and Advocates working on our behalf.\nRead more about our International Sites",
    "scraped_date": "2025-07-24 17:11:34"
  },
  {
    "url": "https://www.getsafeonline.org/personal/articles/firewalls/",
    "title": "Firewalls",
    "content": "Home\nArticles\nProtecting Your Computer\nFirewalls\nBecause the internet is a public network, any connected computer can find and connect to any other connected computer. A firewall is a barrier between the internet and your own computer or network. Think of it as a highly dedicated security guard who stops anyone coming into your computer if they’re not on the guest list, and anyone leaving if they don’t have permission.\nTweet this!\nShare on Facebook.\nPin this!\nMail this!\nShare on LinkedIn.\nA firewall protects you against:\nHackers breaking into your computer.\nWorms – types of viruses that spread from computer to computer over the internet.\nSome outgoing traffic originating from a virus infection.\nWhat a firewall does NOT do:\nA firewall isn’t sufficient on its own to guarantee security, but it is the first line of defence. You also need to take the other protective steps outlined on this website. However, a firewall provides limited or no protection against the following:\nIf you give permission for other computers to connect to yours.\nIf it is switched off, disabled or contains many exceptions or open ports.\nMost viruses.\nSpam\n.\nSpyware\ninstallations.\nAny kind of fraud or criminal activity online.\nIf you or a virus has created a back door through the firewall.\nPeople with physical access to your computer or network.\nData introduced to the computer other than online, eg via\nUSB\nconnected devices, CD/DVD etc.\nAttacks after a network has been compromised.\nTraffic\nthat appears to be legitimate.\nHowever, none of these things give a reason NOT to install a firewall, as this alone is not enough for complete security.\nIt is safest to assume that your internet service provider does NOT provide any kind of firewall, so make sure you have the right software to protect yourself.\nTypes of firewalls\nPersonal firewalls\nPersonal firewalls should be installed on each computer that is connected to the internet and monitors (and blocks, where necessary) internet traffic. They are also sometimes known as ‘software firewalls’ or ‘desktop firewalls’.\nWindows\nFirewall\nis a basic personal firewall. It is free, included with Windows operating systems. In Windows 10 and 8, the\nFirewall\ndefaults to active, so you do not need to worry about configuring it yourself.\nIf you wish, you could replace Windows\nFirewall\nwith another personal firewall of your choice, including the type incorporated in some internet security packages, or standalone firewall software which can be downloaded from the internet, some of which is free of charge.\nHardware firewalls\nMedium-sized and large businesses may need a hardware firewall – in addition to personal firewalls – depending on the configuration of their IT infrastructure. Your internal or external IT support resource will be able to recommend, source, install and configure the most suitable one for your business needs.\nCheck if your Windows\nFirewall\nis switched on\nIn Windows 10 and 8 ago to Control Panel, select System and Security, then select Windows\nFirewall\n. The Windows\nFirewall\nstate is indicated under Home or work (private) networks.\nSee Also...\nProtecting Your Computer\n15\nFind this post useful? Share below to help raise awareness.\nDownload as a .pdf file\nTwitter\nFacebook\nPinterest\nMail\nLinkedIn\nIn partnership with",
    "scraped_date": "2025-07-24 17:12:12"
  },
  {
    "url": "https://www.getsafeonline.org/personal/blog/",
    "title": "Blog",
    "content": "Home\nPersonal\nBlog\nThe Get Safe Online blog provides insights, advice and opinions on the current cyber security threats, helping you get safe online.\nMost Recent Blog Post\nNews\nProtecting yourself in a world of AI\n19 June 2025\nLatest Posts\nNews\nWhat is SIM swap fraud and how can you protect yourself?\n17 June 2025\nNews\nVerified love: how secure messaging is fighting romance fraud\n3 April 2025\nNews\nStay scam safe in 2025\nThere are certain points in the year when it’s beneficial to have a reset, whether that be fitness, diet or even money management. And, the first quarter of any new year is exactly one of those points in the calendar. \r\n\r\nNot too early yet not...\n13 January 2025\nNews\n‘Lloyds Pharmacy’ online scam\n3 January 2024\nNews\nDairy farmer falls victim to online purchase scam when buying equipment\nChristina and Martin Trim have been dairy farming in North Dorset since 1991. Their herd of Holstein Friesian cattle numbers approximately 300 including young stock and heifers. The breed is renowned for high production of high-quality milk, with...\n12 October 2023\nNews\nBeware of ULEZ and CAZ charge copycat websites\n7 August 2023\nNews\nWho are you really talking to online?\n8 June 2023\nNews\nWhy you should be using Multifactor Authentication (MFA)\n29 March 2023\n1\n2\n3\n…\n26\nNext\nTrending Blog Posts\nNews\nProtecting yourself against identity theft and fraud\nNews\nMy Instagram account was hacked and I was tricked into promoting scam cryptocurrency\nNews\nGuide to ISP filters and web blocking\nNews\nMaking online friends the safe way\nNews\nCatfishing and how to spot the signs\nNews\nRoyal Mail delivery or scam?\nNews\nRoblox – what is it, and how safe is it?\nNews\nGrowing up and the internet: sexting, exploitation and other dangers\nNews\nThe web world: who owns who? (Infographic)\nNews\nOnline Respect\nBack to Basics\nWe'll help you stay online with safety and confidence.\nMonthly newsletter\nSubscribe to PROTECT! for the latest news, views and advice.\nCheck a website\nDetermine whether a website is likely to be legitimate or a scam … before you visit it.\nNeighbourhood Alert\nRegister to receive Neighbourhood Alerts.\nBecome a Get Safe Online Partner\nDemonstrate your commitment to online safety and gain many exclusive benefits.\nSelf Help Tool Centre\nFREE tools to help you keep safe when using the internet.\nIs it a scam?\nA simple way to check instantly if something you’ve received is a scam or not.\nSpot the AI\nWe’ll help you learn to spot the difference between videos, voices and other content produced by AI, and the real thing.\nIn partnership with",
    "scraped_date": "2025-07-24 17:11:41"
  },
  {
    "url": "https://www.getsafeonline.org/personal/news/",
    "title": "News",
    "content": "Home\nPersonal\nNews\nThe latest internet safety and cyber security news from Get Safe Online, as well as the launches of the latest campaigns to help you get safe online\nMost Recent News\nNews\nAll Coop members advised to take precautions after confirmation that their data has been stolen\n16 July 2025\nLatest Posts\nNews\nScam summer: experts warn price caps may fuel 100 million in ticket fraud\n2 June 2025\nNews\nAdidas hit by data breach, exposing customer contact information\n28 May 2025\nNews\nLady Gaga fans warned to avoid buying on social media ahead of ‘Mayhem Ball’ tour tickets going on sale\n2 April 2025\nNews\nGlobal accolade for Paul Bayer at Get Safe Online,  as he continues his fight against child abuse\n25 March 2025\nNews\nAmount lost to fraud on the rise, as scammers look to exploit social media and AI\n13 February 2025\nNews\nGet Safe Online urges vigilance ahead of Beyoncé on-sale as 1 in 8 scammed on social media, highlighting the need for safe, regulated marketplaces\n11 February 2025\nNews\nWomen celebrated as Get Safe Online’s ‘Cyber Heroine of the Year’ announced\n23 January 2025\nNews\nConsumers sleepwalking into scams: alarming rise in social media ticket scams as buyers ignore the risks\n27 November 2024\n1\n2\n3\n…\n104\nNext\nTrending Blog Posts\nNews\nNCA warn parents about kids’ potential criminality\nNews\nRihanna ‘sex video’ event scam\nNews\nAmount lost to fraud on the rise, as scammers look to exploit social media and AI\nNews\nHome Affairs Committee slams social networks\nNews\nOnline sellers warned about fake banking app\nNews\nWatch out for scam Tesco Facebook post\nNews\nWatch out for ‘Verified by Visa’ scam emails\nNews\nCoronavirus scams you should be aware of\nNews\nWordPress targeted by hackers\nNews\n‘Court notice’ email scam\nBack to Basics\nWe'll help you stay online with safety and confidence.\nMonthly newsletter\nSubscribe to PROTECT! for the latest news, views and advice.\nCheck a website\nDetermine whether a website is likely to be legitimate or a scam … before you visit it.\nNeighbourhood Alert\nRegister to receive Neighbourhood Alerts.\nBecome a Get Safe Online Partner\nDemonstrate your commitment to online safety and gain many exclusive benefits.\nSelf Help Tool Centre\nFREE tools to help you keep safe when using the internet.\nIs it a scam?\nA simple way to check instantly if something you’ve received is a scam or not.\nSpot the AI\nWe’ll help you learn to spot the difference between videos, voices and other content produced by AI, and the real thing.\nIn partnership with",
    "scraped_date": "2025-07-24 17:11:47"
  },
  {
    "url": "https://www.getsafeonline.org/resources/videos/",
    "title": "Videos",
    "content": "Home\nVideos\nHere are a selection of the many videos we have produced to help you, your friends and your family stay safe online. Included are videos that we have produced for campaigns, as well as videos providing general online safety advice.\nYou can also find us on\nYouTube\nand\nVimeo\n.\nFeatured Video\nVimeo\nGet AI Safe Online Webinar\nWatch\nDigital Stories - A special collaboration with West Sussex County Council\nLink\nPrivacy: A Family Day Out\nFollow link\nLink\nRespect Online: Video Game Challenge\nFollow link\nLink\nStranger Danger V2.0: The Mysterious Online Friend\nFollow link\nLink\nMisinformation: The Cat is Out the Hat\nFollow link\nWebinars\nVimeo\nCelebrating and championing women in cybersecurity\nWatch\nVimeo\nYou, The Internet and Trust Webinar - Get Safe Online Week 2023\nWatch\nVimeo\nGaming4Good Safer Internet Day 2022 Webinar\nWatch\nVimeo\nGaming4Good Webinar - 17th June 2021 - For parents and guardians for children between 2-12 years old\nWatch\nVimeo\nGaming4Good Webinar - 24th June 2021 - For parents and guardians for children between 12-15 years old\nWatch\nReal Life Stories\nVimeo\nSai's Story\nWatch\nVimeo\nDon't Be a Victim - A Real Online Banking Fraud Story\nWatch\nVimeo\nDon't Be a Victim - A Real Holiday Scam Story\nWatch\nVimeo\nDon't Be a Victim - A Real Romance Fraud Story\nWatch\nVideos\nVimeo\nPurchase Scams Campaign - how does Emily make 15k in one month?\nWatch\nVimeo\nPurchase Scams Campaign - how does John make 15k in one month?\nWatch\nVimeo\nOne Post Could be your Ghost\nWatch\nVimeo\nHunt the password\nWatch\nVimeo\nHow Private is Your Personal Information?\nWatch\nVimeo\nIt's Personal\nWatch\nVimeo\nVishing Scam\nWatch\nVimeo\nComputer Support Scam\nWatch\nVimeo\nPhishing Scam\nWatch\nVimeo\nProtect your PC\nWatch\nVimeo\nProtect your ID\nWatch\nVimeo\nTicket Scam\nWatch\nVimeo\nHoliday Scam\nWatch\nOnline Safety Advice Videos\nVimeo\nSafe Social Networking\nWatch\nVimeo\nShopping Online\nWatch\nVimeo\nUse online auctions safely\nWatch\nVimeo\nStop spyware\nWatch\nIn partnership with",
    "scraped_date": "2025-07-24 17:11:51"
  },
  {
    "url": "https://www.getsafeonline.org/glossary/",
    "title": "Glossary",
    "content": "Home\nGlossary\nGoogle\nA popular search engine\nGoogle Phishing Quiz\nCan you spot when you’re being phished? Identifying\nphishing\ncan be harder than you think. Take the\nquiz\nto see how you do.\n.exe file\nExecutable file: used by programs to install and run on computers.\n419 scam\nA type of advance fee fraud, where you are asked to help transfer money out of another country. It originated in West Africa, and 419 is the section of the Nigerian legal code that covers the crime.\n802.11\nThe standard for wireless networks.\nAccess control\nControlling who has access to what information.\nActiveX controls\nThey can enhance your browsing experience by allowing animation or help with tasks such as installing security updates at Microsoft Update. If you do not trust the website and publisher, click ‘Don’t run’ when prompted.\nAdministrator\nA user with sufficient access rights to allow them to manage the access rights of other users and carry out other high-level computer management tasks.\nAdvance fee fraud\nAny fraud that tricks victims into paying money up front on the false hope of receiving something significant later.\nAdware\nA form of spyware that displays unwanted advertisements on a computer.\nAIM\nAOL’s instant messaging system.\nAndroid\nAn operating system used by a number of smartphone and tablet manufacturers. The world’s most prolific operating system for smartphones.\nAntispyware software\nSoftware specifically designed for the detection and prevention of spyware. Often bundled in an internet security package.\nAntivirus software\nSoftware specifically designed for the detection and prevention of known viruses. Often bundled in an internet security package.\nATM\nAutomated Teller Machine: a cash machine, often referred to as a ‘hole the wall’.\nAttachment\nFiles, such as programs or documents, that are attached to an email.\nAuthentication\nThe process for verifying that someone or something is who or what it claims to be. In private and public computer networks (including the internet), authentication is generally done with passwords.\nBack door\nA loophole in a computer’s security systems that allows a hacker to gain access. Often deliberately built in by developers for illicit purposes.\nBackup\nCopying data to ensure its availability in the case of computer failure or loss.\nBandwidth\nThe speed at which a network can transmit data – typically used to describe speed of internet connections.\nBiometric\nUsing body measurements, such as fingerprints and irises, as a means of authentication.\nBIOS password\nThe BIOS software is built into the PC, and is the first software run by a PC when powered up. This software can be password protected, which stops the PC from starting up.\nBit\nThe basic binary unit of data, representing 0 or 1.\nBluetooth\nA type of short-range wireless connection between devices like mobile phones, headsets and computers.\nBoot\nTo start up or reset a computer, mobile phone or tablet.\nBoot password\nA password that is needed before a computer starts up or any operating system can be loaded.\nBotnet\nA collection of otherwise unrelated PCs which have been infected by a virus and which are under the central control of criminals or hackers. Abbreviation for Robot Network.\nBrowser\nA program that lets users read and navigate pages on the Internet, such as Microsoft’s Internet Explorer, Mozilla’s Firefox, Google’s Chrome or Apple’s Safari.\nBuffer\nA region of memory in which data is temporarily held before it is transferred between two locations or devices.\nBuffer overflow\nWhen more information is added to a buffer than it was designed to hold. An attacker may exploit this vulnerability to take over a system.\nBug\nAn error or flaw in a computer program.\nByte\nA unit or measure of computer memory, usually consisting of eight binary digits (bits) processed together; usually enough to store a single letter or digit.\nCertificate\nAn encrypted file containing user or server identification information, which is used to verify a website owner’s identity and to help establish a security-enhanced link.\nChargeback\nThe process of reversing a transaction and return of payment to a customer – typically when goods have not been received or are faulty.\nChat room\nAn online discussion group where you can chat (by typing) with other users in real time.\nClient\nAn application or system that accesses a service made available by a server – generally refers to a personal computer on a network.\nCloud\nSee cloud computing.\nCloud computing\nThe delivery of storage and computing capacity to end users via the internet. Commonly used for backing up data and hosting applications.\nCookie\nA small file which asks permission to be placed on your computer’s hard drive. Cookies allow web applications to personalise your experience by gathering and remembering information about your preferences.\nCracking\nFinding a password, password or PIN by trying many combinations of characters.\nCritical update\nA software update that fixes a security flaw.\nData Protection Act (DPA)\nThe Data Protection Act 1998 sets out the legal basis for handling, processing and protecting personal data in the UK.\nDecryption\nThe process of converting encrypted data back into its original form.\nDenial of service attack\nDeliberate overloading of a service by criminals to make it unavailable to legitimate users. For example, by arranging millions of simultaneous visits to a website – normally from a Bot Net.\nDesktop firewall\nSoftware designed to prevent unauthorised access to a computer over the internet.\nDigital signature\nData that is used to identify and authenticate the sender and integrity of the message data. Can be bundled with a message or transmitted separately.\nDiscoverable\nThe status of a Bluetooth device that has been set up to broadcast its existence to other Bluetooth devices.\nDomain name\nA website address, alternatively known as a URL.\nDomain Name Server (DNS)\nA server that converts recognisable domain names (eg microsoft.com) into their unique IP address (eg 207.46.245.222).\nDownload\nTo obtain content from the internet, as an email attachment or from a remote computer, to your own hard drive.\nDumpster diving\nA method of social engineering in which criminals raid rubbish bins to gather personal information.\nEaster egg\nAn unexpected ‘feature’ built into a computer program by the author. Can be added for fun or malicious intent.\nEavesdropping\nListening in to voice or data traffic without the knowledge or consent of the sender or recipient.\nElevation of privilege\nWhen a user (particularly a malicious user) gains more access rights than they normally have.\nEmail attachment\nFiles, such as documents or photographs, that are attached to an email.\nEmail filter\nSoftware that scans incoming email for spam or viruses, or outgoing email for viruses – and filters it accordingly.\nEncrypted\nThe process of converting data into cipher text (a type of code) to prevent it from being understood by an unauthorised party.\nEscrow\nA trusted third party service that holds money, software or other assets pending completion of a transaction.\nFile sharing\nMaking files available over the internet to other users, typically music or video files.\nFingerprint recognition\nA biometric form of authentication using fingerprints. Used increasingly on PCs as an alternative to passwords.\nFirewall\nHardware or software designed to prevent unauthorised access to a computer or network over the internet.\nFreeloading\nWhere unauthorised users gain access to your wireless network connection.\nFTP\nFile Transfer Protocol, a method of transmitting data files over the internet, normally between businesses.\nFull backup\nA backup where all the chosen files are backed up, regardless of whether they have changed since the last backup.\nGateway firewall\nA firewall that operates at the point where a private local area network connects to the public internet.\nGigabyte\n1000 megabytes\nGrooming\nThe process by which someone develops a relationship with someone else with illegal or immoral intent. Often used to describe how paedophiles develop relationships with unsuspecting children.\nHacker\nA hacker is a person who violates computer security for malicious reasons or for personal gain.\nHard disk\nA fixed magnetic disk drive used to store data on computers.\nHoax email\nAn email that makes a false claim with criminal intentions, for example a virus warning. These emails may in fact carry a real virus and are designed to make the virus spread rapidly.\nHoney pot\nA security feature built into a network, designed to lure hackers into meaningless locations to avoid harm to genuine, crucial data.\nHotspot\nA publicly accessible wireless internet connection.\nHTML\nHypertext Mark up Language: the computer code that is used to form the basis of building web pages.\niCloud\nApple’s secure cloud storage and backup product.\nIdentity theft\nThe crime of impersonating someone – by using their private information – for financial gain.\nIETF\nInternet Engineering Task Force is the body that defines the standards underlying the internet.\nIMEI\nInternational Mobile Equipment Identification: a unique serial number built into mobile phones and tablets. To determine a device’s IMEI number, dial *#06# on the device.\nIncremental backup\nA backup where only files that have been changed or added since the last\nbackup\nare stored, making it faster than a full backup.\nInformation Commissioner\nThe UK Information Commissioner’s Office (ICO) is the independent public body set up to uphold information rights in the public interest, responsible for upholding the Data Protection Act 1998 and the Freedom of Information Act 2000.\nInformation security\nThe discipline of protecting computers and data from misuse.\nInstant messaging\nChat conversations between two or more people via typing on computers or portable devices. Systems include BlackBerry Messenger, Facebook Chat, MSN Messenger, AOL Instant Messenger, Yahoo!\niOS\nApple’s operating system used on its iPhone and iPad devices.\nIP address\nInternet Protocol address: a unique address that is used to identify a computer or mobile device on the internet.\nIPSec\nIP Security: IPSec provides security for transmission of sensitive information over unprotected networks such as the Internet. IPSec acts at the network layer, protecting and authenticating IP packets between participating IPSec devices.\nISP\nInternet Service Provider: a company that provides access to the internet.\nJava\nOne of today’s most popular and widely used programming languages. Originally developed by Sun Microsystems (now Oracle).\nJavascript\nA programming language derived from Java that is used to make web pages more interactive.\nKey logger\nA virus or physical device that logs keystrokes in order to capture private information, passwords or credit card information.\nKilobyte\n1000 bytes.\nLAN\nLocal Area Network: a local computer for communication between computers. Can be wired or wireless.\nLaundering\nThe process of concealing the source of money obtained illegally, by carrying out financial transactions or operating fake businesses in order to camouflage the illegal source.\nLinux\nAn open-source, freely-available operating system.\nLog file\nA file that lists actions that have occurred.\nMacro\nA type of programme used to eliminate the need to repeat the steps of common tasks over and over – such as adding or removing rows and columns or protecting or unprotecting worksheets.\nMacro virus\nvirus which uses the macro capabilities of common applications such as spreadsheets and word processors to implement virus-like behaviour.\nMalware\nSoftware used or created by hackers to disrupt computer operation, gather sensitive information, or gain access to private computer systems. Short for ‘malicious software’.\nMegabyte\n1000 kilobytes.\nMemory stick\nA removable memory device, normally connected to a computer via USB.\nMoney mule\nSomeone who is recruited by a fraudster to transfer money illegally gained in one country to another country, usually where the fraudster lives. The term comes from an analogy with drug mules.\nMP3\nThe technology used to store sound files, typically for music or podcasts.\nMP3 player\nA device that plays MP3 music files.\nNetwork\nA number of computers that are connected to one another, together with the connecting infrastructure.\nNon-repudiation\nThe ability to prove that a specific individual has carried out an activity on a computer or online, so that it cannot later be denied.\nOnline backup\nA backup method in which data is transmitted over the internet for storage, often referred to as ‘cloud’ backup.\nOpen source\nA term generally used to describe computer software that has been developed in a collaborative way, often by volunteers on a non-commercial basis.\nOperating system\nThe software that enables your computer or mobile device to operate.\nOwned\nWhen a computer has been taken over by hackers.\nPadlock\nA symbol in a web browser that indicates that an encrypted (SSL) connection is being used to communicate with a site that has a valid certificate. Normally accompanied by ‘https’ at the beginning of the address line.\nPairing\nWhen two Bluetooth-enabled devices are linked in order to communicate with each other.\nPatch\nA software update, often related to improving security.\nPDF\nPortable Document Format: a method of saving a document so that it can be opened and viewed on devices using different operating systems.\nPeer-to-peer\nA network typically used to share music and video files and applications between individuals over the internet.\nPenetration testing\nLegally hacking into a computer system or website with the approval of the owner, to reveal vulnerabilities and finding opportunities for improving its security.\nPharming\nAn exploit in which criminals disrupt the normal functioning of DNS software which translates internet domain names into addresses. The user enters a correct address but is redirected to a fake website.\nPhishing\nAn attempt at identity theft in which criminals lead users to a counterfeit website in the hope that they will disclose private information such as user names or passwords.\nPIN\nPersonal Identification Number.\nPing\nA simple program that communicates with another computer over a network to see if it is responsive.\nPiracy\nIllegal duplication or use of material covered by intellectual property laws, such as copyright.\nPop-up\nA small window which appears over a web page, usually to display an advertisement.\nPort\nA physical or virtual connection in a computer that enables applications to communicate with pre-determined external devices.\nPremium rate\nA telephone number, typically prefixed by 09, which is very expensive when dialled. Often connected with scams.\nPrivileged user access\nAccess rights to computers or data – normally varying between users according to what they are and are not entitled to see.\nProfile\nA list of personal details revealed by users of social networking, gaming, dating and other websites. Profiles may normally be configured to be public or private.\nProxy server\nA server that manages internet traffic to and from a local area network and can provide other functions, such as internet access control.\nQR Code\nA code designed to be scanned by smartphone camera, which contains a link to a website belonging to the code’s originator. Like a barcode, not readable by the human eye.\nRecordable DVD\nA DVD that is capable of storing data when used in a DVD recorder.\nRemovable media\nStorage devices that can be removed from a computer, such as CDs/DVDs, USB sticks and portable hard drives.\nRoot kit\nA set of tools used by hackers to get control of a computer.\nRouter\nA device that routes network or internet traffic. Typically found in home/small office environments within a WiFi device (wireless hub).\nScript kiddies\nHackers who carry out their illicit activity for notoriety rather than criminal intent.\nSecurity exploit\nA piece of software or sequence of commands that takes advantage of a software bug, glitch or vulnerability to cause problems, often with criminal intent.\nServer\nA computer that serves files or services to other computers over a network or the internet.\nSkimming\nThe act of counterfeiting a bank card by using a device to capture the card and account information embedded on the card’s magnetic strip.\nSmart card\nA form of user authentication that relies on a credit card-sized card with an embedded chip.\nSmartphone\nA mobile phone built on a mobile computing platform, with more advanced computing ability and connectivity than a standard mobile phone.\nSocial engineering\nUse of deceit offline to gain access to secure systems or personal information, for example impersonating a technical support agent.\nSpam\nUnsolicited commercial e-mail. Also known as junk e-mail.\nSpoofing\nWhen an unauthorised person makes a message (typically an email) appear to come from a genuine sender by using either the genuine or a very similar address.\nSpyware\nMalware that secretly monitors a user’s activity or scans for private information.\nSSID\nThe wireless network name which enables users and WiFi-enabled devices to identify one wireless network from another. Acronym for\ns\nervice\ns\net\nid\nentifier.\nSSL\nSecure Socket Layer, an encryption system that secures internet communications.\nSync\nTo link two devices – typically a computer and smartphone or tablet – to ensure they hold the same data such as contacts, emails and music files. Short for synchronise.\nTablet\nAn ultra-portable, touchscreen computer which shares much of the functionality and also the operating system of smartphones, but generally with more computing power.\nTCP/IP\nTransmission Control Protocol / Internet Protocol. The protocols, or conventions, that computers use to communicate over the internet.\nTerabyte\n1000 gigabytes.\nToken\nA physical object, such as a smart card, used to authenticate users.\nTraffic\nThe transmission of information over a network or the internet.\nTrojan\nSoftware posing as an authentic application, which actually conceals an item of malware. Term comes from Trojan Horse in Greek mythology.\nTwo factor authentication\nA method of obtaining additional evidence of identity to simply using passwords – such as a bank card.\nUSB\nUniversal Serial Bus: a means of physically connecting computers and peripherals such as external storage, keyboards and MP3 players.\nUsenet\nAn internet-based public bulletin board system that allows users to post messages to different newsgroups.\nUser account\nGives individuals access to files and programs on a computer. Access is often controlled by login.\nUsername\nA code name that, with a password, unlocks a user account.\nVirtual Private Network\nVirtual Private Network: a method of creating a secure connection between two points over the internet. Normally used only for business-to-business communications.\nVirus\nA file written with the sole intention of doing harm, or for criminal activity.\nVirus signature\nA virus’s ‘fingerprint’ which contains the characteristics of a virus or type of virus.  Internet security software uses a database of signatures to detect viruses.\nVishing\nThe practice of attempting to obtain personal or financial information via a telephone call in order to commit fraud or identity theft.\nVoIP\nVoice over IP: a technology for transmitting phone-like voice conversations over the internet.\nVulnerability\nAny product flaw, administrative process or act, or physical exposure that makes a computer susceptible to attack by a malicious user.\nWebmail\nAn email system that uses a web browser to read and send emails, rather than a standalone email program such as Microsoft Outlook or Apple Mail.\nWEP\nWired Equivalent Privacy: a type of data encryption to prevent eavesdropping and access to a wireless network by malicious users. Defined by the 802.11 standard.\nWiFi\nA local area network which uses radio signals instead of a wire to transmit data.\nWireless hotspot\nA publicly accessible wireless internet connection.\nWireless network\nA local area network which uses radio signals instead of a wire to transmit data.\nWorm\nA type of virus which can spread itself across networks needing no human intervention to do so.\nWPA\nWiFi Protected Access: a type of data encryption to prevent eavesdropping and access to a wireless network by malicious users. Defined by the 802.11 standard. Provides stronger security than WEP.\nWPA2\nWiFi Protected Access 2: a type of data encryption to prevent eavesdropping and access to a wireless network by malicious users. Defined by the 802.11 standard. Provides stronger security than WPA or WEP.",
    "scraped_date": "2025-07-24 17:11:54"
  },
  {
    "url": "https://www.getsafeonline.org/about-us/",
    "title": "About Get Safe Online",
    "content": "Home\nAbout Get Safe Online\nGet Safe Online is the UK’s leading internet safety website. We provide unbiased, factual and easy-to-understand information on online safety.\nOur website is a unique resource providing practical advice on how to protect yourself, your computers and mobiles device and your business against fraud, identity theft, viruses and many other problems encountered online. It contains guidance on many other related subjects too – including performing backups and how to avoid theft or loss of your computer, smartphone or tablet. We cover every conceivable topic – including safe online\nshopping\n,\ngaming\nand\ndating\n… so you really can stay safe with everything you do online.\nThe site also keeps you up to date with news, tips and stories from around the world.\nGet Safe Online is not only a website. We also organise national events – such as Get Safe Online Week – as well as community events. We work closely with law enforcement agencies, MOD and other organisations in support of their outreach activity, internal awareness and customer online safety.\nGet Safe Online is a public / private sector partnership supported by leading organisations in banking, retail, internet security and other sectors. We are\nCyber Essentials\ncertified.\nGet Safe Online Limited (company number 5479360) is a company registered in England & Wales whose registered office is\nGET SAFE ONLINE LTD, Harrison Seymour LLP Accountants, Unit D1, The Quays, Burton Waters, Lincoln, LN1 2XG.\nMeet the Team\nPartners and Supporters\nBack to Basics\nWe'll help you stay online with safety and confidence.\nMonthly newsletter\nSubscribe to PROTECT! for the latest news, views and advice.\nCheck a website\nDetermine whether a website is likely to be legitimate or a scam … before you visit it.\nNeighbourhood Alert\nRegister to receive Neighbourhood Alerts.\nBecome a Get Safe Online Partner\nDemonstrate your commitment to online safety and gain many exclusive benefits.\nSelf Help Tool Centre\nFREE tools to help you keep safe when using the internet.\nIs it a scam?\nA simple way to check instantly if something you’ve received is a scam or not.\nSpot the AI\nWe’ll help you learn to spot the difference between videos, voices and other content produced by AI, and the real thing.",
    "scraped_date": "2025-07-24 17:11:58"
  },
  {
    "url": "https://www.getsafeonline.org/contact-us/",
    "title": "Contact us",
    "content": "Home\nContact us\nBefore you contact us…\nPlease use this form to contact\nGet Safe Online\nfor any questions, general advice or concerns relating to online safety, or for any questions regarding our organisation, our events, our partner scheme, our ambassador scheme, or our website. We cannot answer questions that are directly related to your business with other companies or organisations, such as banks, retailers, pensions or insurance companies. Please contact them directly.\nFor media enquiries, please email\n[email protected]\nPlease\ndo not include\nany usernames, passwords, account numbers or other confidential details in your message.\nGet Safe Online Limited (company number 5479360) is a company registered in England & Wales whose registered office is\nCygnet House, Exchange Rd, Lincoln LN6 3JZ.\nBy using the contact form, you agree to allow Get Safe Online to use the details you provide to contact you. Please read our\nPrivacy Policy\nfor more information.\nName\n*\nFirst Name\nLast Name\nEmail\n*\nEnter Email\nConfirm Email\nReason for contact\nPlease choose\nHelp & Advice\nPartner or Supporter Enquiry\nGet Safe Online Ambassador Scheme\nReport a technical issue with our website\nSubscribe / Unsubscribe to our Newsletter\nOther\nSubject\nMessage\nConfidential Information Confirmation\n*\nI confirm that I have not included any confidential data in this message\nConfidential information, including postal addresses, account numbers, sort codes, details of pension plans or insurance policies, should not get sent to us. We do not ask for it, nor will it help us deal with your enquiry. Please confirm you have not included any in your message by ticking the box above.\nData Processing Confirmation\n*\nI agree\nIn order for us to handle your enquiry, we are required to ask for your permission to process the data you have provided above. Please confirm you are happy for us to do this by ticking \"I agree\".\nCAPTCHA\nComments\nThis field is for validation purposes and should be left unchanged.\nFollow Us\nTwitter\nFacebook\nYoutube\nInstagram\nEmail",
    "scraped_date": "2025-07-24 17:12:02"
  },
  {
    "url": "https://www.getsafeonline.org/personal/article-category/protecting-your-computer/",
    "title": "Protecting Your Computer",
    "content": "Home\nProtecting Your Computer\nRead our free, impartial online safety advice on protecting your computer against malicious activity. We provide advice on many topics, including viruses and spyware, spam and scam emails and ransomware.\nProtection\nChanging wireless passwords/SSIDs\nYour wireless router needs a password to let you connect your computers, mobile devices and smart devices over Wi-Fi. Routers frequently come with a password that is common to all of the others provided by your ISP. If this is...\nReplacing Windows 7\nIf you still run Microsoft Windows 7 on your computer, you need to be aware that Microsoft ceased support for the operating system on January 14th 2020. As a result, it no longer issues updates, security patches, bug fixes and...\nReplacing Windows XP\nDespite the frequent introduction by Microsoft of newer versions of its Windows operating system over the years, some business and home PC users are still using Windows XP, which was replaced back in 2007. However, Microsoft...\nUpdate Your Browser\nGet Safe Online recommends that for optimum safety and security when using the internet, you always run the latest version of your chosen browser that your operating system will support. You should also always download and...\nSafe Linux Use\nThis page provides advice on some of the most important activities that are particularly relevant for protecting Linux workstations. It includes advice for people running individual Linux workstations (for example, home or small...\nPhysical Security\nPhysical security is just as important as online security in protecting your computer and yourself against crime. This page covers physically protecting your equipment and data not only from theft, but also from fire, flood and...\nSafe Mac Use\nApple Macs are less vulnerable to attack by malware than PCs. Many people, in fact, believe that Macs are immune to viruses and spyware, but this is definitely not the case. As the use of Macs increases for both personal and...\nSafe Computer Disposal\nComputers that you no longer need should be disposed of with great care. The data on your computer can easily be accessed whether you sell, scrap, give away or donate it, and even ‘deleted’ data can be retrieved with relative...\nSoftware Updates\nThe software that may be on your computer includes:...\nWireless Networks & Hotspots\nWireless networks have revolutionised the way we can use computers and mobile devices, both in the home and office – and when we are out and about. Home and office wireless networks make it easier to use the internet and send...\nBackups\nThe information held on your computer may be irreplaceable. Regularly backing up your data will ensure that you have more than one copy....\nWindows Updates\nWhen Microsoft launches a new version of Windows, online criminals quickly find vulnerable areas in the operating system and continue to do so for the lifetime of the version. To counter this, Microsoft releases regular updates...\nFirewalls\nBecause the internet is a public network, any connected computer can find and connect to any other connected computer. A firewall is a barrier between the internet and your own computer or network. Think of it as a highly...\nRisks\nAvoiding Ratting – Remote Access Trojans\nYou use your computer or mobile device for many everyday private or confidential tasks, which is why it is essential to take precautions to protect it from viruses and spyware. One type of spyware becoming increasingly common is...\nRansomware\nRansomware is a form of malware that gives criminals the ability to lock a computer from a remote location - then displays a pop-up window informing the owner that it will not be unlocked until a sum of money is paid. In some...\nSpam, Scam and Fake Email\nWhat is spam email, scam email, and how do you identify a fake email?\r\nEmail is both an excellent communication tool and also a way that companies can inform you about their latest products and services. However, email is...\nViruses & Spyware\nA virus is a file written with the sole intention of doing harm, or for criminal activity. There are many types of virus. Viruses and spyware are also known as 'malware'...\nIn partnership with",
    "scraped_date": "2025-07-24 17:12:05"
  },
  {
    "url": "https://www.getsafeonline.org/personal/article-category/protecting-your-computer/protection/",
    "title": "Protection",
    "content": "Home\nProtecting Your Computer\nProtection\nRead our free, impartial online safety advice on protecting your computer against malicious activity.\nChanging wireless passwords/SSIDs\nYour wireless router needs a password to let you connect your computers, mobile devices and smart devices over Wi-Fi. Routers frequently come with a password that is common to all of the others provided by your ISP. If this is...\nReplacing Windows 7\nIf you still run Microsoft Windows 7 on your computer, you need to be aware that Microsoft ceased support for the operating system on January 14th 2020. As a result, it no longer issues updates, security patches, bug fixes and...\nReplacing Windows XP\nDespite the frequent introduction by Microsoft of newer versions of its Windows operating system over the years, some business and home PC users are still using Windows XP, which was replaced back in 2007. However, Microsoft...\nUpdate Your Browser\nGet Safe Online recommends that for optimum safety and security when using the internet, you always run the latest version of your chosen browser that your operating system will support. You should also always download and...\nSafe Linux Use\nThis page provides advice on some of the most important activities that are particularly relevant for protecting Linux workstations. It includes advice for people running individual Linux workstations (for example, home or small...\nPhysical Security\nPhysical security is just as important as online security in protecting your computer and yourself against crime. This page covers physically protecting your equipment and data not only from theft, but also from fire, flood and...\nSafe Mac Use\nApple Macs are less vulnerable to attack by malware than PCs. Many people, in fact, believe that Macs are immune to viruses and spyware, but this is definitely not the case. As the use of Macs increases for both personal and...\nSafe Computer Disposal\nComputers that you no longer need should be disposed of with great care. The data on your computer can easily be accessed whether you sell, scrap, give away or donate it, and even ‘deleted’ data can be retrieved with relative...\nSoftware Updates\nThe software that may be on your computer includes:...\nWireless Networks & Hotspots\nWireless networks have revolutionised the way we can use computers and mobile devices, both in the home and office – and when we are out and about. Home and office wireless networks make it easier to use the internet and send...\nBackups\nThe information held on your computer may be irreplaceable. Regularly backing up your data will ensure that you have more than one copy....\nWindows Updates\nWhen Microsoft launches a new version of Windows, online criminals quickly find vulnerable areas in the operating system and continue to do so for the lifetime of the version. To counter this, Microsoft releases regular updates...\nFirewalls\nBecause the internet is a public network, any connected computer can find and connect to any other connected computer. A firewall is a barrier between the internet and your own computer or network. Think of it as a highly...\nIn partnership with",
    "scraped_date": "2025-07-24 17:12:09"
  }
]