{
  "url": "https://www.getsafeonline.org/protecting-yourself/",
  "title": "Protecting Yourself - Get Safe Online",
  "content": "Home\nProtecting Yourself\nRead our free, impartial safety advice on protecting yourself when online. We provide advice on many topics including passwords, oversharing, cyberbullying and online gambling.\nKeeping Activities Safe\nSafe Remittances\nAs somebody from abroad living and working in the United Kingdom, you may send remittances (money transfers) back home. These payments could be for your family to buy essentials or to maintain their standard of living, to pay for...\nLoan Fee Fraud\nA type of advance fee fraud, loan fee fraud takes place when you are offered a loan either as a result of submitting an application or out of the blue, and asked to pay an upfront arrangement fee to secure it, only to find that...\nCOVID-19 Vaccination Misinformation, Disinformation & Fake News\nCOVID-19 vaccinations have been administered to billions of people around the world, with numbers increasing daily. In countries where vaccinations have been rolled out successfully, there are fewer infections, hospitalisations...\nTrades Recommendation Websites\nA number of websites have been launched in recent years which the public can use to find tradespeople and check their credentials. Tradespeople or companies have profiles on the sites describing their services and often featuring...\nAdult Content\nThere are a number of precautions you should observe when visiting websites featuring adult content. Firstly, the popularity of such sites means they have become a favoured way of criminals to spread malware, which can have a...\nSmart TVs\nSmart TVs (also known as Connected TVs) integrate television with the internet. When connected to the internet, they enable you to search and find videos, movies, photos and other content on the web by interacting via your remote...\neCards\neCards (electronic or online greeting cards) have become very popular over the past few years. They provide a convenient, inexpensive and fun way to send greetings to friends and family – or if you run a business – your...\nSafe Property Rental\nFraud involving rental properties has always existed, but the fact that the majority of rentals are now advertised online has increased opportunities for fraudsters, and hence the amount of rental fraud that takes place. Such...\nSearching the Internet\nWith ever increasing amounts of material on the internet, virtually any information you need can be found using search engines such as Google and Yahoo! In addition to the benefits that search brings, however, there are some...\nSafe Online Dating\nWhat is online dating, how do you stay safe dating online, and how do I know if a dating site is safe?\r\nOnline dating sites such as Match.com, eHarmony.com and Zoosk.com take the traditional matchmaking process online and allow...\nOnline Gambling\nWhat is online gambling, and how to stay safe\r\nOnline gambling has seen a massive increase in popularity in recent years, and gamblers from the UK have a huge choice of sites to choose from. Some offer only specific types of...\nHoliday & Travel Booking\nWhen using the internet to research or book your holiday or other travel arrangements, the world is literally at your fingertips. However, there are risks associated with doing so – some specific to holiday and travel booking...\nJob Searching\nJob searching online has become by far the most popular method of finding employment. Searching for the type of job you want is fast and easy, and you can see new jobs as soon as employers and agencies post them. However, like...\nComputer Use in Public Places\nUsing computers, smartphones or tablets in public places is now as commonplace as using them at home or in the office. Whether using your own device – or computers found in internet cafés and libraries – there can be a...\nOnline Gaming\nWhat is Online Gaming, and is it safe?\r\nMany computer games are played online against other players over the internet, whether on a console, computer, mobile device or via social networking sites. Most play using an assumed...\nWebmail\nWebmail, such as Hotmail, Yahoo! Mail or gmail – or that supplied by some internet service providers – makes it easy to email using different computers, smartphones and tablets. However, there are risks associated with using...\nDownloading & File Sharing\nDownloading content over the internet is a great way to enjoy music, video, games and other entertainment. Downloading is also a very convenient way to obtain information in the form of Word documents, PDFs, photos and other...\nGeneral Protection\nBehaving Respectfully Online\nOne of the most important things about any community is that its members maintain respect for others in that community. That’s whether it’s a club, business, suburb or city. Or the virtual community of 4.8 billion internet...\nArtificial Intelligence\nArtificial Intelligence - frequently abbreviated to AI - is a technology that is built on models which are trained on either a set amount of data or data available on the internet, depending on how the program has been...\nTwo-Factor Authentication\nTwo-factor authentication – often abbreviated to 2FA – is when a second step is added to the process of logging into your online accounts which require confidentiality, as an additional security layer. These include your...\nVirtual Private Networks (VPNs)\nVirtual Private Networks all perform the same basic service: providing end-to-end encryption for any data sent through them. This encryption does not stop your data from being intercepted … but merely means that the person...\nVictim Support\nBeing a victim of any cybercrime – be it fraud or personal identity theft to online abuse, stalking or paedophilia – can be a difficult and frightening thing to deal with, especially as the identity of the perpetrator is...\nDigital Legacies\nWhen people die, they leave their physical assets and money to beneficiaries who could be family members, friends or acquaintances or favourite charities. This is arranged beforehand by making a will or – if there is no will...\nAccepting Terms & Conditions\nWhen using the internet, you are frequently required to accept Terms & Conditions before proceeding with shopping, banking, downloading and other tasks....\nPrivacy\nMaintaining privacy whilst online is essential in avoiding identity theft and fraud. Apart from these risks, however, there is personal information about you which you undoubtedly do not want to reveal to certain other people....\nPasswords\nHow secure is your password?\r\nYour passwords are the most common way to prove your identity when using websites, email accounts and your computer itself (via User Accounts). The use of strong passwords is therefore essential in...\nSafe Internet Use\nThe internet has revolutionised the way we live our lives – enabling us to read the news, enjoy entertainment, carry out research, book our holidays, buy and sell, shop, network, learn, bank and carry out many other everyday...\nRisks\nSexploitation\nWhat is sexploitation?\r\nSexploitation is the act of threatening to share nude or explicit images or video. Anybody of whatever age, background or gender/gender orientation can be targeted by, and fall victim to, sexploitation...\nOversharing\nOversharing information affects far more of us than we might think. Whether you’ve shared a seemingly innocent photo of your friends or family – or unwittingly given away details of your banking or passport details – you...\nPet Scams\nPet scams take place when you see a pet advertised online, are asked to pay a deposit or full price of the pet, only to find that the pet you have purchased does not exist, and you have been defrauded....\nDelivery Scams\nRestrictions introduced during the COVID-19 pandemic have resulted in a massive increase in online purchases and in turn, home deliveries, a trend which is here to stay owing to the convenience and choice it brings....\nInvestment Scams\nInvestment scams involve criminals contacting people randomly to persuade them to put their money into investment schemes or products that are either non-existent, or do exist but are worthless. Traditionally, sales pitches...\nTV Licensing Scams\nTV Licensing is one of the organisations that scammers frequently try to impersonate. Fraudulent TV Licensing communications are increasingly sent via online means....\nOnline Gender-Based Violence\nThe internet has transformed our ability to obtain information, communicate with others, express our views, share our experiences and engage in conversations about any topic of our choice. Technology has made it possible...\nPyramid Schemes\nA pyramid scheme is a type of scam that promises the victim a fast and substantial return on an investment of money which is paid to the person ‘above’ them in the pyramid. The victim is also required to recruit a number of...\nMisinformation & Fake News\nThe internet is an invaluable tool for finding useful, authoritative information on anything from news and current affairs to DIY, health to history, celebrities to Coronavirus. However, it is also littered with misleading...\nBlackmail emails\nThere has been a sharp increase in the incidence of emails threatening to expose the recipient to everybody in their contacts list, for viewing pornographic online content unless a fee is paid. The emails claim that the sender...\nOnline Abuse\nWhat is online abuse, how are social media platforms abused, and what do you do if you become a victim of it? Read on to find out more.\r\n\r\nSocial media has made it very easy for us to communicate quickly and easily with family,...\nHate Content\nWhilst the internet enables us to communicate quickly, easily and with a wide group of people at the same time, it also makes it easier to spread hateful opinions and material, seemingly with relative anonymity and little...\nProperty Fraud\nProperty fraud occurs when fraudsters sell or mortgage your property without your consent.\r\n\r\n\r\nProperty is usually the most valuable asset you own and can be sold and mortgaged to raise money. It is therefore an attractive...\nMotor Insurance Fraud (Ghost broking)\nMotor insurance fraud, also known as ‘ghost broking’, occurs when organised crime groups or individuals pose as genuine insurance brokers in order to commit fraud.\r\n\r\nThey deceive you into buying cheap motor vehicle insurance...\nVideo Game Gambling\nVideo gaming for your children can be enjoyable and safe, as long as games are age-appropriate, regulated and supervised by you, and playing times limited. However, there has been a massive surge in illegal websites enticing...\nRecovery Room Scams\nVictims of investment scams are increasingly vulnerable to other investment scams, follow-up scams and recovery room fraud.\r\n\r\nThe perpetrators of these scams are in possession of your details and even when they have been stopped...\nOnline Radicalisation\nRadicalisation by extremist groups or individuals can be perpetrated via a number of means: face-to-face by peers, in organised groups in the community and, increasingly, online. Their targets are individuals or groups of people...\nRevenge Porn\nRevenge porn, sometimes known as 'intimate image abuse', is the practice of uploading online explicit images – specifically photos and videos – of ex-partners (or even current partners) without their consent. The images are...\nPension Fraud\nPensions are important and often very significant assets that people rely on so that they may live comfortably in later life. However, like with any valuable asset they can be the target for illegitimate activities, scams or...\nTax Scams\nFraudulent phishing emails claiming to be issued by HMRC and demanding payment or notifying you of a refund, have been in existence for some years. They are still as, if not more, popular with scammers....\nWhat is Social Engineering?\nWhen talking about online safety and security, ‘social engineering’ means the act of manipulating or tricking people into certain actions including divulging personal or financial information … a kind of confidence trick....\nWebcam Blackmail\nWebcam blackmail usually involves people being lured into taking off some or all of their clothes in front of their webcam, only to be told that you have been recorded and that the video will be posted online and/or shown to the...\nTelephone Banking Fraud\nTelephone banking fraud is a scam which is becoming increasingly commonplace. The fraudsters do not actually scam their victims online, but use the telephone to do so. Here’s how it works:...\nCopycat Websites\nCopycat websites are those which offer services from government departments or local government, but are not the official site and charge an often substantial premium for those services, often with no tangible benefit to the...\nPayday Loans\nPayday loans let you borrow relatively small amounts of money for a short period – from a few days up to a month, until you get paid the following month. Available from internet sites and high street shops, payday loans can be...\nCyberstalking\nStalking and harassment have always existed, but since the growth of the internet, it has become easier for those who carry it out to do so either as an extension of their existing activities, or purely online. This persistent...\nMoney Muling\nAs criminals seek more sophisticated ways of concealing the proceeds of their illegal activity, the practice of money muling is becoming increasingly commonplace. A money mule is a person who transfers stolen money between...\nAdvance fee frauds\nAdvance fee fraud is when fraudsters target victims to make advance or upfront payments for goods, services and/or financial gains that do not materialise....\nPreventing Identity Theft\nIdentity theft is a method used to carry out criminal activity, involving unauthorised use of your name and personal details to either steal from you, or commit a crime in your name. Identity theft can be carried out either...\nCall Recording Services\nA number of websites have sprung up offering call recording services, whereby calls you make to an organisation can be recorded and stored, so that you can prove what was said in the conversation in the event of disputes. You...\nAvoiding Ratting – Remote Access Trojans\nYou use your computer or mobile device for many everyday private or confidential tasks, which is why it is essential to take precautions to protect it from viruses and spyware. One type of spyware becoming increasingly common is...\nSpam, Scam and Fake Email\nWhat is spam email, scam email, and how do you identify a fake email?\r\nEmail is both an excellent communication tool and also a way that companies can inform you about their latest products and services. However, email is...\nIn partnership with",
  "scraped_date": "2025-07-24 17:11:29"
}