{
  "url": "https://www.getsafeonline.org/about-us/",
  "title": "About Get Safe Online",
  "content": "Home\nAbout Get Safe Online\nGet Safe Online is the UK’s leading internet safety website. We provide unbiased, factual and easy-to-understand information on online safety.\nOur website is a unique resource providing practical advice on how to protect yourself, your computers and mobiles device and your business against fraud, identity theft, viruses and many other problems encountered online. It contains guidance on many other related subjects too – including performing backups and how to avoid theft or loss of your computer, smartphone or tablet. We cover every conceivable topic – including safe online\nshopping\n,\ngaming\nand\ndating\n… so you really can stay safe with everything you do online.\nThe site also keeps you up to date with news, tips and stories from around the world.\nGet Safe Online is not only a website. We also organise national events – such as Get Safe Online Week – as well as community events. We work closely with law enforcement agencies, MOD and other organisations in support of their outreach activity, internal awareness and customer online safety.\nGet Safe Online is a public / private sector partnership supported by leading organisations in banking, retail, internet security and other sectors. We are\nCyber Essentials\ncertified.\nGet Safe Online Limited (company number 5479360) is a company registered in England & Wales whose registered office is\nGET SAFE ONLINE LTD, Harrison Seymour LLP Accountants, Unit D1, The Quays, Burton Waters, Lincoln, LN1 2XG.\nMeet the Team\nPartners and Supporters\nBack to Basics\nWe'll help you stay online with safety and confidence.\nMonthly newsletter\nSubscribe to PROTECT! for the latest news, views and advice.\nCheck a website\nDetermine whether a website is likely to be legitimate or a scam … before you visit it.\nNeighbourhood Alert\nRegister to receive Neighbourhood Alerts.\nBecome a Get Safe Online Partner\nDemonstrate your commitment to online safety and gain many exclusive benefits.\nSelf Help Tool Centre\nFREE tools to help you keep safe when using the internet.\nIs it a scam?\nA simple way to check instantly if something you’ve received is a scam or not.\nSpot the AI\nWe’ll help you learn to spot the difference between videos, voices and other content produced by AI, and the real thing.",
  "scraped_date": "2025-07-24 17:11:58"
}