{
  "url": "https://www.getsafeonline.org/personal/blog/",
  "title": "Blog",
  "content": "Home\nPersonal\nBlog\nThe Get Safe Online blog provides insights, advice and opinions on the current cyber security threats, helping you get safe online.\nMost Recent Blog Post\nNews\nProtecting yourself in a world of AI\n19 June 2025\nLatest Posts\nNews\nWhat is SIM swap fraud and how can you protect yourself?\n17 June 2025\nNews\nVerified love: how secure messaging is fighting romance fraud\n3 April 2025\nNews\nStay scam safe in 2025\nThere are certain points in the year when it’s beneficial to have a reset, whether that be fitness, diet or even money management. And, the first quarter of any new year is exactly one of those points in the calendar. \r\n\r\nNot too early yet not...\n13 January 2025\nNews\n‘Lloyds Pharmacy’ online scam\n3 January 2024\nNews\nDairy farmer falls victim to online purchase scam when buying equipment\nChristina and Martin Trim have been dairy farming in North Dorset since 1991. Their herd of Holstein Friesian cattle numbers approximately 300 including young stock and heifers. The breed is renowned for high production of high-quality milk, with...\n12 October 2023\nNews\nBeware of ULEZ and CAZ charge copycat websites\n7 August 2023\nNews\nWho are you really talking to online?\n8 June 2023\nNews\nWhy you should be using Multifactor Authentication (MFA)\n29 March 2023\n1\n2\n3\n…\n26\nNext\nTrending Blog Posts\nNews\nProtecting yourself against identity theft and fraud\nNews\nMy Instagram account was hacked and I was tricked into promoting scam cryptocurrency\nNews\nGuide to ISP filters and web blocking\nNews\nMaking online friends the safe way\nNews\nCatfishing and how to spot the signs\nNews\nRoyal Mail delivery or scam?\nNews\nRoblox – what is it, and how safe is it?\nNews\nGrowing up and the internet: sexting, exploitation and other dangers\nNews\nThe web world: who owns who? (Infographic)\nNews\nOnline Respect\nBack to Basics\nWe'll help you stay online with safety and confidence.\nMonthly newsletter\nSubscribe to PROTECT! for the latest news, views and advice.\nCheck a website\nDetermine whether a website is likely to be legitimate or a scam … before you visit it.\nNeighbourhood Alert\nRegister to receive Neighbourhood Alerts.\nBecome a Get Safe Online Partner\nDemonstrate your commitment to online safety and gain many exclusive benefits.\nSelf Help Tool Centre\nFREE tools to help you keep safe when using the internet.\nIs it a scam?\nA simple way to check instantly if something you’ve received is a scam or not.\nSpot the AI\nWe’ll help you learn to spot the difference between videos, voices and other content produced by AI, and the real thing.\nIn partnership with",
  "scraped_date": "2025-07-24 17:11:41"
}