{
  "url": "https://www.getsafeonline.org/contact-us/",
  "title": "Contact us",
  "content": "Home\nContact us\nBefore you contact us…\nPlease use this form to contact\nGet Safe Online\nfor any questions, general advice or concerns relating to online safety, or for any questions regarding our organisation, our events, our partner scheme, our ambassador scheme, or our website. We cannot answer questions that are directly related to your business with other companies or organisations, such as banks, retailers, pensions or insurance companies. Please contact them directly.\nFor media enquiries, please email\n[email protected]\nPlease\ndo not include\nany usernames, passwords, account numbers or other confidential details in your message.\nGet Safe Online Limited (company number 5479360) is a company registered in England & Wales whose registered office is\nCygnet House, Exchange Rd, Lincoln LN6 3JZ.\nBy using the contact form, you agree to allow Get Safe Online to use the details you provide to contact you. Please read our\nPrivacy Policy\nfor more information.\nName\n*\nFirst Name\nLast Name\nEmail\n*\nEnter Email\nConfirm Email\nReason for contact\nPlease choose\nHelp & Advice\nPartner or Supporter Enquiry\nGet Safe Online Ambassador Scheme\nReport a technical issue with our website\nSubscribe / Unsubscribe to our Newsletter\nOther\nSubject\nMessage\nConfidential Information Confirmation\n*\nI confirm that I have not included any confidential data in this message\nConfidential information, including postal addresses, account numbers, sort codes, details of pension plans or insurance policies, should not get sent to us. We do not ask for it, nor will it help us deal with your enquiry. Please confirm you have not included any in your message by ticking the box above.\nData Processing Confirmation\n*\nI agree\nIn order for us to handle your enquiry, we are required to ask for your permission to process the data you have provided above. Please confirm you are happy for us to do this by ticking \"I agree\".\nCAPTCHA\nComments\nThis field is for validation purposes and should be left unchanged.\nFollow Us\nTwitter\nFacebook\nYoutube\nInstagram\nEmail",
  "scraped_date": "2025-07-24 17:12:02"
}