{
  "url": "https://www.getsafeonline.org/personal/article-category/protecting-your-computer/protection/",
  "title": "Protection",
  "content": "Home\nProtecting Your Computer\nProtection\nRead our free, impartial online safety advice on protecting your computer against malicious activity.\nChanging wireless passwords/SSIDs\nYour wireless router needs a password to let you connect your computers, mobile devices and smart devices over Wi-Fi. Routers frequently come with a password that is common to all of the others provided by your ISP. If this is...\nReplacing Windows 7\nIf you still run Microsoft Windows 7 on your computer, you need to be aware that Microsoft ceased support for the operating system on January 14th 2020. As a result, it no longer issues updates, security patches, bug fixes and...\nReplacing Windows XP\nDespite the frequent introduction by Microsoft of newer versions of its Windows operating system over the years, some business and home PC users are still using Windows XP, which was replaced back in 2007. However, Microsoft...\nUpdate Your Browser\nGet Safe Online recommends that for optimum safety and security when using the internet, you always run the latest version of your chosen browser that your operating system will support. You should also always download and...\nSafe Linux Use\nThis page provides advice on some of the most important activities that are particularly relevant for protecting Linux workstations. It includes advice for people running individual Linux workstations (for example, home or small...\nPhysical Security\nPhysical security is just as important as online security in protecting your computer and yourself against crime. This page covers physically protecting your equipment and data not only from theft, but also from fire, flood and...\nSafe Mac Use\nApple Macs are less vulnerable to attack by malware than PCs. Many people, in fact, believe that Macs are immune to viruses and spyware, but this is definitely not the case. As the use of Macs increases for both personal and...\nSafe Computer Disposal\nComputers that you no longer need should be disposed of with great care. The data on your computer can easily be accessed whether you sell, scrap, give away or donate it, and even ‘deleted’ data can be retrieved with relative...\nSoftware Updates\nThe software that may be on your computer includes:...\nWireless Networks & Hotspots\nWireless networks have revolutionised the way we can use computers and mobile devices, both in the home and office – and when we are out and about. Home and office wireless networks make it easier to use the internet and send...\nBackups\nThe information held on your computer may be irreplaceable. Regularly backing up your data will ensure that you have more than one copy....\nWindows Updates\nWhen Microsoft launches a new version of Windows, online criminals quickly find vulnerable areas in the operating system and continue to do so for the lifetime of the version. To counter this, Microsoft releases regular updates...\nFirewalls\nBecause the internet is a public network, any connected computer can find and connect to any other connected computer. A firewall is a barrier between the internet and your own computer or network. Think of it as a highly...\nIn partnership with",
  "scraped_date": "2025-07-24 17:12:09"
}