{
  "url": "https://www.getsafeonline.org/glossary/",
  "title": "Glossary",
  "content": "Home\nGlossary\nGoogle\nA popular search engine\nGoogle Phishing Quiz\nCan you spot when you’re being phished? Identifying\nphishing\ncan be harder than you think. Take the\nquiz\nto see how you do.\n.exe file\nExecutable file: used by programs to install and run on computers.\n419 scam\nA type of advance fee fraud, where you are asked to help transfer money out of another country. It originated in West Africa, and 419 is the section of the Nigerian legal code that covers the crime.\n802.11\nThe standard for wireless networks.\nAccess control\nControlling who has access to what information.\nActiveX controls\nThey can enhance your browsing experience by allowing animation or help with tasks such as installing security updates at Microsoft Update. If you do not trust the website and publisher, click ‘Don’t run’ when prompted.\nAdministrator\nA user with sufficient access rights to allow them to manage the access rights of other users and carry out other high-level computer management tasks.\nAdvance fee fraud\nAny fraud that tricks victims into paying money up front on the false hope of receiving something significant later.\nAdware\nA form of spyware that displays unwanted advertisements on a computer.\nAIM\nAOL’s instant messaging system.\nAndroid\nAn operating system used by a number of smartphone and tablet manufacturers. The world’s most prolific operating system for smartphones.\nAntispyware software\nSoftware specifically designed for the detection and prevention of spyware. Often bundled in an internet security package.\nAntivirus software\nSoftware specifically designed for the detection and prevention of known viruses. Often bundled in an internet security package.\nATM\nAutomated Teller Machine: a cash machine, often referred to as a ‘hole the wall’.\nAttachment\nFiles, such as programs or documents, that are attached to an email.\nAuthentication\nThe process for verifying that someone or something is who or what it claims to be. In private and public computer networks (including the internet), authentication is generally done with passwords.\nBack door\nA loophole in a computer’s security systems that allows a hacker to gain access. Often deliberately built in by developers for illicit purposes.\nBackup\nCopying data to ensure its availability in the case of computer failure or loss.\nBandwidth\nThe speed at which a network can transmit data – typically used to describe speed of internet connections.\nBiometric\nUsing body measurements, such as fingerprints and irises, as a means of authentication.\nBIOS password\nThe BIOS software is built into the PC, and is the first software run by a PC when powered up. This software can be password protected, which stops the PC from starting up.\nBit\nThe basic binary unit of data, representing 0 or 1.\nBluetooth\nA type of short-range wireless connection between devices like mobile phones, headsets and computers.\nBoot\nTo start up or reset a computer, mobile phone or tablet.\nBoot password\nA password that is needed before a computer starts up or any operating system can be loaded.\nBotnet\nA collection of otherwise unrelated PCs which have been infected by a virus and which are under the central control of criminals or hackers. Abbreviation for Robot Network.\nBrowser\nA program that lets users read and navigate pages on the Internet, such as Microsoft’s Internet Explorer, Mozilla’s Firefox, Google’s Chrome or Apple’s Safari.\nBuffer\nA region of memory in which data is temporarily held before it is transferred between two locations or devices.\nBuffer overflow\nWhen more information is added to a buffer than it was designed to hold. An attacker may exploit this vulnerability to take over a system.\nBug\nAn error or flaw in a computer program.\nByte\nA unit or measure of computer memory, usually consisting of eight binary digits (bits) processed together; usually enough to store a single letter or digit.\nCertificate\nAn encrypted file containing user or server identification information, which is used to verify a website owner’s identity and to help establish a security-enhanced link.\nChargeback\nThe process of reversing a transaction and return of payment to a customer – typically when goods have not been received or are faulty.\nChat room\nAn online discussion group where you can chat (by typing) with other users in real time.\nClient\nAn application or system that accesses a service made available by a server – generally refers to a personal computer on a network.\nCloud\nSee cloud computing.\nCloud computing\nThe delivery of storage and computing capacity to end users via the internet. Commonly used for backing up data and hosting applications.\nCookie\nA small file which asks permission to be placed on your computer’s hard drive. Cookies allow web applications to personalise your experience by gathering and remembering information about your preferences.\nCracking\nFinding a password, password or PIN by trying many combinations of characters.\nCritical update\nA software update that fixes a security flaw.\nData Protection Act (DPA)\nThe Data Protection Act 1998 sets out the legal basis for handling, processing and protecting personal data in the UK.\nDecryption\nThe process of converting encrypted data back into its original form.\nDenial of service attack\nDeliberate overloading of a service by criminals to make it unavailable to legitimate users. For example, by arranging millions of simultaneous visits to a website – normally from a Bot Net.\nDesktop firewall\nSoftware designed to prevent unauthorised access to a computer over the internet.\nDigital signature\nData that is used to identify and authenticate the sender and integrity of the message data. Can be bundled with a message or transmitted separately.\nDiscoverable\nThe status of a Bluetooth device that has been set up to broadcast its existence to other Bluetooth devices.\nDomain name\nA website address, alternatively known as a URL.\nDomain Name Server (DNS)\nA server that converts recognisable domain names (eg microsoft.com) into their unique IP address (eg 207.46.245.222).\nDownload\nTo obtain content from the internet, as an email attachment or from a remote computer, to your own hard drive.\nDumpster diving\nA method of social engineering in which criminals raid rubbish bins to gather personal information.\nEaster egg\nAn unexpected ‘feature’ built into a computer program by the author. Can be added for fun or malicious intent.\nEavesdropping\nListening in to voice or data traffic without the knowledge or consent of the sender or recipient.\nElevation of privilege\nWhen a user (particularly a malicious user) gains more access rights than they normally have.\nEmail attachment\nFiles, such as documents or photographs, that are attached to an email.\nEmail filter\nSoftware that scans incoming email for spam or viruses, or outgoing email for viruses – and filters it accordingly.\nEncrypted\nThe process of converting data into cipher text (a type of code) to prevent it from being understood by an unauthorised party.\nEscrow\nA trusted third party service that holds money, software or other assets pending completion of a transaction.\nFile sharing\nMaking files available over the internet to other users, typically music or video files.\nFingerprint recognition\nA biometric form of authentication using fingerprints. Used increasingly on PCs as an alternative to passwords.\nFirewall\nHardware or software designed to prevent unauthorised access to a computer or network over the internet.\nFreeloading\nWhere unauthorised users gain access to your wireless network connection.\nFTP\nFile Transfer Protocol, a method of transmitting data files over the internet, normally between businesses.\nFull backup\nA backup where all the chosen files are backed up, regardless of whether they have changed since the last backup.\nGateway firewall\nA firewall that operates at the point where a private local area network connects to the public internet.\nGigabyte\n1000 megabytes\nGrooming\nThe process by which someone develops a relationship with someone else with illegal or immoral intent. Often used to describe how paedophiles develop relationships with unsuspecting children.\nHacker\nA hacker is a person who violates computer security for malicious reasons or for personal gain.\nHard disk\nA fixed magnetic disk drive used to store data on computers.\nHoax email\nAn email that makes a false claim with criminal intentions, for example a virus warning. These emails may in fact carry a real virus and are designed to make the virus spread rapidly.\nHoney pot\nA security feature built into a network, designed to lure hackers into meaningless locations to avoid harm to genuine, crucial data.\nHotspot\nA publicly accessible wireless internet connection.\nHTML\nHypertext Mark up Language: the computer code that is used to form the basis of building web pages.\niCloud\nApple’s secure cloud storage and backup product.\nIdentity theft\nThe crime of impersonating someone – by using their private information – for financial gain.\nIETF\nInternet Engineering Task Force is the body that defines the standards underlying the internet.\nIMEI\nInternational Mobile Equipment Identification: a unique serial number built into mobile phones and tablets. To determine a device’s IMEI number, dial *#06# on the device.\nIncremental backup\nA backup where only files that have been changed or added since the last\nbackup\nare stored, making it faster than a full backup.\nInformation Commissioner\nThe UK Information Commissioner’s Office (ICO) is the independent public body set up to uphold information rights in the public interest, responsible for upholding the Data Protection Act 1998 and the Freedom of Information Act 2000.\nInformation security\nThe discipline of protecting computers and data from misuse.\nInstant messaging\nChat conversations between two or more people via typing on computers or portable devices. Systems include BlackBerry Messenger, Facebook Chat, MSN Messenger, AOL Instant Messenger, Yahoo!\niOS\nApple’s operating system used on its iPhone and iPad devices.\nIP address\nInternet Protocol address: a unique address that is used to identify a computer or mobile device on the internet.\nIPSec\nIP Security: IPSec provides security for transmission of sensitive information over unprotected networks such as the Internet. IPSec acts at the network layer, protecting and authenticating IP packets between participating IPSec devices.\nISP\nInternet Service Provider: a company that provides access to the internet.\nJava\nOne of today’s most popular and widely used programming languages. Originally developed by Sun Microsystems (now Oracle).\nJavascript\nA programming language derived from Java that is used to make web pages more interactive.\nKey logger\nA virus or physical device that logs keystrokes in order to capture private information, passwords or credit card information.\nKilobyte\n1000 bytes.\nLAN\nLocal Area Network: a local computer for communication between computers. Can be wired or wireless.\nLaundering\nThe process of concealing the source of money obtained illegally, by carrying out financial transactions or operating fake businesses in order to camouflage the illegal source.\nLinux\nAn open-source, freely-available operating system.\nLog file\nA file that lists actions that have occurred.\nMacro\nA type of programme used to eliminate the need to repeat the steps of common tasks over and over – such as adding or removing rows and columns or protecting or unprotecting worksheets.\nMacro virus\nvirus which uses the macro capabilities of common applications such as spreadsheets and word processors to implement virus-like behaviour.\nMalware\nSoftware used or created by hackers to disrupt computer operation, gather sensitive information, or gain access to private computer systems. Short for ‘malicious software’.\nMegabyte\n1000 kilobytes.\nMemory stick\nA removable memory device, normally connected to a computer via USB.\nMoney mule\nSomeone who is recruited by a fraudster to transfer money illegally gained in one country to another country, usually where the fraudster lives. The term comes from an analogy with drug mules.\nMP3\nThe technology used to store sound files, typically for music or podcasts.\nMP3 player\nA device that plays MP3 music files.\nNetwork\nA number of computers that are connected to one another, together with the connecting infrastructure.\nNon-repudiation\nThe ability to prove that a specific individual has carried out an activity on a computer or online, so that it cannot later be denied.\nOnline backup\nA backup method in which data is transmitted over the internet for storage, often referred to as ‘cloud’ backup.\nOpen source\nA term generally used to describe computer software that has been developed in a collaborative way, often by volunteers on a non-commercial basis.\nOperating system\nThe software that enables your computer or mobile device to operate.\nOwned\nWhen a computer has been taken over by hackers.\nPadlock\nA symbol in a web browser that indicates that an encrypted (SSL) connection is being used to communicate with a site that has a valid certificate. Normally accompanied by ‘https’ at the beginning of the address line.\nPairing\nWhen two Bluetooth-enabled devices are linked in order to communicate with each other.\nPatch\nA software update, often related to improving security.\nPDF\nPortable Document Format: a method of saving a document so that it can be opened and viewed on devices using different operating systems.\nPeer-to-peer\nA network typically used to share music and video files and applications between individuals over the internet.\nPenetration testing\nLegally hacking into a computer system or website with the approval of the owner, to reveal vulnerabilities and finding opportunities for improving its security.\nPharming\nAn exploit in which criminals disrupt the normal functioning of DNS software which translates internet domain names into addresses. The user enters a correct address but is redirected to a fake website.\nPhishing\nAn attempt at identity theft in which criminals lead users to a counterfeit website in the hope that they will disclose private information such as user names or passwords.\nPIN\nPersonal Identification Number.\nPing\nA simple program that communicates with another computer over a network to see if it is responsive.\nPiracy\nIllegal duplication or use of material covered by intellectual property laws, such as copyright.\nPop-up\nA small window which appears over a web page, usually to display an advertisement.\nPort\nA physical or virtual connection in a computer that enables applications to communicate with pre-determined external devices.\nPremium rate\nA telephone number, typically prefixed by 09, which is very expensive when dialled. Often connected with scams.\nPrivileged user access\nAccess rights to computers or data – normally varying between users according to what they are and are not entitled to see.\nProfile\nA list of personal details revealed by users of social networking, gaming, dating and other websites. Profiles may normally be configured to be public or private.\nProxy server\nA server that manages internet traffic to and from a local area network and can provide other functions, such as internet access control.\nQR Code\nA code designed to be scanned by smartphone camera, which contains a link to a website belonging to the code’s originator. Like a barcode, not readable by the human eye.\nRecordable DVD\nA DVD that is capable of storing data when used in a DVD recorder.\nRemovable media\nStorage devices that can be removed from a computer, such as CDs/DVDs, USB sticks and portable hard drives.\nRoot kit\nA set of tools used by hackers to get control of a computer.\nRouter\nA device that routes network or internet traffic. Typically found in home/small office environments within a WiFi device (wireless hub).\nScript kiddies\nHackers who carry out their illicit activity for notoriety rather than criminal intent.\nSecurity exploit\nA piece of software or sequence of commands that takes advantage of a software bug, glitch or vulnerability to cause problems, often with criminal intent.\nServer\nA computer that serves files or services to other computers over a network or the internet.\nSkimming\nThe act of counterfeiting a bank card by using a device to capture the card and account information embedded on the card’s magnetic strip.\nSmart card\nA form of user authentication that relies on a credit card-sized card with an embedded chip.\nSmartphone\nA mobile phone built on a mobile computing platform, with more advanced computing ability and connectivity than a standard mobile phone.\nSocial engineering\nUse of deceit offline to gain access to secure systems or personal information, for example impersonating a technical support agent.\nSpam\nUnsolicited commercial e-mail. Also known as junk e-mail.\nSpoofing\nWhen an unauthorised person makes a message (typically an email) appear to come from a genuine sender by using either the genuine or a very similar address.\nSpyware\nMalware that secretly monitors a user’s activity or scans for private information.\nSSID\nThe wireless network name which enables users and WiFi-enabled devices to identify one wireless network from another. Acronym for\ns\nervice\ns\net\nid\nentifier.\nSSL\nSecure Socket Layer, an encryption system that secures internet communications.\nSync\nTo link two devices – typically a computer and smartphone or tablet – to ensure they hold the same data such as contacts, emails and music files. Short for synchronise.\nTablet\nAn ultra-portable, touchscreen computer which shares much of the functionality and also the operating system of smartphones, but generally with more computing power.\nTCP/IP\nTransmission Control Protocol / Internet Protocol. The protocols, or conventions, that computers use to communicate over the internet.\nTerabyte\n1000 gigabytes.\nToken\nA physical object, such as a smart card, used to authenticate users.\nTraffic\nThe transmission of information over a network or the internet.\nTrojan\nSoftware posing as an authentic application, which actually conceals an item of malware. Term comes from Trojan Horse in Greek mythology.\nTwo factor authentication\nA method of obtaining additional evidence of identity to simply using passwords – such as a bank card.\nUSB\nUniversal Serial Bus: a means of physically connecting computers and peripherals such as external storage, keyboards and MP3 players.\nUsenet\nAn internet-based public bulletin board system that allows users to post messages to different newsgroups.\nUser account\nGives individuals access to files and programs on a computer. Access is often controlled by login.\nUsername\nA code name that, with a password, unlocks a user account.\nVirtual Private Network\nVirtual Private Network: a method of creating a secure connection between two points over the internet. Normally used only for business-to-business communications.\nVirus\nA file written with the sole intention of doing harm, or for criminal activity.\nVirus signature\nA virus’s ‘fingerprint’ which contains the characteristics of a virus or type of virus.  Internet security software uses a database of signatures to detect viruses.\nVishing\nThe practice of attempting to obtain personal or financial information via a telephone call in order to commit fraud or identity theft.\nVoIP\nVoice over IP: a technology for transmitting phone-like voice conversations over the internet.\nVulnerability\nAny product flaw, administrative process or act, or physical exposure that makes a computer susceptible to attack by a malicious user.\nWebmail\nAn email system that uses a web browser to read and send emails, rather than a standalone email program such as Microsoft Outlook or Apple Mail.\nWEP\nWired Equivalent Privacy: a type of data encryption to prevent eavesdropping and access to a wireless network by malicious users. Defined by the 802.11 standard.\nWiFi\nA local area network which uses radio signals instead of a wire to transmit data.\nWireless hotspot\nA publicly accessible wireless internet connection.\nWireless network\nA local area network which uses radio signals instead of a wire to transmit data.\nWorm\nA type of virus which can spread itself across networks needing no human intervention to do so.\nWPA\nWiFi Protected Access: a type of data encryption to prevent eavesdropping and access to a wireless network by malicious users. Defined by the 802.11 standard. Provides stronger security than WEP.\nWPA2\nWiFi Protected Access 2: a type of data encryption to prevent eavesdropping and access to a wireless network by malicious users. Defined by the 802.11 standard. Provides stronger security than WPA or WEP.",
  "scraped_date": "2025-07-24 17:11:54"
}