{
  "url": "https://www.fca.org.uk/consumers/protect-yourself-scams",
  "title": "protect myself from scams",
  "content": "Scams can be sophisticated, but if it sounds too good to be true, it probably is. Find out how to spot the warning signs of investment, pension and other financial scams.\nFirst published:\n08/08/2017\nLast updated:\n21/05/2025\nSee all updates\nOn this page\nSpot the warning signs\nCheck the firm\nHow to protect yourself\nCommon financial scams\nWhat to do if you’ve been scammed\nBeware of scammers pretending to be from the FCA. We’d never ask you to transfer money to us and we’d never ask for your bank account PINs and passwords. Find out\nhow to spot fake FCA communications\n, the tactics scammers use, and methods of contact.\nSpot the warning signs\nScams can be difficult to spot. Fraudsters can be convincing and knowledgeable, with websites and materials that look identical to the real thing.\nBut if you’ve been contacted unexpectedly, or are suspicious about a call or text message, make sure you stop and check the warnings signs.\nIs it unexpected?\nScammers often call out of the blue. They may also try and contact you via email, text, post, social media, or even in person.\nDo you feel pressured to act quickly?\nScammers might offer you a bonus or discount if you invest quickly, or they may say the opportunity is only available for a short time.\nDoes the offer sound too good to be true?\nFraudsters often promise tempting rewards, such as high returns on an investment.\nIs the offer exclusively for you?\nScammers might claim that you’ve been specially chosen for an investment opportunity, and it should be kept a secret.\nAre they trying to flatter you?\nScammers often try to build a friendship with you to put you at ease.\nAre you feeling worried or excited?\nFraudsters may try to influence your emotions to get you to act.\nAre they speaking with authority?\nScammers might claim that they’re authorised and often appear knowledgeable about financial products.\nIf you answered ‘yes’ to any of these questions, or you’re unsure if a contact is genuine, follow the steps below to protect yourself.\nCheck the firm\n1\nUse the FCA Firm Checker\nAlmost all financial services firms in the UK must be authorised or registered by us. To find out if a firm or individual is authorised, you can search the\nFirm Checker\n.\nhttps://www.fca.org.uk/consumers/fca-firm-checker\nCheck that the firm reference number (FRN) and contact details you've been given match the details on the Firm Checker.\nIf there aren't any contact details listed on the Firm Checker, or the firm says they're out of date, call us on 0800 111 6768.\nRemember, some firms\npretend to be authorised firms\n, so always use the contact details on the Firm Checker.\nAlways use the website address above to visit the Firm Checker. Never click on links in emails or on company websites. It could be part of the scam.\n2\nContact us\nIf you're struggling to check the details of a financial firm or individual, find out how to\ncontact us\n.\nOur team can check the details you've been given and tell you if the firm is genuine.\nHow to protect yourself\nDo:\nTreat all unexpected calls, emails and text messages with caution. Don’t assume they’re genuine, even if the person knows some basic information about you.\nHang up on calls and ignore messages if you feel pressured to act quickly. A genuine bank or business won’t mind waiting if you want time to think.\nCheck your bank account and credit card statements regularly.\nConsider getting independent financial advice or guidance before a big financial decision (MoneyHelper has information on\nhow to find a financial adviser\n).\nCheck overseas regulators if you’re dealing with an overseas firm (you should also check the list of\nscam warnings from overseas regulators\n).\nDon’t:\nGive out your bank account or credit card details unless you’re certain who you’re dealing with.\nShare your passwords with anyone (including your social media passwords).\nGive access to your device by downloading software or an app from a source you don’t trust. Scammers may be able to take control of your device and access your bank account.\nCommon financial scams\nThese common financial scams each have their own warning signs to watch out for.\nBanking and online account scams\nFake FCA emails, letters and phone calls (phishing)\nInsurance and warranty scams\nLoan fee fraud\nMoney transfer scams\nScreen sharing scams\nEarly pension release scams (and other pension scams)\nCommon investment scams\nFind out more about these common investment scams:\nBinary options scams\nCarbon credit trading scams\nCryptoasset investment scams\nForex trading scams\nGet rich quick, Ponzi and pyramid schemes\nLand banking investment scams\nOnline trading scams\nRecovery room scams\nShare, bond and boiler room scams\nUnregulated investment scams\nInvestment scams often involve products we don’t regulate. These could include:\nbamboo\ndiamonds\nfine art\ngold\ngraphene\nhotels\ninternational forestry\nland for development\nland overseas\noverseas agriculture\nparking\nprecious metals\nstorage\nstudent accommodation\nsustainable energy\nUK forestry\nwhisky/whiskey\nwine\nBut even if the offer isn’t a scam, you should still be cautious about investing in any products we don’t regulate. If you do, you won’t be protected if something goes wrong and you could lose all your money.\nIf you're contacted unexpectedly about an investment opportunity, use our\nInvestment Checker\nto avoid scams.\nWhat to do if you’ve been scammed\nReport it\nIf you’re worried about a potential scam, or you think you may have been contacted by a fraudster, report it to us. This could help prevent others falling victim to the same criminal.\nCall us on\n0800 111 6768\nor use our\ncontact form\nto get in touch.\nFor anything we don’t regulate, or if you’ve lost money to a scam, contact Action Fraud on 0300 123 2040 or\nvia their website\n.\nBe wary of future scams\nIt’s important to be extra careful if you’ve already been scammed. Fraudsters could try and target you again, or they may sell your details to other criminals.\nThe new scam might be completely different, or it could be related to the previous scam. For example, you could be contacted with an offer to get your money back or to buy back an investment after you pay a fee. These are known as recovery room scams.\nIf you have any concerns at all about a potential financial scam,\ncontact us immediately\n.\nPage updates\n15/05/2025\n:\nInformation changed\nFirm Checker information added.\n11/11/2024\n:\nInformation added\n'fine art' added to unregulated investment scams\n11/08/2023\n:\nInformation added\non fake FCA communications\n03/05/2023\n:\nEditorial amendment\nupdate to timeline style\n20/03/2023\n:\nEditorial amendment\nPage update as part of the website refresh\nWas this page useful?\nYes\nNo\nWhat can we do to improve pages like this?\nWhat did you find helpful?\nSubmit Feedback\nLeave this field blank",
  "scraped_date": "2025-07-25 14:16:03"
}