{
  "url": "https://www.which.co.uk/consumer-rights/advice/how-to-spot-a-scam-alFiz5h8mnJ9",
  "title": "Spot and protect yourself from scamsKeep up to date with the latest scams to watch out for and tips to keep you safe.",
  "content": "Spot and protect yourself from scams\nIt can be hard to tell if something is a scam - that’s why they work. Fraudsters are cunning and adapt quickly to convince you into parting with your money.\nHow to spot a scam\nDifferent types of scams\nWhich? Scam Alerts service\nNeed more help?\nHow to spot a scam\nAsk yourself the following questions. If you answer yes to any of them, there's a good chance it's a scam.\nHave you been contacted out of the blue?\nCold calls or unexpected emails or messages should raise suspicion, especially if you’re asked to give personal or payment details. It’s very unusual for legitimate organisations to contact you and ask for sensitive information if you’re not expecting them to. If you're not 100% convinced about the identity of the caller, hang up and contact the company directly.\nHave you been asked to share personal details?\nNever share your personal details with anyone if you can't confirm they are who they say they are. Scammers will often try and get valuable personal data from you, and they can use this to steal your money, or even to steal your identity. You should also be wary of anyone who asks you to pay in an unusual way, such as through Western Union or by using Cryptocurrency.\nAre the contact details vague?\nScam websites often have vague contact details. Remember that legitimate companies will have a place of business, phone number or email address to contact them on. Sometimes scammers also use premium rate numbers (starting ‘09’) to squeeze every penny they can out of you.\nAre you being asked to keep it secret?\nIt's important you can discuss any agreements with your friends, family or advisors as outside perspectives can provide valuable voices of reason. Fraudsters use grooming techniques including isolating you so that you don't tell anyone about the situation you're in and fall deeper into the scam. Asking you to keep quiet is a way to keep you away from the advice and support you need in making a decision.\nIs the offer too good to be true?\nScams will often promise high returns for very little financial commitment. They may even say that a deal is too good to miss. Use your common sense, if a deal seems too good to be true, it inevitably is.\nAre you being pressured to make a decision?\nFraudsters often try to hurry your decision making. Don’t let anyone make you feel under pressure - it’s OK to take a break and think things through if you’re not sure. It's also a common technique for scammers to use a countdown timer on scam websites to pile on further pressure. Genuine companies should always give you time and space to make an informed decision - anyone who tries to rush you should not be trusted.\nAre there spelling and grammar mistakes?\nEmails or messages littered with spelling and grammar mistakes are a scam giveaway. Legitimate organisations will rarely, if ever, make spelling or grammatical mistakes in their emails to you because they’ve been put together by professionals and checked before they’re sent.\nSign up for scam alerts\nOur emails will alert you to scams doing the rounds, and provide practical advice to keep you one step ahead of fraudsters.\nSign up for scam alerts\nDifferent types of scams\nRead through our advice guides on scams to find out more about what specific scams look like, how to avoid them, how to report them and what to do if you've been scammed.\nTake a look at our detailed guides for information on\nhow to spot and avoid specific scams\n.\nWe cover a range of topics whether you're looking for specific guidance on\nhow to spot a messaging scam\n, what a\nproperty scam\nlooks like or you want to brush up on your ability to\nspot AI scams\n.\nOur\nfraud advice\nguides can also walk you through the steps to take if you've had your card lost or stolen, or you have given details away to a fraudster. We also explain the steps to take if your\npersonal data has been lost\n.\nWhich? Scam Alerts service\nWhich? Scam Alerts is a free service run by Which?. It's designed to help people stay informed about the latest scams and avoid falling victim to fraud.\nKeep up-to-date on the latest scams in circulation by signing up for our free\nScam Alerts emails\nand joining our Scam Action and Alerts communities.\nSign up for scam alerts\nOur emails will alert you to scams doing the rounds, and provide practical advice to keep you one step ahead of fraudsters.\nSign up for scam alerts\nWhich? Scam Action and Alerts Facebook community\nJoin our Facebook community\nto help raise awareness about the latest scams and to empower us all in the constant struggle against fraudsters.\nNeed more help?\nWhat to do if you've been scammed, or have come across a scam\nGet your money back from a scam\nAdvice for what your next step should be to help you get your money back.\nReport scams to warn others\nGuidance on how to report different types of scams and what to do straight away.\nAll scam help & advice\nOur experts bring you the latest scam help, news & advice.\nSeen or been affected by a scam? Help us protect others\nSharing details of the scam helps us to protect others as well as inform our scams content, research and policy work. We will collect information relating to your experience of a scam, but we won't be able to identify your responses unless you choose to provide your contact details.\nShare scam details\nLatest News In\nLatest scam news\nWatch out for the Nixol diet pill scam\n24 Jul 2025\nWhat is the Quantum AI scam?\n24 Jul 2025\nScam watch: ‘Scammers spent £650 on Amazon’\n23 Jul 2025\nThe latest scam alerts from Which?\n22 Jul 2025\nThe Which? Shoddies 2025\n17 Jul 2025\nNumber spoofing: are scam filters doing enough to catch dodgy texts?\n17 Jul 2025\nAll you need to know about task scams\n17 Jul 2025\n5 phone scams to know about right now\n16 Jul 2025\nScam alert: why you can’t trust that ‘Booking.com’ message\n10 Jul 2025\nBeware of fake Amazon calls and emails\n08 Jul 2025\nView all news",
  "scraped_date": "2025-07-25 15:24:58"
}