{
  "url": "https://www.which.co.uk/news/article/watch-out-for-the-nixol-diet-pill-scam-aIVRx1q4BYP6",
  "title": "which linked page 5",
  "content": "24 Jul 2025\nWatch out for the Nixol diet pill scam\nWhich? found 62 dodgy adverts appearing on Facebook and Instagram\nTali Ramsey\nNumerous ads for Nixol diet pills falsely claim to be endorsed by the TV show, Dragons' Den, Which? warns.\nWhich? has previously warned about other\ndubious ads promoting health claims on social media\nafter finding examples of fake endorsements and dodgy products conning consumers.\nWhen we looked at Meta's ad library, we found 62 ads claiming to sell Nixol (a weight-loss pill) which either included Dragons' Den logos, were posted from accounts called 'Dragons' Den' or used the image of the well-known Dragon, Deborah Meaden. Many of the ads were also linked to websites impersonating a Daily Mail news story.\nBelow, we examine two examples of these ads, explain what we found and how you can avoid buying these dodgy products.\nSign up for scam alerts\nOur emails will alert you to scams doing the rounds, and provide practical advice to keep you one step ahead of fraudsters.\nSign up for scam alerts\nNixol social media ads\nNixol adverts\nAn advert posted on social media advertising Nixol diet pills\n1\n/\n3\nA large collection of images displayed on this page are available at\nhttps://www.which.co.uk/news/article/watch-out-for-the-nixol-diet-pill-scam-aIVRx1q4BYP6\nMost of the 62 ads that Which? found claimed that Nixol diet pills were endorsed by Dragons' Den. Some ads described the product as a ‘powerful remedy’ and that you could lose ‘12kg in two weeks’.\nOther ads claimed that the product was clinically tested by more than 29,000 women and men, is 100% natural and has no side effects.\nA advert promoting Nixol supplements using the images of ex-Dragon Sara Davies\nEx-Dragon Sara Davies stated on Facebook that several people had contacted her about weight-loss tablets she supposedly endorsed after seeing ads on social media. She said that any ads which feature her are definitely a scam.\nWhich? tried to contact Nixol about these ads, but we had no response from its email address. When we tried calling the number on its website, the call didn't connect, and when we looked up its business unit address, it appears to be registered to another company. We contacted the company that occupies the building that Nixol claims to be registered at, and that company confirmed to us that it has no connection to Nixol and had not heard of Nixol before.\nWebsites impersonating Dragons' Den and the Daily Mail\nA website claiming that Nixol has been pitched on TV show Dragon's Den\nOne of the websites linked to from the ads claimed that Nixol is endorsed by Dragons' Den, and the supposed entrepreneurs pitched the product on the show.\nWhich? traced the images used on the website to several other places on the internet and found that some were from news articles as well as real people who had lost weight via other methods.\nAn AI-generated image of the Dragons from Dragon's Den\nThe website also featured an AI-generated image of the Dragons on Dragons' Den holding boxes of Nixol.\nA website impersonated the Daily Mail promoting Nixol\nAnother recently created website that was linked to from the ads impersonated the Daily Mail. The website was made to look like an article promoting the supplement, claiming it ‘naturally burns fat’ and received the ‘biggest deal in Dragons' Den history.’\nThis website was registered to the same location in Reykjavik, Iceland, where we also found several scam websites were registered to last year when we unpicked a\nglobal financial scam\n.\nThe websites led to a retail website where you can buy a Nixol for £55 per month. It's likely that buying this will lead to a subscription trap, which is a type of scam we've previously warned about.\nOn Trustpilot, buyers of Nixol complained of the pills not working, not being able to obtain a refund and coming across the product after seeing a fake Daily Mail report. One reviewer mentioned that a questionnaire they filled out advised them that they were obese, despite having a healthy BMI.\nWeight loss medication\nThe Medicines and Healthcare products Regulatory Agency (MHRA) warns against obtaining any weight-loss medicines from any source other than a pharmacy, online or in-store, or through your doctor.\nFake diet pills have been found to contain dangerous and illegal substances.\nIf you've taken a medicine and are concerned about your health, call 111.\nWhat does Meta say?\nWe reported all ads to Meta using its in-platform reporting tool.\nWhich? also contacted Meta about these ads, and it confirmed that it had removed the ads we flagged. However, at the time of writing this, several new ads promoting Nixol had been posted.\nMeta also told Which? that under its health and wellness advertising policy, ads must not promote weight-loss products that include side-by-side before and after comparisons, close-ups to specific body areas or reinforce negative or unhealthy body images.\nSpotting social media scams\nIf you come across a social media ad or post that you’re suspicious of, take these steps:\nAvoid offers or claims that sound too good to be true\nDouble-check endorsements\nUse a tool like\nTinEye\nto trace the source of images used in the ad\nUse a tool like\nwho.is\nto look up domain name registrations; a recent registration is a good indication that it's a scam website\nDon't give out personal or financial information\nIf you fall victim to a scam, call your bank immediately using the number on the back of your bank card and report it to\nAction Fraud\n, or call the police on 101 if you’re in Scotland.\nMore on this\nSocial media platforms are failing to block dubious health ads\nDo popular diets really work?\nHow to spot a social media scam\nRelated articles\nWhat is the Quantum AI scam?\nScam watch: ‘Scammers spent £650 on Amazon’\nThe latest scam alerts from Which?\nThe Which? Shoddies 2025\nShare on Facebook\nShare on X\nShare by email\nBack to top\nMore on this\nSocial media platforms are failing to block dubious health ads\nDo popular diets really work?\nHow to spot a social media scam\nRelated articles\nWhat is the Quantum AI scam?\nScam watch: ‘Scammers spent £650 on Amazon’\nThe latest scam alerts from Which?\nThe Which? Shoddies 2025",
  "scraped_date": "2025-07-25 15:25:08"
}