{
  "url": "https://www.which.co.uk/consumer-rights/scams/reporting-scams",
  "title": "Reporting scams Advice - Which?",
  "content": "Reporting scams\nIt’s not always clear who you should report a scam to or how to get your money back if you've been scammed. Our guides tell you how to report scams and get your money back.\nWhat to do if you’re the victim of a bank transfer scam\nBank transfer scams happen when someone transfers money to a bank account belonging to a criminal from their own bank account. We explain what to do if you’re victim to this scam.\nWhich? Team\nWhat is identity theft?\nIf you think your identity has been stolen, you should contact your bank or credit card company and the police as soon as possible to let them know the situation.\nTali Ramsey\nHow do I get my money back if I've made a bank transfer to the wrong account?\nThe code of best practice on ‘misdirected payments’ outlines how your bank should act if you send money to the wrong account.\nW\nWhich?\nI've been defrauded from a standing order or direct debit\nIf you've been defrauded from a false direct debit or a standing order that's gone astray you should get a refund. Read the Which? guide on how to go about this.\nW\nWhich?\nHow to spot a scam\nFraudsters can often be very cunning. Find out how to protect yourself against scams with our simple tips.\nW\nWhich?\nHow to get your money back after a scam\nLosing money to a scam can be extremely upsetting and frustrating. See if there's anything you can do to get the money back.\nW\nWhich?\nReport scams to warn others\nReporting fraud is important to help stop criminals, and to prevent others from falling victim to the same scam.\nW\nWhich?\nTemplate Letters\nFree download\nLetter to complain to your bank about APP fraud under Code\nUse our free letter template to complain to your bank an APP scam. This letter can only be used to complain about money that was lost before 7 October 2024 and your bank was signed up to the CRM code.\nFree download\nLetter to complain to your bank about APP fraud\nUse our free letter template to complain to your bank about APP fraud.\nFree download\nLetter to ask a bank for repayment of a disputed transaction\nYour card provider may have a set process for submitting a claim for a refund of a disputed transaction. If it hasn't, you can use this template letter.",
  "scraped_date": "2025-07-25 15:25:29"
}