{
  "url": "https://www.which.co.uk/consumer-rights/advice/how-to-report-a-scam-aG3sH5L8tjeP",
  "title": "Report scams to warn othersGuidance on how to report different types of scams and what to do straight away.",
  "content": "Report a scam\nReporting a scam is important to help stop criminals and to prevent others from falling victim.\nReport scams to warn others\nHow to report a scam\nNeed more help?\nReport scams to warn others\nReport fraud to your bank or payment provider\nIf you’ve lost money to a scam and you paid with a credit or debit card, or transferred money from your account, tell your bank or payment provider as soon as possible. Reports of fraud should be investigated quickly and all efforts should be made to recover the money if possible.\nRead our guide on\nhow to get your money back from a scam\n.\nReport the scam to Action Fraud and the police\nAction Fraud\nis the fraud and cybercrime reporting centre for England, Wales and Northern Ireland. It gathers intelligence on scams and passes it onto the National Fraud Intelligence Bureau for analysis by the police.\nYou can report any attempt to steal your money or personal information to Action Fraud by calling\n0300 123 2040\nor\nreporting it online\n.\nIf you live in Scotland, you can report a scam directly to the police by calling 101.\nIf your money has been stolen as the result of a scam, you can also report it to the police by calling 101.\nYou can also report an attempted scam, even if the fraudsters were unsuccessful. Not every report results in a police investigation, but any information you give will help build a clearer picture of how scams work, and who is behind them.\nSign up for scam alerts\nOur emails will alert you to scams doing the rounds, and provide practical advice to keep you one step ahead of fraudsters.\nSign up for scam alerts\nHow to report a scam\nEmail scams\nReport the scam\nScam emails should be forwarded to report@phishing.gov.uk. The National Cyber Security Centre (NCSC) will be able to investigate the scam and may be able to prevent other people from being targeted.\nYou can also report scam emails to the email provider.\nOn Gmail, click 'Report spam'. Google will receive a copy of the email and may analyse it.\nOn Outlook, use the 'Phishing' button and block the sender. This will stop you from getting messages from them in the future.\nOn Yahoo Mail, click 'Spam' and select a reason for reporting the email.\nInform the company\nIf you've received a fake email claiming to be from a company, it’s worth alerting the company in question.\nThis could be a bank, government department, utility provider, a shop or a subscription service.\nThe company can then warn its customers about the scam and take steps to prevent scammers from targeting it in the future.\nScam calls and texts\nTo report premium rate phone scams, contact Ofcom by\nfilling out a form on its website\nor by calling it on 0300 123 3333 or 020 7981 3040.\nYou can report scam calls received on your mobile phone to your provider by texting the word ‘call’ followed by the dubious phone number to 7726 on an iPhone. If you have an Android, text the word ‘call’ to 7726. You’ll then receive a message asking you for the scam number.\nYou can report scam texts by forwarding the text to 7726.\nScam adverts\nIf you've seen a dodgy advert, or feel you’ve been misled by one, you can report it to the\nAdvertising Standards Authority\n(ASA).\nYou can report any kind of mass advertising including ads that appear on television, radio, billboards, websites and social media.\nThe ASA will investigate and can get scam ads removed. It can also fine companies or individuals that breach its guidelines.\nOn Facebook, Instagram and TikTok, you can report posts or ads by selecting the three dots in the corner and pressing 'Report'.\nReport junk and scam mail\nIf you receive junk mail that you think might be from fraudsters, you can send it to Royal Mail at: Freepost Royal Mail Customer Services.\nRoyal Mail provides a\nform\nthat you can use to report scam letters. You can submit this online or send it to Freepost Scam Mail with the letter you received. Reporting scams helps Royal Mail investigate them with the relevant authorities.\nStop scam mail\nThe Mailing Preference Service (MPS) can remove your name and address from mailing lists. Register for free by calling 020 7291 3310 or visit\nmpsonline.org.uk\n.\nScam companies\nIf you report a scam to your local Citizens Advice, it may be able to offer you practical advice.\nCitizens Advice has a\nstrong relationship with Trading Standards\n. When you report a business you have concerns about, it will pass on information for officers to look into.\nTrading Standards officers investigate companies that may be involved in illegal activities, and have powers to take criminal action against fraudulent firms.\nSuspicious websites can be reported to\nthe National Cyber Security Centre on its website\n.\nSeen or been affected by a scam? Tell us about it\nSharing details of a scam helps us to protect others as well as inform our scams content, research and policy work. We will collect information about the scam, but we won't be able to identify your responses unless you choose to provide your contact details.\nShare scam details\nEmotional support after a scam\nBeing scammed can take a huge toll on your mental health. You might find it helpful to talk to someone about what you’re going through. It’s not your fault, and there are plenty of non-judgemental advice lines you can call who will understand.\nMind\nMind has a confidential information and support line, Mind Infoline, available on\n0300 123 3393\n(lines open 9am - 6pm, Monday - Friday).\nVisit Mind\nVictim Support\nVictim Support has a free helpline where you can speak to someone confidentially available on\n0808 16 89 111\n(lines open 24/7).\nVisit Victim Support\nNeed more help?\nWhat to do if you've been scammed, or have come across a scam\nGet your money back from a scam\nAdvice for what your next step should be to help you get your money back.\nSpot and protect yourself from scams\nKeep up to date with the latest scams to watch out for and tips to keep you safe.\nAll scam help & advice\nOur experts bring you the latest scam help, news & advice.\nLatest News In\nLatest scam news\nWatch out for the Nixol diet pill scam\n24 Jul 2025\nWhat is the Quantum AI scam?\n24 Jul 2025\nScam watch: ‘Scammers spent £650 on Amazon’\n23 Jul 2025\nThe latest scam alerts from Which?\n22 Jul 2025\nThe Which? Shoddies 2025\n17 Jul 2025\nNumber spoofing: are scam filters doing enough to catch dodgy texts?\n17 Jul 2025\nAll you need to know about task scams\n17 Jul 2025\n5 phone scams to know about right now\n16 Jul 2025\nScam alert: why you can’t trust that ‘Booking.com’ message\n10 Jul 2025\nBeware of fake Amazon calls and emails\n08 Jul 2025\nView all news",
  "scraped_date": "2025-07-25 15:25:02"
}