[
    {
        "url": "https://www.which.co.uk/news/article/five-scams-trends-for-2025-aeP3A1v6YVZ2",
        "title": "Five scams trends for 2025",
        "scraped_date": "2025-08-19",
        "content": "2024 was a busy year for scams, so what will 2025 have in store for us?

From deepfakes to copycat websites to fake QR codes, fraudsters are always utilising the latest trends and technology to make their scams more convincing and target more people.

As a new year approaches, we look ahead to see what increasingly sophisticated tactics could be used by scammers in their dodgy schemes.

Here are five scam trends to look out for next year.

Sign up for scam alerts
Our emails will alert you to scams doing the rounds, and provide practical advice to keep you one step ahead of fraudsters.

Sign up for scam alerts
Sign up
1. AI-generated images
With the rise of artificial intelligence (AI), some images starting to appear in scams are entirely unreal.

Whether it's social media profiles peddling dodgy schemes, product listings on fake websites or scammers lurking on dating apps, fake images created from AI will be more widely used to make scams impersonating people or products harder to spot.

Tips to avoid these scams:
Look for unnatural details – scan images for small details such as lighting, hair and hands that look strange, and look out for any blurry parts of the image.
If the image looks too perfect, it might be created by AI.
Use a reverse image search tool, such as Google or Tineye, to check if the image has been posted anywhere else on the internet. If it hasn’t, this could be a sign that it’s created using AI, especially if it’s of a well-known person. You can reverse image search on Google by selecting the image icon on the right of the search bar.
2. Voice cloning
This is when scammers use AI tools to clone your voice. They will then use your voice to call people you know impersonating you and asking for money. Fraudsters can get hold of your voice through calls and clips on social media.

Ofcom has new rules coming into force on 29 January 2025 prohibiting overseas callers from spoofing UK mobile numbers. This means fraudsters won’t be able to change the display number their call is coming from to look like it’s coming from a UK number on a mobile phone.

This could prompt scammers to hone in on voice cloning to make their scam calls more persuasive, and we’ve already started to see some instances of it.

Tips to avoid these scams:
If you receive an unexpected distressed call from a friend or relative that sounds suspicious, verify that it’s actually them by contacting them using another trusted contact method.
Make sure your social media profiles are private as fraudsters can record your voice from your video or audio content.
Consider setting up a safe phrase with your family or close friends that you can say to verify if you’re speaking to them.
3. Hacking
Hacking is a method for scammers to steal your personal data while spreading their scams further through hacked accounts.

Fraudsters set traps to access your email and social media accounts through data breaches, details gleaned from phishing websites or malware downloaded to your devices.

In 2025, we predict that personal data will continue to be a big commodity for scammers buying and selling details on the dark web. AI tools appear to be enabling scammers to find new ways of exploiting weaknesses in systems and launching cyberattacks at scale.

Tips to avoid your accounts being hacked:
Don't use the same password across different accounts, create strong passwords and use a reputable password manager.
Download antivirus software on your devices.
Set up two-factor authentication (2FA) or two-step verification (2SV). This is when you provide a separate form of identification, such as a code being sent via text, when you log into an account.
4. Well-crafted communications
 In 2023, we reported on how the rise of large language models such as ChatGPT were potentially being used by scammers to write phishing messages.

The launch of more free tools such as these allows fraudsters to eliminate the classic scam sign of poor spelling and grammar, making dodgy emails, texts and websites much harder to detect.

Tips to avoid these scams:
Look at the email addresses and phone numbers dodgy messages come from. If you don’t recognise them, they could be sent from scammers.
Be wary of unexpected links in messages.
Be suspicious of any message or website that asks for your personal or financial information.
5. Spear-phishing
We also reported on the increase of spear-phishing in 2024, a tactic where scammers create personalised scam messages after gathering enough information on you.

Data breaches and information you’ve published on public social media accounts can provide a goldmine of information for scammers to dig into and build a picture about you.

Then, they will send you a message containing your personal data – such as your name, address, date of birth or even where you work – making it seem much more convincing.

Tips to avoid these scams:
Keep your social media profiles private.
Don’t enter your personal details into websites you don’t recognise."
    },

    {
        "url": "https://www.which.co.uk/news/article/how-vulnerable-are-you-to-scams-aeiAz5k4NBpa",
        "title": "How vulnerable are you to scams?",
        "scraped_date": "2025-08-19",
        "content": "A change in your circumstances or to your health can leave you - or a loved one - more at risk. Find out how

A man is surrounded by five mousetraps with money coins on them
You may think that you’ll never fall for a scam and might wonder how anyone does. But any of us can end up becoming a victim.

While some scams might seem obvious to you, one could catch you out - like a targeted ad that uses an algorithm to determine the perfect product for you. You could be caught at a bad time or become the subject of manipulation over a lengthy period by a skilled scammer.

If you want to know what traits, factors and triggers make us all susceptible to scams, read on. 

The full version of this article was originally published in the Aug/Sep 2025 issue of Which? Tech magazine.

Which? Tech Support package
Get tech confident for less
12 months of tech support & buying advice for only £24.50, that's 50% off. Together we’ll show your tech who’s boss.

Join Which? Tech Support
Cancel anytime.

Already a Tech Support member? For more help and 1-2-1 technical advice, including advice on scams and how to keep your data secure, go to our Tech Support online booking tool.

Everyone’s a scam target
We spoke to Prof Mark Button, from the Centre for Cybercrime and Economic Crime at the University of Portsmouth's School of Criminology and Criminal Justice, who explained that there can be distinctions in which scams target different segments of the population.

For example, phone scams target older people as they’re more likely to use landlines, while crypto scams on social media often appeal to young men, who Prof Button described as being ‘more likely to take risks and be impulsive’.

Sometimes the platforms you use indicate what type of scams you’re most likely to be targeted by, but age can also play a factor. 

Ofcom’s Adults’ Media Lives study, published in May 2025, found that when faced with a mock-up of a scam email, people aged over 65 were more adept at spotting the scam than those aged 25 to 34. However, a mock-up of a fake social media profile was better spotted by people aged 16 to 24 than those aged over 65 or between 45 and 54.

key information

Targeting vulnerable communities on social media
A moderator of a benefits support group on Facebook told Which? that they had seen a rise in scam texts claiming to be about cost-of-living payments.

Likewise, the charity Rethink Mental Illness said that it sees comments from scammers appearing under its own social media posts.

It told us: ‘These often take the form of attempting to scam people into buying counterfeit medication. It’s sadly an issue that many charities will face.

'We moderate our channels and delete these comments as soon as we spot them, and introducing automatic rules to ban comments with certain keywords has helped to resolve the issue.’

It’s all about timing
Prof Button explained: ‘Loneliness and living alone are definitely factors influencing being at greater risk of becoming a scam victim. Without a network of friends and/or family, and no one to ask about potential scams, you don’t have a sounding board. So how do you verify things?

‘The very early stages of cognitive decline also put you at greater risk of victimisation, as you’re not as sharp at detecting scams.

'The recently widowed and bereaved who have lost their partner to share and discuss things with are at a very vulnerable stage, and it’s similar with divorce. There’s also some research showing that the isolation and loneliness linked to depression make you more vulnerable.’

Characteristics of vulnerability
Prof Button’s points are supported by what the UK’s financial services regulator, the Financial Conduct Authority (FCA), considers to be characteristics of vulnerability. These are traits that make someone especially susceptible to harm due to their personal circumstances.

They include health, difficult life events, a lack of resilience to withstand drastic financial and emotional changes, and having poor literacy, financial and digital skills.

To gain a better understanding of why people fall for scams, Which? carried out research in 2022, which found that scams are often successful when the victims are particularly stressed, tired or distracted.

Scammers take advantage of this via two primary tactics: they create an overwhelming sense of urgency and manipulate the victim past their bank’s warnings and other potential points of intervention (known as social engineering).

How online grooming works
After a scammer has hooked you in, a process of grooming begins. 

Prof Button told us: ‘Fraudsters use grooming tactics, such as sometimes giving money to the victims at the start to build confidence. Other times, grooming can be a quick act of social engineering, where you’re coached on what to say if the bank or police contacts you.

'Grooming also involves building fake websites and showing the victim all the non-existent money they have in their account.’

His research on hybrid investment and romance scams referenced various grooming strategies. These included ‘testing the waters’ by initially only requesting small amounts of money, leveraging emotional bonds, using multiple communication channels to increase intimacy and adopting an authoritative persona, such as a doctor.

Four factors that can make you or a loved one more vulnerable
Health - conditions or illnesses that affect your ability to carry out day-to-day tasks, whether permanently or temporarily, can make you more vulnerable. These include long-term physical and mental disabilities such as hearing or visual impairments, suffering from low mental capacity or a cognitive disability. It also applies to mental health conditions such as depression, which can be accompanied by isolation and loneliness, which can also make you more vulnerable.
Life events - difficult personal experiences can alter your alertness, resilience and ability to identify scams. Challenging circumstances, such as bereavement and divorce, can completely alter your life and make you less likely to realise you’re being conned. Situational change, including job loss, retirement and unexpected changes to income, can throw off your usual instincts, making you more susceptible to fraud.
Resilience - in terms of your ability to cope with challenging financial circumstances is also an indicator of vulnerability to scams. If you have no or low savings or a lot of debt, you might be more likely to be lured into tempting investment schemes with promises of large returns.
Capability - if you or someone you know has poor digital skills and knowledge of how to use tech devices and the internet, scammers can take advantage of this in their schemes. This category also includes anyone with low confidence in understanding and managing their finances or who is struggling with literacy skills.
key information

‘He played on my emotions using imaginary scenarios and fake aliases’
A ruthless scammer groomed Rohan (not his real name) over the course of nearly a year in an investment scam. During that time, the fraudster, posing as an account manager, adopted many fake aliases over the course of the scam – he wasn’t just Rohan’s account manager, he was his friend.

This friend was much needed, as Rohan was going through a divorce and a custody battle at the time, as well as suffering from poor mental health and looking after his elderly father.

This didn’t stop him from doing his due diligence, though. He trawled through positive reviews on Trustpilot and read news stories about the company. He initially made a small investment - and was able to withdraw his returns.

The scammer played on Rohan’s emotions using imaginary scenarios enacted through his many pseudonyms.

A medico-legal report carried out by a psychiatrist confirmed that Rohan was a ‘highly vulnerable adult’ at the time of being scammed.

When Rohan became suspicious and couldn’t withdraw his earnings, he was suddenly told that the wife of one of the employees at the investment scheme had experienced a miscarriage, another one’s father had died and someone else's brother had been in a traumatic accident.

This effectively quietened Rohan’s requests for withdrawal until he eventually lost just over £900,000.

Seen or been affected by a scam? Help us protect others

Sharing details of the scam helps us to protect others as well as inform our scams content, research and policy work. We will collect information relating to your experience of a scam, but we won't be able to identify your responses unless you choose to provide your contact details.

Share scam details
What can be done about scams?
There has been some significant progress in tackling scams in the UK, but Which? believes more is needed.

The Online Safety Act (OSA), enforced by Ofcom, aims to reduce the amount of illegal content online by placing obligations on platforms to detect and remove it. And this includes fraud.

However, the process for implementing duties on most paid-for fraudulent ads for major platforms was delayed and most likely won’t come into force until 2027.

Ofcom told us that the timing of the duties for fraudulent ads under the code had changed due to government delays in determining which platforms are subject to these additional duties.

Which? believes that the OSA should be implemented in full without further delay and that the government should push forward plans to prevent scam advertising on the open display advertising market, which is outside the scope of the OSA.

Which? is calling on the government to use its forthcoming fraud strategy to set out a comprehensive approach to tackling fraud, ensuring that there are no gaps in protections that scammers can exploit to target consumers. It’s key that this includes legislation to regulate the digital advertising ecosystem, including the open display market, to stop criminals using it to target and defraud victims. 

For those who lose money to scams, there are some protections. The Payments Systems Regulator (PSR) implemented mandatory reimbursement for bank fraud victims, up to a maximum of £85,000, in October 2024. Which? wants the PSR to maintain its reimbursement scheme when it’s reviewed this October.

The charity Victim Support can offer emotional support to those affected by crime, including fraud.

Sign up for scam alerts
Our emails will alert you to scams doing the rounds, and provide practical advice to keep you one step ahead of fraudsters.

Sign up for scam alerts
Sign up
Four scam tactics you need to know about
Being a voice of authority - is this person who they say they are? Posing as someone you trust, for example a GP or someone from your bank, can be how scammers start their social engineering process.
A sense of urgency - are you being pressured to make a decision? This is one of the most common scam tactics. Fraudsters will try to get you to part with your money and data quickly before you cotton on.
Playing on emotion - does the person’s use of language make you feel overwhelmed or worried? You may be talking with a scammer if they’re using highly emotive language to get you to take a particular action, or they’re telling you a sob story even though they just started talking to you and you’ve never met in person.
Building relationships - are you being asked personal questions? Strangers who try to obtain private details about you could be attempting to build up a rapport to eventually scam you."
    },

    {
        "url": "https://www.which.co.uk/news/article/scam-alert-watch-out-for-task-scams-on-telegram-abpnA0J66aw5",
        "title": "Scam alert: watch out for task scams on Telegram",
        "scraped_date": "2025-08-19",
        "content": "Scammers are recruiting for fake jobs on Telegram

Which? has discovered two scam groups on Telegram - a messaging platform - being used to peddle fake remote job offers.

Reports of recruitment scams to Action Fraud have doubled in the past two years. Scammers use cold calls, text messages and other messaging platforms, such as WhatsApp and Telegram, to target potential victims.

This week, Which? has seen and reported two task scams appearing on Telegram. A task scam is when fraudsters offer fake jobs that involve completing simple tasks. 

Typically, task scams involve completing surveys or reviewing films, in return for money for each task completed. However, those 'recruited' by the scammers are often conned into investing their own cash in the scam and handing over sensitive details. 

Below, we look at the two scam groups we found on Telegram and explain what to do if you've been caught up in a task scam.

Fake Shein and TikTok jobs
An admin on a Telegram group advertising a task scam involving TikTok
An admin on a Telegram group advertising a task scam involving TikTok
One Telegram group of 54 members claimed to be a recruitment agency that works with Shein, the online fashion retailer, to ‘support TikTok users who need media exposure and search opportunities.'

The job involved liking specific posts on TikTok and sending a screenshot to the admin of the Telegram group to prove that you'd completed the task.

The job claimed ‘no experience is required' and that 'you can earn 90 - 300 euros or more per day'. 

Film reviews
An admin on a Telegram group advertising a task scam involving IMBd
An admin on a Telegram group advertising a task scam involving IMBd
The second Telegram group, which has 111 members, offers a fake job claiming that you can write film reviews on the IMDb website, an online film and television database.

The group admin says: 'Welcome to the IMDb movie promotion group. You can contribute to the movie rankings by completing ratings of nominated films and earn rewards of between 300 - 800 euros a day.’

Once the task is completed, you’re advised to message the recruiter's ‘receptionist’ on Telegram.

Where do task scams lead?
Task scams will begin by showing you the money you’ve earned from completing the tasks. You may even be given some money in an effort to convince you that the scam is real and rope you into continuing.

Eventually, you’ll most likely be asked to pay a fee or deposit in order to unlock more tasks and earn more money. The catch is that you’ll never see your earnings or the money you put in to complete more tasks.

In these scams, you'll be encouraged to give away information such as your name, email address and phone number. This may be used to attempt to scam you again in the future or by recovery scammers who contact you claiming they can get your money back after you've been scammed.

What to do if you're targeted by a task scam
Typical signs of a task scam include:

Recruiters contacting you via SMS or a messaging app.
A job that requires no experience, can be done from anywhere and promises large returns for little effort.
A job that you've been contacted out of the blue for, or you've been offered a job you didn’t apply for.
A job that asks you to pay money at any point.
If you suspect you've been caught up in a job scam, you should end contact immediately. If you've lost money to the scam or have handed over any financial details, you should notify your bank or card provider.

If you have given away personal details, you should change the login details for any accounts that may have been compromised. You should also be wary of further contact from the scammer and potential identity fraud risks. 

To report a group on Telegram, select ‘report spam and leave’ at the top of the group. Which? reported both of the scam groups it found.

Dodgy texts can be forwarded to 7726, a scam reporting service. 

If you've fallen victim to a text scam, you can report it to Action Fraud, or the police if you live in Scotland. Victim Support can also provide specialist support for victims of crime, including scams. "
    },

    {
        "url": "https://www.which.co.uk/news/article/scam-alert-new-parking-fine-scam-text-aj5wx1j3trT1",
        "title": "Scam alert: new parking fine scam text",
        "scraped_date": "2025-08-19",
        "content": "Sneaky parking charge notice scam messages aim to trick you into handing over personal and financial details

Convincing parking charge scam text messages continue to circulate, targeting people with warnings about a non-existent unpaid fine.

We first covered this scam in September 2024, but more recent examples of this scam have led to a copycat government website. These types of websites aim to earn your trust by mimicking official organisations and well known brands, often these are government bodies, transport companies or couriers.

Typically, these scams charge you a fee for something you can do for free or tell you you’ve done something wrong and need to pay a fine to avoid further payments or even legal action. Variations of this message all aim to get you to take action quickly and include a malicious link to steal your money and data.

Below, we examine this scam text and explain how you can identify and report these scams.

Parking fine text scam
A scam text telling you that you have an unpaid Parking Charge Notice (PCN)
The text, which is sent from a spoofed mobile number, begins by telling you that a record shows that you have 'an unpaid parking fine' and provides you with a short deadline to make this payment.

The message also threatens you with additional fees and your credit file being impacted if you refuse to pay, and provides a dodgy link to follow to pay the 'fine.'

An older version of this scam began with a text from a random number telling you: ‘an unpaid parking fine was found on your vehicle,’ and that you need to ‘pay immediately.’

It included a dodgy link hosted by 'qrco.de', which is a QR code generator. We have previously warned about the dangers of QR code scams and the rise in QR codes being used in subscription traps. 

For the purposes of our investigation, we examined this link and found the malicious site mimics an official gov.uk government website.

A copycat government website asking you to pay a parking fine
Both text messages led to a very convincing copy of the official government website, complete with accurate logos, branding and font.

To appear genuine, the site links to other pages on the official government website, such as ‘parking fines and penalty charge notices, ‘challenge a parking fine’ and ‘parking and public transport.'

We wrote random characters into the ‘vehicle registration’ box and each time were given a bogus PCN number and told we owed a £25 fine.

The location listed for the fine was also the area we were located in, meaning that the page could be using the user’s IP address to know where they’re located to make the scam more convincing.

After this page, you’re asked for more personal and payment data, including your name, email, phone number and home address to pay the fine.

The only sign indicating that this website was fraudulent was the URL. All official government pages start with gov.uk.

Spotting and reporting this scam
Seen or been affected by a scam? Help us protect others

Sharing details of the scam helps us to protect others as well as inform our scams content, research and policy work. We will collect information relating to your experience of a scam, but we won't be able to identify your responses unless you choose to provide your contact details.

Share scam details
If you receive an unexpected text message, don't be tempted to click on any links or follow instructions to log into any accounts. Links can contain malware that could infect your device and lead to scammers doing further damage.

If you're concerned that you've clicked a dodgy link, you should perform a factory reset on your device and consider installing antivirus software. Do not log into any accounts until you have done so. 

There are four steps you can take to check whether you're on a copycat website:

Check the URL - if it doesn't begin with 'https' or is different to what you're expecting, then don't visit it.
Check for slight changes in the website address - scammers will often mimic an official website address, hoping you won't spot a small typo or slight change to the address.
How did you find the website? If you were directed to it from a message or online advert, you should question it. 
Read the pages on the website - it may say that it’s not officially affiliated with the actual organisation."
    },

    {
        "url": "https://www.which.co.uk/consumer-rights/advice/how-to-spot-a-messaging-scam-at2fR9B2E85g",
        "title": "How to spot a text message scam",
        "scraped_date": "2025-08-19",
        "content": "Scam messages are engineered to steal your details to con you now or in the future. We've seen scam messages on most messaging platforms, such as SMS, WhatsApp, Facebook Messenger, Viber and Skype.

By using identity masking technology to change the name displayed as the sender, scammers often make it look like a legitimate organisation is contacting you via text or a messaging app. This is known as ‘number spoofing’.

Whether it's claiming you've missed a delivery, impersonating the government to offer non-existent discounts on energy bills, or pretending to be a family member or friend in need, there are many different tactics used in text scams. 

How can you spot a scam message?
Scammers are getting more cunning at making messages look like the real thing. 

Here is an example of a scam text impersonating the DVLA, it claims the agency requires 'confirmation of your driver's licence record'. The text leads to a phishing website.

A scam text impersonating the DVLA
While these scam messages might appear legitimate at first, there are ways to spot the scam. 

1. Message from an unknown number
Most organisations protect their 'Sender ID' so text messages should be from 'HSBC' or 'Royal Mail' instead of a generic phone number.

Don't always trust the number though as Sender ID names can be hijacked on smartphones.

If in doubt, contact the organisation directly using a verified number from the organisation's official website.

2. Requests for payments or details
Genuine organisations rarely ask you to pay or make account changes via text message without first logging into your account. If you're being asked for sensitive information, it's best to contact the organisation directly yourself using official channels. 

3. Website links
If the message includes a website link, don't click on it. You should first carry out checks to make sure the link is legitimate. 

Scammers can create convincing-looking websites, so just because it looks genuine doesn't mean it is.

You should consider whether the website address matches that of the organisation. Make sure the website link belongs to that of the organisation's official domain, such as gov.uk for a government organisation like the DVLA. 

Always look up an organisation's details independently to double-check the details.

Find out the seven ways to spot a scam website
4. Spelling errors and odd wording
Banks, government departments and couriers will rarely make spelling or grammatical errors. If the message doesn't make sense, it's a strong giveaway that it's a scam. 

Key Information

Scam bank messages
If you get a message claiming to be from your bank, always treat this with caution. 

Your bank should never:

Ask for your Pin or internet banking password.
Send someone to your home to collect cards or banking information.
Ask you to email or text personal or banking information.
Email a link where you have to then input your internet banking details.
Ask you to authorise a funds transfer which you haven’t requested.
Tell you to invest in diamonds, land or other commodities.
Ask you to carry out a test transaction.
Send you to a mobile app other than their own official app.
If you receive an unexpected message from your bank and you're concerned whether it's genuine or not, you can call your bank back via an official telephone number printed on the back of your debit or credit card. 

How to avoid message scams
Here are a few tips to help you avoid message scams.

1. Don't follow any links
This is the most effective way to avoid text scams. Links can take you to cloned websites designed to steal your money or personal data. Because links are often shortened to help them fit into the message, it’s not always easy to tell the real ones from the fakes. Clicking on links could also lead you to download malware - malicious software that can take over your phone and access your data.

2. Don't share personal information
Treat all messages requesting sensitive information - or that link you to websites asking for personal details - with suspicion. Legitimate organisations will never text you to ask for your personal or banking details upfront.

3. Contact the organisation directly if you're unsure
If you're not sure if a text is real, contact the company that claims to have sent it to check. Use the official contact details listed on the company’s website or documents you might have been sent, if it's your bank then you can usually find its official number on the back of your credit or debit card.

4. Don't reply
Replying to a fake text, calling the number it’s been sent from or clicking through on suspicious links only lets the scammers know your number is being used. You might be bombarded with even more scam messages and calls. The number has likely been spoofed anyway, which means you’ll probably only be messaging an innocent member of the public who has had their number stolen.

If you have already responded to the message, you should be cautious about further contact from the scammers. If you think you have shared sensitive information with a scammer, you should notify your bank.

5. Report it
You report scam texts by forwarding the message to 7726 - a free reporting service provided by phone operators. This information is then shared with the police and intelligence agencies working to stop text scams. "
    },

    {
        "url": "https://www.which.co.uk/consumer-rights/advice/how-to-spot-a-copycat-website-a4iDh0D1VIP7",
        "title": "How to spot a copycat website",
        "scraped_date": "2025-08-19",
        "content": "Copycat websites charge a fee to process or renew official documents, which you can do free yourself. Read our guide to make sure you aren’t caught out.
There are a number of ways that can help you spot a copycat website. Follow our top tips to avoid falling victim:

Is it a paid search engine ad? Look out for paid-for search engine results. These are the boxed adverts displayed at the top of search engine result pages. Quite often, the official site is the first or second non-paid-for link that appears below the ads.
Read the pages Take a couple of minutes to double-check the site; don’t dive straight into filling out an application form or buying a product. Visit the home, about us and terms and conditions pages and read the text there. It may even say that the site is not officially affiliated with the official body.
Check the web address Don’t be fooled by a .org web address, as this is no guarantee that it is a body’s official website. Any website claiming to be an official government website should have a .gov.uk address.
Https vs http Although it’s not always a guarantee, you can check for ‘https://’ at the beginning of the website address. On pages where you are entering personal information, this indicates that there is encryption in place to protect your personal details; websites just with http:// don’t encrypt your details.
How did you get there? You can access most important and official documents by searching gov.uk.
Sign up for scam alerts
Our emails will alert you to scams doing the rounds, and provide practical advice to keep you one step ahead of fraudsters.

Common copycat websites
Copycat tax return sites

HMRC tax returns and self-assessment forms often appear on copycat websites.

Remember, with HMRC self-assessment tax returns, you need to register either online or offline at a tax office before you can pay.

Passport applications

You can renew your passport online via the gov.uk website, or the Post Office offers paper application forms.

Be careful of using alternative websites that are not officially affiliated.

Driving licence renewals and theory tests

Theory tests can be booked here on the official government website.

The government website allows you to renew your driving licence.

Ultra Low Emission Zone (ULEZ) and congestion payments.

Congestion charges in London can be paid on the official Transport for London website.

You can also pay ULEZ charges online.

ESTA visa application

This is used for travel to the US. Use the official website to apply.

Reporting copycat websites
You can report a suspicious company that is copying official organisations by calling the Citizens Advice consumer helpline on 0808 223 1133 (Welsh language: 0808 223 1144).
Dodgy websites can be reported to the National Cyber Security Centre (https://www.ncsc.gov.uk/collection/phishing-scams/report-scam-website)"
    },

    {
        "url": "https://www.which.co.uk/news/article/scam-alert-watch-out-for-fake-icloud-storage-emails-aRn8g2W0HAl2",
        "title": "Scam alert: watch out for fake iCloud storage emails",
        "scraped_date": "2025-08-19",
        "content": "Fraudsters posing as Apple are among the most common impersonation scams
Which? is warning of four new scam emails impersonating Apple’s iCloud service and using various claims to convince recipients to click on malicious links within the message.

It's not the first time scammers have impersonated Apple, and it won't be the last. In April, we warned about six scam emails also claiming to be from iCloud, Apple’s cloud storage service.

These sneaky fake emails look like they’re from iCloud and claim that your storage is full, your payment method is outdated or that there's suspicious activity on your account. 

A scam email impersonating iCloud telling you that your payment method has expired
A scam email impersonating iCloud telling you that you'll be locked out of your account in 48 hours due to having full storage
All of the emails claim that either your storage is full and you will no longer receive emails to your iCloud account,  or that your payment method has expired.

They include a dangerous link to receive 'free storage space' or 'update your payment method.'

Some versions of this email claimed that you’re ‘at risk of losing your photos, videos and important files', and that you must ‘upgrade today to keep your precious files and memories safe'. One email offered an 80% discount to 'upgrade now' and another said that you'd lose access to your account in '48 hours.'

Other emails stated that your payment method was out of date and needed to be updated in order to keep using iCloud services.

We also saw one email that said suspicious activities had been noticed on your iCloud account and it may be suspended.

All of these emails led to dodgy phishing websites that gather personal details, such as your name, email address and phone number and financial details.

Tech brands are the most impersonated
Phishing attacks impersonating technology companies were the most common at the start of this year, according to insights shared by cyber security company Check Point.

Scammers impersonating Microsoft were the most common, making up more than a third of phishing attempts, between January to March 2025.

Scammers impersonating Google made up one in eight phishing attempts and those that claimed to be from Apple accounted for just under one in 10.

key information

Spotting and reporting scam emails
Common signs that an email may be the start of a scam include:

An unofficial sender address.
An impersonal greeting.
Blurred and unofficial branding.
Being pressured or rushed to take an action, especially if you're being asked to follow a link to do so.
Requests for personal and financial information.
Poor spelling and grammar."
    },

    {
        "url": "https://www.which.co.uk/news/article/scam-watch-scammers-spent-650-on-amazon-axM0z6i8WzUA",
        "title": "Scam watch: ‘Scammers spent £650 on Amazon’",
        "scraped_date": "2025-08-19",
        "content": "Which? explains why you shouldn't ignore an unexpected email
Dear Which?,

I started receiving a series of emails from Amazon in April 2025. Since I rarely use Amazon, I paid them little notice at first and assumed they were marketing emails.

When the emails started appearing daily, I thought I ought to have a look to see what was going on. I discovered that items had been ordered on my Amazon account and, in some cases, were out for delivery. The fraudulent purchases weren’t cheap – they included a £90 DeWalt tool and a £130 wardrobe. In total, £650 had been spent on various items using my linked Nationwide debit card.

Nationwide was very helpful and quickly refunded the money, also replacing my card and Pin. I also had a positive response from Amazon customer service, which requested screengrabs of the emails I’d been receiving. I’ve secured my Amazon account by changing my password.

I have no idea how my Amazon account was compromised, but I hadn’t been careless with it in any way. I hope my experience serves as a warning to members not to ignore emails of this nature. 
Which? senior researcher, says: 

Our instinct is often to ignore unexpected emails and messages, because we think they’re irrelevant or even scams.

But it’s worth reading emails that appear to come from accounts linked with our payment cards, bank accounts or extensive personal data. Being ruthless with your marketing permissions and unsubscribing from unwanted newsletters can make important messages easier to spot. 

Checking is important, but don’t click on any links or download anything from an email unless you’re totally sure it’s trustworthy. Verify that the content is genuine (and not an impersonation scam) by going directly to the relevant website on your browser and logging in or by calling a trusted number stated on previous genuine correspondence.

We’ll probably never know how the fraudsters got access to your Amazon account, but ensure you’re using a unique unrelated password for each of your online accounts. You should enable two-factor authentication (2FA) on Amazon and any other accounts which offer it, ideally using an authenticator app rather than text messages. Read our guide on two-factor authentication for more information."
    },

    {
        "url": "https://www.which.co.uk/news/article/5-phone-scams-to-know-about-right-now-aJfsm0p1VYii",
        "title": "5 phone scams to know about right now",
        "scraped_date": "2025-08-19",
        "content": "Cold calls impersonating your doctor are among the most recent scams

Vishing scams, otherwise known as phone scams, involve fraudsters calling you and attempting to get your personal details under false guises. 

These scams can be particularly annoying and, in some cases, incredibly persuasive. In a recent survey*, Ofcom found that two thirds of respondents had received suspicious calls on their mobile in the past three months and six in 10 had received them on their landline.

It also found that one in 10 people received a suspicious recorded message a few times a week on their landline and one in five on their mobile in the past three months.

A quarter of respondents had received suspicious live voice calls a few times a week on their landline, and one in eight on their mobile in the past three months.

1. Health adviser scam
A GP practice has warned on Facebook about a sneaky health scam that's circulating. The call begins with a fraudster pretending to be a 'senior health adviser' at your GP practice.

The scam caller goes on to ask you about your medical conditions before peddling medication for a price. Not only does the scammer gain information on your health, but they'll also take your card details for the 'medication'.

The number used in the scam has previously been linked to other scam calls offering joint care products and vitamins.

2. WhatsApp job scam
A call that goes to a voice recording when you answer, and tells you about a non-existent job opportunity.

The recorded message also asks you to contact a number on WhatsApp to hear more about the position.

Contacting this number will lead to a job scam, which could see you roped into a fraudulent scheme that goes on for weeks or months.

3. Bank fraud department
More than one spoofed mobile number is currently calling people impersonating well-known banks.

The caller claims to be from the bank’s fraud department and goes on to tell you that your account has been compromised.

This then allows the scammer to coax you into revealing your personal and financial details while you're in a panic.

4. Mobile operator scam
Fraudsters are continuing to impersonate large mobile operators to peddle fake discounts in exchange for your personal and payment information.

This scam begins with someone claiming to be from your mobile operator. They may also have some details about you that they could have collected from an unrelated data breach in the past. They’ll use this to get more information on you in an attempt to access your account.

As they’ll be trying to get into your account, you may receive a genuine text from your mobile operator with a one-time passcode (OTP). If you share this, they’ll be able to get in.

Some people report that the scammer knows when their contract will end and offers them the chance to save money on an upgrade.

5. Loft insulation calls
A scammer calling from a spoofed London landline number has reportedly been calling people offering loft insulation services.

Reports say that the caller claimed they were either a heating or energy adviser for the local area, and go on to ask you about how old your loft insulation is, whether you’re a homeowner, and your age.

key information

6 ways to avoid falling for a scam call
Always be cautious with unrecognised numbers and unexpected calls. 
Never give away your financial information over the phone.
Register with the Telephone Preference Service (TPS) so legitimate companies can’t make unsolicited sales calls, making scam calls easier to spot.
Scammers may be able to keep your phone line open even after you’ve hung up. So after hanging up, use a different phone to call the company back on a trusted number or wait for at least 10 to 15 minutes.
Call 159 if you receive a call claiming to be from your bank. When you call, you'll be put through to your bank's genuine customer service line.
Search phone numbers on Who Called Me to see if there are any scam reports for that number."
    },

    {
        "url": "",
        "title": "",
        "scraped_date": "2025-08-19",
        "content": ""
    },
]