[
    {
        "url": "https://www.actionfraud.police.uk/news/swipe-left-to-romance-fraud-family-members-of-online-daters-urged-to-help-protect-their-relatives",
        "title": "Swipe left to romance fraud: Family members of online daters urged to help protect their relatives",
        "scraped_date": "2025-08-19",
        "content": "Family members of online daters are being urged to help protect their relatives from becoming a victim of romance fraud, as new figures show almost £92 million has been lost through dating scams this year alone.


Daters who strike up online relationships between Christmas and Valentines Day tend to be the most susceptible to romance fraud, with a spike of 901 reports recorded by the National Fraud Intelligence Bureau (NFIB) in March 2021. 

Despite a peak of romance fraud reports and losses of £8.7 million reported in March, the financial spike came two months later in May 2021 where losses of a staggering £14.6 million were reported.

Temporary Detective Chief Superintendent Matt Bradford, from the City of London Police, said:

“Typically, romance fraudsters will spend weeks gaining their victims’ trust, feeding them fabricated stories about who they are and their lives - and initially make no suggestion of any desire to ask for any money, so the victim may believe their new love interest is genuine.

“But weeks, or sometimes months later, these criminals will ask for money for a variety of emotive reasons and as the emotional relationship has already been formed, victims often transfer money without a second thought.

“We’re calling on family members who think their relatives may be dating online to help make them aware of the warning signs that they could be falling victim to fraud, particularly if the person dating online is not particularly tech savvy .”

Criminals often use a range of stories to get victims to transfer them money without it raising suspicion. The stories are often believable, to a certain extent, and something that the victim would find hard to say no to, especially because of their emotional attachment.

Examples of stories include funding travel to visit the victim, money to pay for emergency medical expenses, lucrative investment opportunities and pretending to be military personnel or working overseas.

How to help protect people you know are online dating

Help your friends and family to ensure they have adequate privacy settings on their social media accounts to ensure strangers don’t have access to their personal information.
Stay in regular contact with your friends and family who are online dating to help spot any changes in behaviour or things that don’t seem right.
Make friends and family aware of the signs of romance fraud so that they are conscious of the tactics criminals use to carry out these scams and reiterate that you should never transfer money to someone that you have never met in person.
Encourage people to report to Action Fraud and the police if they have become a victim of romance fraud and not to be embarrassed about doing so.
Sally* learnt first-hand the impact romance fraud can have not only on the victims, but also their families, after her father lost £1,000 to a fraudster who gained his trust.

Her father, who is in his 60s and suffers from Parkinson’s, was initially messaged on social media by someone claiming to be a woman called Gail, who lived in Texas, USA. Quickly, Sally’s father was persuaded to speak to Gail on a messaging app.

The fraudster behind the Gail persona had researched Sally’s father and found out specifics about him, including where he had grown up abroad and the industry he had worked in, and used these as a way to gain his trust and build a relationship. Sally’s father had also been convinced that he was speaking to other friends and family of Gail to make her stories more convincing.

When speaking on the messaging app, Gail concocted a story about coming to the UK to visit Sally’s father and needing to get her passport renewed to do so. She did not ask for money initially and Sally’s father offered to pay, but the requests were initially declined.

Some weeks later, Gail asked Sally’s father for money and the next day, he transferred her £1,000. Despite Sally’s efforts to get the bank to block the transaction from going through, the money was transferred. However, after advice from the National Economic Crime Victim Care Unit (NECVCU), Sally was able to convince the bank to refund the money.

Sally said:

“This whole experience has been incredibly stressful, for me as well as for my father and it was really hard to approach the subject with him. After he transferred the money, I spoke to him about what happened and I sent him news articles about romance fraud to help him understand this is a common type of scam.

“I didn’t know what support I would get if I reported this, but having received such great advice from the NECVCU, I wish I had reported this earlier. This incident really affected my mental health and it was a huge relief to speak to someone who really understood how they could help both me and my father. Just knowing that someone was there and able to listen made such a difference and they went above and beyond to explain to my father how scammers work.”

Dr Hannah Shimko, Comms and Policy Director at the Online Dating Association, said:

“Online dating is now of the most common ways to meet a romantic partner. While most users are genuine, there are always those who are looking to take advantage of the vulnerable looking for love.

“It is essential users educate themselves on how to be a smart online dater, and to be aware of the actions fraudsters will use to manipulate them. Daters should check in with trusted family and friends during their online dating journey to share experience, and friends and family can watch for any change in behaviour.

“Other healthy online dating advice includes staying on the dating platform which has processes in place to protect users; getting to know the person, not just the profile; and never disclosing personal information until the dater is ready. Finally, remember to never send money to someone met only online.”

Between November 2020 and October 2021, 8,863 cases of romance fraud were reported to NFIB, up from 6,968 reports in the 2020 calendar year. However this is not likely to be an accurate picture, as romance fraud is a crime victims are less likely to report.

Of the reports in the last 12 months, 20 per cent of victims were aged 50 – 59 years, 18 per cent were aged 40 – 49 years old and 17 per cent of victims were aged 30 – 39 years old. Half of romance fraud victims were women, just over a third (39 per cent) were men and some victims (11 per cent) did not report their gender. 

City of London Police would urge anyone who is speaking to people they do not know or have not known for a long period of time to follow the Take Five To Stop Fraud advice.

Take Five To Stop Fraud advice

Stop:Taking a moment to stop and think before parting with your money or information could keep you safe.
Challenge:Could it be fake? It’s okay to reject, refuse or ignore any requests. Only criminals will try to rush or panic you.
Protect:If you think you’ve been a victim of fraud, contact your bank immediately and report it to Action Fraud online at police.uk or by calling 0300 123 2040."
    },

    {
        "url": "",
        "title": "",
        "scraped_date": "2025-08-19",
        "content": ""
    },
]