[
    {
  "url": "https://www.police.uk/pu/contact-us/",
  "title": "Contact us",
  "content": "Is it an emergency?\nDoes it feel like the situation could get heated or violent very soon? Is someone in immediate danger? Do you need support right away? If so, please call 999 now.\n\nOnline:\nThere are some things you can tell us about online. Your report will be dealt with by our control room in exactly the same way whether you report it online or call us.\n\nAre you contacting us about any of these?\n- Fraud, a scam or cybercrime\n- Burglary, theft, damaged property, assault or another incident\n- A road traffic incident\n- Antisocial behaviour\n- Domestic abuse\n- Rape, sexual assault or another sexual offence\n- Stalking or harassment\n- Hate crime\n- Spiking\n- A missing person\n- Possible terrorist activity or something related to terrorism\n- Ask us for an update on something you've already reported or update a crime report\n\nBy phone:\nIn an emergency – call 999 if:\n- a serious offence is in progress or has just been committed\n- someone is in immediate danger or harm\n- property is in danger of being damaged\n- a serious disruption to the public is likely\n\nHearing or speech impairments:\nIf you have a hearing or speech impairment, use our textphone service 18000 or text us on 999 if you’ve pre-registered with the emergencySMS service.\n\nSilent 999 calls:\nIf you're in danger but you can't talk on the phone, you should still call 999, then follow these instructions.\n\nNon-emergency – call 101 for non-emergency enquiries.\nIf you have a hearing or speech impairment, use our textphone service on 18001 101.\n\nAsking us for an update or need to update a report?\nYou can contact some police forces online to get an update or add something to a report: find out if you can do it online.\n\nReport anonymously to Crimestoppers:\n- Online: http://crimestoppers-uk.org/\n- By phone: 0800 555 111\n\nContact Crimestoppers to anonymously report a crime or suspicious behaviour.",
  "scraped_date": "2025-08-05"
}

]